["Ye marble-hearted ones, whose sighs and tears</br>Are granted only to a gilded woe&mdash;</br>Whose sick and misdirected pity fears</br>To look on all that penury can show,</br>When guilt and want have made a hell below;</br>In whom the unreal mockeries of the stage</br>Alone can wake a momentary glow;</br>Whom griefs impossible, and mimic rage,</br>Far more than sorrows truth, and wan disease, engage:", "To such I would not speak &mdash; but oh!  to you</br>Whose generous hearts can feel another's grief;</br>Who all you can, are willing still to do,</br>Though loathsome be the wretch who asks relief.</br>To those who turn &mdash; where sorrow claims us chief&mdash;</br>To the lone hut where cheerless misery</br>Clings wistfully to life, though sad and brief,</br>And hopes, however vain those hopes may be&mdash;</br>To those alone I call, for they can feel for me.", "Yet little reck I now for pity's throb:</br>Can it recal the years that are no more?</br>Can it repress the deep convulsive sob</br>That, choking, comes from my heart's inmost core?</br>Can it bid those return whose day is o'er?</br>Can it remove the sad sepulchral stone,</br>Or raise again my ruined cottage door?</br>Those whom your pity might have saved, are gone,</br>And now it is not prized, for I am left alone.", "No friend shall watch my lingering soul depart&mdash;</br>Unwept, unhonoured, I must pass away;</br>Then pity forced from each reluctant heart</br>Shall pour upon my tomb its useless ray,</br>Condemn my faults, yet mourn my clouded day;</br>Then, when a late compassion smiles in vain,</br>A hand divine shall bid my sorrows stay;</br>And I shall see the forms I love again,</br>And rest my weary head where all are free from pain.", "Oh, woman!  in this hour of agony</br>Trample not rudely on the fallen one;</br>I have been weak, been guilty, but I die</br>Spurned at, forgotten, friendless, and alone:</br>All that I had, save hope of heaven, is gone</br>From that safe port no wand'rer shall be driven</br>God, before whom I bow, will hear my moan;</br>For there's no sin too great to be forgiven</br>By Him who pities all &mdash; the Omnipotent of heaven.", "Home of my childhood!  quiet, peaceful home!</br>Where innocence sat smiling on my brow,</br>Why did I leave thee, willingly to roam,</br>Lured by a traitor's vainly-trusted vow?</br>Could they, the fond and happy, see me now,</br>Who knew me when life's early summer smiled,</br>They would not know 'twas I, or marvel how</br>The laughing thing, half woman and half child,</br>Could e'er be changed to form so squalid, wan, and wild.", "I was most happy &mdash; witness it, ye skies,</br>That watched the slumbers of my peaceful night!</br>Till each succeeding morning saw me rise</br>With cheerful song, and heart for ever light;</br>No heavy gems &mdash; no jewel, sparkling bright,</br>Cumbered the tresses nature's self had twined;</br>Nor festive torches glared before my sight;</br>Unknowing and unknown, with peaceful mind,</br>Blest in the lot I knew, none else I wished to find.", "I had a father &mdash; a gray-haired old man,</br>Whom Fortune's sad reverses keenly tried;</br>And now his dwindling life's remaining span,</br>Locked up in me the little left of pride,</br>And knew no hope, no joy, no care beside.</br>My father! &mdash; dare I say I loved him well?</br>I, who could leave him to a hireling guide?</br>Yet all my thoughts were his, and bitterer fell</br>The pang of leaving him, than all I have to tell.", "Each morn, before the dew was brushed away,</br>When the wide world was hushed in deep repose,&mdash;</br>When only flowerets hailed the early day,</br>I gathered many a diamond-spangled rose,</br>An many a simple bud that wildly blows;</br>Then, quick returning to my father's bed,</br>Before his heavy eyelids could unclose,</br>I shook away the tears that Nature shed,</br>And placed them with a kiss beside his slumbering head.", "My father! &mdash; still I see thy silvery hairs</br>Uplifted gently by the evening breeze,</br>That placid brow, furrowed with many cares,</br>The Bible resting on thy aged knees,</br>Thine eyes that watched the sunset through the trees,</br>The while I read aloud that holy book,</br>Or brought wild flowers with childish zeal to please,</br>Culled by the mossy bank or running brook,</br>And guess'd thine every wish and feeling from a look.", "And oh!  my childhood's home was lovelier far</br>Than all the stranger homes where I have been;</br>It seem'd as if each pale and twinkling star</br>Loved to shine out upon so fair a scene;</br>Never were flowers so sweet, or fields so green,</br>As those that wont that lonely cot to grace.</br>If, as tradition tells, this earth has seen</br>Creatures of heavenly form and angel race,</br>They might have chosen that spot to be their dwelling place.", "In evil hour (for me unfortunate)</br>Did the deceiver come; I will not say</br>That he was all on earth most good and great,</br>Or fairer than the other sons of clay;</br>But he was all to me &mdash; a single day</br>Spent without him was as a year of pain;</br>And, when he went, I wept whole hours away,</br>Musing upon that love so light and vain,</br>Or trembling lest I ne'er should see his face again.", "Oh, Arthur!  if thine eye should view these lines,</br>Bid not the tear of vain compassion flow;</br>On thee the sun of pleasure brightly shines,</br>For thee the ruby wines still sparkling glow,</br>Though I am pining here in want and woe.</br>When at thy festive board peals loud and long</br>The jocund laugh, or music stealing slow,</br>Think not on her, who once with simple song,</br>And smiles, repaid thee well for luring her to wrong.", "Oh!  still enjoy the cup, the song, the dance,</br>While yet that life of thoughtlessness may be;</br>And should some happier beauty's fav'ring glance</br>Force thee, despite thyself, to think on me,</br>Cold and ungrateful, know that even she</br>Whom thou hadst injured and then left to die,</br>In death forgave thee &mdash; loved thee &mdash; pitied thee:</br>For, heartless as thou art, the time is nigh</br>When thou shalt mourn my woes, and echo every sigh!", "Oh!  still the charm clings round my broken heart</br>With which his early love its cords had bound;</br>In vain I bid his imaged form depart,</br>For when I pray, with sad and fault'ring sound,</br>His name is on my lips, &mdash; and, hov'ring round,</br>He, the young Arthur of my happy days,</br>Stands on some green and flow'ry spot of ground,</br>With sunny smile and bright enraptured gaze,</br>Greeting me kindly still with visionary praise.", "Oh, Arthur!  by each fond endearing name&mdash;</br>By every melody in youth I sung&mdash;</br>By my lost, hopes &mdash; by my departed fame,</br>By the sad ling'ring dream to which I clung,</br>By every bitter tear from anguish wrung,</br>By all my love &mdash; by all my untold grief,</br>Let not another weep that she has hung</br>Upon thy words, and die without relief;</br>For sorrow makes too long a life, however brief.", "He came &mdash; admired the pure and peaceful scene,</br>And offer'd money for our humble cot.</br>Oh!  justly burned my father's cheek, I ween,</br>\"His sires by honest toll the dwelling got;</br>Their home was not for sale.\"  It matters not</br>How, after that, Lord Arthur won my love.</br>He smiled contemptuous on my humble lot,</br>Yet left no means untried my heart to move,</br>And call'd to witness his the glorious heavens above.", "Oh!  dimmed are now the eyes he used to praise,</br>Sad is the laughing brow where hope was beaming,</br>The cheek that blushed at his impassioned gaze</br>Wan as the waters where the moon is gleaming;</br>For many a tear of sorrow hath been streaming</br>Down the changed face, which knew no care before;</br>And my sad heart, awakened from its dreaming,</br>Recals those days of joy, untimely o'er,</br>And mourns remembered bliss, which can return no more.", "Lord Arthur came, when ev'ning beams had set,</br>That then my aged father might not know</br>How often and how tenderly we met.</br>My heart was doubly weigh'd by guilt and woe,</br>And sometimes, or perchance I fancied so,</br>Methought he gazed on me reproachfully.</br>Oh!  more than once I thought I would not go;</br>For piteous and remorseful 'twas to see</br>How bright the old man's smile whene'er he look'd on me.", "But yet I went &mdash; my weak and wicked heart</br>Could not resolve to bid a last adieu;</br>I could not say I would with Arthur part;</br>I felt I could not live but in his view,</br>And deem'd his love as fervent and as true.</br>I went &mdash; to shield the future from my sight,</br>A veil around my reason close I drew;</br>O'er my dark path there hung no friendly light,</br>But yet I knew each step led farther from the right.", "It was upon a gentle summer's eve,</br>When Nature lay all silently at rest&mdash;</br>When none but I could find a cause to grieve,</br>I sought in vain to soothe my troubled breast,</br>And wander'd forth alone, for well I guess'd</br>That Arthur would be lingering in the bower</br>Which oft with summer garlands I had drest;</br>Where blamelessly I spent full many an hour</br>Ere yet I felt or love's or sin's remorseless power.", "No joyful step to welcome me was there;</br>For slumber had her transient blessing sent</br>To him I loved &mdash; the still and balmy air,</br>The blue and quiet sky, repose had lent,</br>Deep as their own &mdash; above that form I bent,</br>The rich and clustering curls I gently raised,</br>And, trembling, kissed his brow &mdash; I turned and went&mdash;</br>Softly I stole away, nor, lingering, gazed;</br>Fearful and wondering still, at my own deed amazed.", "My step had roused him, for he lightly sprung</br>From the green couch that Nature's hand had made.</br>Aside the drooping woodbine wreaths he flung:&mdash;</br>\"And art thou, then, of Arthur, love, afraid?</br>Am I less dear to thee in slumber laid?</br>Or dost thou think I should have watched for thee,</br>Unwearied, till thy footsteps in the shade</br>Echoed the sound my heart keeps faithfully,</br>Sleeping or waking, still my dream of hope to be?\"", "That night, to me a night of misery,</br>In silence thought upon, in silence wept,&mdash;</br>I gazed, through tears, on the unconscious sky,</br>While peacefully my poor old father slept.&mdash;</br>That night I vowed (and well my vow I kept)</br>That Arthur should be more than all to me.</br>High swelled my heart, and in my bosom leap'd</br>As I looked round, and thought no more to see</br>My village, home, or sire &mdash; but Arthur's bride to be.", "'Twas not ambition &mdash; no &mdash; for though he said</br>That I should mistress be of hill and dell,</br>And many a glorious jewel deck my head:</br>No, 'twas not these, &mdash; it was enough to dwell</br>Poor, unadorned, so he had loved me well,</br>E'en where I was, or in some humbler spot,</br>Remote and far, where I might truly tell</br>How well I loved (because 'twas his) my cot,</br>And how I would not change with queens my happy lot.", "The morning broke, and I was left alone,</br>Bewildered, sorrowful, as in a dream;</br>The small birds sang the heavens serenely shone,</br>But oh!  to me did nothing joyful seem,</br>And tears unknown &mdash; most bitter tears, would stream</br>For love's rash vow irrevocably made;</br>And when my father spoke &mdash; sincere, I deem,</br>Was the sad wish my heart's faint whisper said,</br>On a far colder couch to lay my unconscious head.", "The evening came &mdash; would it had never come!</br>And I prepared to go, with many a tear;</br>A sad, yet willing exile from my home,</br>Forsaking all I held on earth most dear.</br>My father called me, for he loved to hear</br>The Bible read by his loved child alone:&mdash;</br>I tried to read; but, oh!  I could not bear</br>The fond dim look &mdash; the gentle, trembling tone;</br>I scarcely heard his words, and sorrow choked my own.", "Murmuring I still read on &mdash; my words unheeded,</br>With fear, and doubt, and sorrow almost wild;</br>From him I could not ask the help I needed,</br>Till breaking on my trance, in accents mild</br>And fatherly, he said, \"What ails my child?</br>What sorrow, Rosalie, is in thy breast?</br>Perchance thy favourite lamb has been beguiled</br>To quit its home &mdash; perchance some ringdove's nest</br>A truant boy hath torn from out its place of rest.", "\"Nay, sob not thus, my Rosalie; whate'er</br>Thy griefs, thou surely, love, cans't tell them me.\"</br>I could not answer &mdash; choking with despair,</br>I hid my throbbing brow upon his knee;</br>Then looked up to his face in agony.</br>I had confessed, had one word more been said.</br>But whispering, \"this is childish,\" smilingly,</br>He laid his trembling hand upon my head,</br>\"Heaven bless thee now, my child!  sweet sleep await thy bed!\"", "He went; and when I thought upon the morning,</br>When he would wake to solitary woe,</br>And when I gazed upon the flowers adorning</br>The spot I once deemed happiest below&mdash;</br>When I beheld the Bible cherished so,</br>For sake of those who now were fallen asleep,</br>I thought within my heart I could not go;</br>And with repentance, silent, sad, and deep,</br>I sat me down alone in bitterness to weep.", "My face was buried in my hands: &mdash; a voice</br>Awoke me from my cheerless dream of grief;</br>Those tones were wont to make my heart rejoice,</br>But now &mdash; I turned &mdash; salt tears had brought relief,</br>I spoke in hurried accents, faint and brief:</br>\"Oh, not to-morrow!  then I cannot go.\"</br>He heard, as though he gave my words belief,</br>And, turning from me, said, in tones of woe,</br>Farewell to thee and life, if thou canst wound me so!", "\"Oh, Arthur!  stay\" &mdash; he turned, and all was o'er&mdash;</br>My sorrow, my repentance &mdash; all was vain&mdash;</br>I dreamt the dream of life and love once more,</br>To wake to sad reality of pain.</br>He spoke, but to my ear no sound was plain,</br>Until the little wicket-gate we passed&mdash;</br>That sound of home I never heard again,</br>And then \"drive on &mdash; drive faster &mdash; yet more fast.\"</br>I raised my weeping head &mdash; Oh!  I had looked my last.", ""]