["Again the rapid flight of time brings round</br>The sacred hour to virtue justly dear:</br>My muse!  commemorate, with joyful sound,</br>An hour which unborn ages shall revere.</br>E'en that glad hour which wip'd the bitter tear</br>From Afric's cheek, and cast her chains away:</br>Freedom, humanity, and justice, hear!</br>To you I dedicate this votive lay,</br>And consecrate to you this ever glorious day.", "All hail, ye heavenly band!  your holy fire</br>Inflam'd with virtuous ardour CLARKSON's breast;</br>Awoke that zeal which labour ne'er could tire,</br>Danger affright, nor av'rice lull to rest.</br>He saw poor Afric's sable sons opprest;</br>Saw them, transported from their native shore,</br>Meet stern-eyed death in all his horrors drest,</br>Or life more horrible than death deplore.</br>Such were the scenes he saw &mdash; scenes we behold no more.", "CLARKSON!  and WILBERFORCE!  thrice honour'd names!</br>Ye shine conspicuous 'mid that chosen band,</br>Whose steady zeal a nation's reverence claims,</br>Whose generous labours have redeem'd the land.</br>And could a humble poet's trembling hand</br>Present to merit half the tribute due,</br>Thy name, illustrious GLOSTER!  forth should stand</br>Amid the bold disinterested few,</br>Who prejudice defied, and spurn'd her venal crew.", "Among the hosts who hail with just applause</br>This joyful hour, my partial eyes survey</br>A sect, whose ardent zeal in virtue's cause,</br>Prompts me the tribute of respect to pay.</br>Ye FRIENDS OF PEACE!  to you this glorious day</br>Is doubly sanctified, is doubly dear;</br>On Afric's shores no more shall martial fray</br>Infringe that sacred law your souls revere;</br>But strife and war shall cease, and happier days appear.", "On Guinea's coast, where once the shriek of wo</br>Proclaim'd the reign of anguish and despair;</br>Where avarice sunk the man the brute below,</br>And christian monsters mock'd the captive's prayer;</br>A different aspect shall that region wear:</br>There scenes of bliss shall once more greet the eye;</br>The festive song the evening gale shall bear</br>In broken accents to the distant sky&mdash;</br>Blest sounds of peaceful mirth, and village revelry.", "O Thou!  whose sceptre sways this earthly ball,</br>This trivial atom in creation's round;</br>\"Who seest with equal eye as God of all,\"</br>A Negro fetter'd, or a Monarch crown'd:</br>O Thou!  whose power and goodness none can bound,</br>Heal Afric's wrongs, and pardon Europe's crime;</br>Proclaim through torrid wastes that joyful sound,</br>Which Jordan's vallies heard in earlier time:</br>Salvation's gladdening voice, and Gospel truths sublime!", "E'en while I sing, behold!  a beam of light</br>Shines tremulously o'er my raptur'd mind,</br>Foreboding that the soul's protracted night</br>Shall, like the body's patient sufferings, find</br>An end at last; for charity, more kind</br>Than proud munificence could ever boast,</br>To leave no entrance for regret behind,</br>Hath rais'd of pious ranks a countless host,</br>Who rear her standard high, and shout from coast to coast.", "The BIBLE!  sacred pledge of love divine,</br>The christian's treasure, now the heathen's prize,</br>Shall soon complete redemption's grand design,</br>And bring salvation home to Afric's eyes.</br>Soon shall the sun of righteousness arise,</br>And shine o'er every zone from pole to pole:</br>Then, O my Country!  ever just as wise,</br>'Till planets in their orbits cease to roll,</br>Shalt thou remain enshrin'd in every grateful soul.</br>"]