["Ah!  ye shepherds, who live on the plain,</br>Unknowing the cares of the great,</br>Unknowing what woes on the main</br>Attend the poor mariner's fate;</br>Give ear to my tale, 'twas love led me astray:</br>By experience ere knowledge we gain,</br>Beware of false hope; with the passion 'twill play,</br>For the end of its promise is pain.", "Learn from me that no absence will ease,</br>Add no balm to the wounds of the heart,</br>When only one object can please,</br>E'en the one that the pang did impart.</br>I delight but in her who rejected my lay,</br>Who despis'd every vow that I made,</br>Who caus'd me to wander, to sorrow a prey,</br>Ever lost to the sweets of the glade.", "No rival I'd then to contend,</br>My flocks and my herds were not few;</br>But pride would not let her descend,</br>To say to my love she'd be true.</br>She wish'd to forsake the sweet vale,</br>To be rais'd to an higher estate;</br>No more listen to each shepherd's tale,</br>But mix with the proud and the great.", "Ah!  why should I love one so frail?</br>Too late I call reason to aid:</br>Why should misery my fortune assail?</br>Why ambition attend such a maid?</br>Alas!  'twas her fault, but she owned no more,</br>While charms she in thousands possess'd;</br>Could charity less than one failing look o'er?</br>Nay, love is half blind at the best.", "I shall never forget the fond day,</br>When once she prov'd kind, when she danc'd,</br>When she gave me her hand, ah, how gay!</br>E'en lighter than air I advanc'd.</br>I date from that moment the source of my woe,</br>The kindness did cruelty prove;</br>No partial esteem caus'd her favour to show,</br>But caprice, undirected by love.", "I painted my passion, I painted my grief,</br>Yet, alas!  they were never conceal'd;</br>For, mine eyes told too plain, when my heart sought relief,</br>Had my tongue ne'er its sorrow reveal'd.</br>I forsook, in despair, the place of my birth,</br>Abandon'd each good, once enjoy'd;</br>My pipe and my crook are conceal'd in the earth,</br>My poor flocks, by neglect, are destroy'd.", "In hopes to forget her I tempted the main,</br>Yet in vain was I wafted afar;</br>My sorrows increas'd as I thought of the plain,</br>My sighs pass'd unnumber'd in air.</br>I saw the poor mariner's toil, and I thought</br>Much greater the weight that I bore;</br>Tho' with hardships extreme their toil is oft fraught,</br>Yet 'tis sweet to the woes I deplore.", "I return'd to the vale, and Florella had fled,</br>Was united to one of degree;</br>With sorrow I learnt, tho' despis'd, that the maid</br>Had seal'd, in this union, her own misery.</br>She had no affection for this haughty swain,</br>She had wedded his wealth, his riches, his power;</br>She finds that contentment she cannot thence gain,</br>Her cheek fades ... she lingers each hour.", "Ah!  beware, ye proud fair, how ye e'er seek to vie</br>To be rich, to be splendid, and great:</br>Pomp never with peace can your bosoms supply,</br>Nor alone e'er make happy your state.</br>From nought but from virtue we bliss ever know;</br>On an union so form'd no care would intrude,</br>Each hope of the heart would in unison grow,</br>No fear for the future the present o'ercloud.", "And, ye shepherds, ere passion is rooted too deep,</br>Be sure that the fair will return you your love,</br>Ere that love shall condemn you to sorrow and weep,</br>Let the maid share your joy, and your misery prove.</br>I lov'd, was despis'd, was rejected, and scorn'd;</br>Despair is my portion, my claim upon earth:</br>By my fate, oh, ye shepherds!  then ever be warn'd,</br>And found your esteem on the basis of worth.</br>"]