["Down dropt her brush; the dish-cloth thrown aside,</br>And lost was all the kitchen's sliver pride;</br>Scarce would the deep majestic bellows blow,</br>The labouring jack would hardly, hardly go;</br>Dull was the brass, unwash'd her earthen-ware,</br>And Tabby slept neglected in the chair:</br>LOVE wrought the change, 'twas LOVE that had betray'd,</br>When thus in doleful dumps bewail'd the maid:</br>\"Go, gentle gales!  and bear my sighs away,</br>Ah!  why so long does HURLO-THRUMBO stay?", "\"Why form'd dame Nature women's love so strong,</br>Or, why art thou so tempting and so long?</br>Resound my tubs, my hollow tubs resound;</br>Ah me!  that love should give so deep a wound!</br>Why in that house should'st thou so strive to shine?</br>Is it more clean or better kept than mine?</br>Alas!  I'm told (but they are lies, I ween)</br>That dirty house, no mortal yet could clean:</br>Rub as they will, and polish as they can,</br>PENSIONS and BRIBES will iron-mould the man:</br>Go, gentle gales!  and bear my sighs away!</br>Ah!  why so long does HURLO-THRUMBO stay?", "\"Why seeks my soldier forts or city walls,</br>When I can make my love less hurtful balls?</br>Why to the camp must HURLO-THRUMBO fly,</br>When I can raise, and you besiege a pye?</br>If thou must fight, for thou art born to wield,</br>O!  fight in paste the heroes of the field:</br>Go, gentle gales!  and bear my sighs away!</br>Ah!  why so long does HURLO-THRUMBO stay?", "\"When yester morn I turn'd my Jack around,</br>The salt-box fell portentous to the ground:</br>Thrice mew'd the cat, and thrice she flew on Tray;</br>Oh!  think on this, and thy election day!</br>Die, CINDERETTA!  Ease thy hateful smart,</br>Ambition's now the mistress of his heart:</br>Go, gentle gales!  and bear my sighs away!</br>Ah!  why so long does HURLO-THRUMBO stay?", "\"Ah me!  each object that these eyes can view,</br>Brings to my mind some pleasing form of you:</br>When in this hand the polish'd spit I hold,</br>Thy shape is here, for thou art long and cold:</br>If I the cleaver take, the joint to part,</br>Thy absence then is cleaving of my heart;</br>Or, if I strive my kitchen fire to mend,</br>Those eyes are flaming at the poker's end.</br>Go, gentle gales!  and bear my sighs away!</br>Ah!  why so long does HURLO-THRUMBO stay?\"", "Thus wail'd she tearful to herself alone,</br>The hollow tubs re-echoing every groan:</br>When lo!  her much-lov'd hero stood to view,</br>And her heart flutter'd as she nearer drew:</br>She sought the garret for her Sunday's pride,</br>Pinn'd on her Nims, and brush'd the fleas aside.</br>The busy Sylphs attend the dressing fair,</br>This clears the scurf, and this pork-lards her hair:</br>This with its breath reduc'd her tear-swoln eye,</br>Another fans the pouting nostrils dry:</br>Down came the damsel with superior grace,</br>With all the stew-pan's radiance in her face:</br>So dredg'd, so finish'd, and so soft her look,</br>Now trips a Goddess, and now smiles a cook:</br>Flies to her Hero, with resistless charms,</br>And clasps the Long, cold COL'NEL in her arms.</br>"]