["The nipping Frosts and driving Snaw</br>Are o'er the Hills and far awa;</br>Bauld Boreas sleeps, the Zephyrs blaw,</br>And ilka Thing</br>Sae dainty, youthfu', gay and braw</br>Invites to sing.", "Then let's begin by greek of Day,</br>Kind Muse skiff to the Bent away,</br>To try anes mair the Landart Lay,</br>With a thy Speed,</br>Since BURCHET awns that thou can play</br>Upon the Reed.", "Anes, anes again beneath some Tree</br>Exert thy Skill and nat'ral Glee</br>To him wha has sae court'ously,</br>To weaker Sight,</br>Set these rude Sonnets sung by me</br>In truest Light.", "In truest Light may a that's fine</br>In his fair Character still shine,</br>Sma need he has of Sangs like mine,</br>To beet his Name;</br>For frae the North to Southren Line,</br>Wide gangs his Fame.", "His Fame, which ever shall abide,</br>While Hist'rys tell of Tyrants Pride,</br>Wha vainly strave upon the Tide</br>T' invade these Lands,</br>Where Briton's Royal Fleet doth ride,</br>Which still commands.", "These doughty Actions frae his Pen,</br>Our Age, and these to come, shall ken,</br>How stubborn Navies did contend</br>Upon the Waves,</br>How free-born Britons faught like Men,</br>Their Faes like Slaves.", "Sae far inscribing, Sir, to you,</br>This Country Sang my Fancy flew</br>Keen your just Merit to pursue;</br>But ah!  I fear</br>In giving Praises that are due,</br>I grate your Ear.", "Yet tent a Poet's zealous Pray'r;</br>May Powers aboon, with kindly Care,</br>Grant you a lang and miekle Skair</br>Of a that's Good,</br>'Till unto langest Life and mair</br>You've healthfu stood.", "May never Cares your Blessings sowr,</br>And may the Muses ilka Hour</br>Improve your Mind, and Haunt your Bower,</br>I'm but a Callan:</br>Yet may I please you, while I'm your</br>Devoted ALLAN.", "Beneath the South-side of a Craigy Bield,</br>Where a clear Spring did halsome Water yield,</br>Twa youthfou Shepherds on the Gowans lay,</br>Tenting their Flocks ae bonny Morn of May:</br>Poor Roger gran'd till hollow Echoes rang,</br>While merry Patie humm'd himsell a Sang:</br>Then turning to his Friend in blythsome Mood,</br>Quoth he, how does this Sunshine chear my Blood?</br>How hartsome is't to see the rising Plants,</br>To hear the Birds chirm o'er their Morning Rants?</br>How tosie is't to snuff the cauller Air,</br>And a the Sweets it bears, when void of Care?</br>What ails thee, Roger, then what gars thee grane?</br>Tell me the Cause of thy ill-season'd Pain.", "ROGER.</br>O, Patie, I'm born to unlucky Fate,</br>I'm born to strive with Hardships dire and great;</br>Tempests may cease to jaw the rowan Flood,</br>Corbies and Tods to grein for Lambkins Blood:</br>But I opprest with never ending Grief,</br>Maun ay dispair of lighting on Relief.", "PATIE.</br>The Bees shall loath the Flower and quat the Hive,</br>The Saughs on boggie Ground shall cease to thrive,</br>E'er scornfou Queans, or Loss of warldly Gear,</br>Shall spill my Rest, or ever force a Tear.", "ROGER.</br>Sae might I say, but its no easy done</br>By ane wha's Saul is sadly out o' Tune:</br>You have sae saft a Voice and slid a Tongue,</br>You are the Darling of baith auld and young:</br>If I but etle at a Sang, or speak,</br>They dit their Lugs, syn up their Leglens cleek,</br>And jeer me hameward frae the Loan or Bought,</br>While I'm confus'd with mony a vexing Thought:</br>Yet I am tall, and as well shap'd as thee,</br>Nor mair unlikely to a Lasse's Eye:</br>For ilka Sheep ye have I'll number ten,</br>And shou'd, as ane might think, come farrer ben.", "PATIE.</br>But ablins, Nibour, ye have not a Heart,</br>Nor downa eithly wi' your Cunzie part:</br>If that be true, what signifies your Gear?</br>And mind that's scrimpit never wants some Care.", "ROGER.</br>My Byar tumbled, Nine braw Nowt were smoor'd,</br>Three Elfshot were, yet I these Ills endur'd.</br>In Winter last my Cares were very sma,</br>Tho Scores of Wathers perish'd in the Snaw.", "PATIE.</br>Were your been Rooms as thinly stock'd as mine,</br>Less you wad loss, and less you wad repine:</br>He wha has just enough can soundly sleep,</br>The O'ercome only fashes Fouk to keep.", "ROGER.</br>May Plenty flow upon thee for a Cross,</br>That thou may'st thole the Pangs of frequent Loss;</br>O may'st thou dote on some fair paughty Wench,</br>Wha ne'er will lout thy lowan Drouth to quench,</br>Till, birs'd beneath the Burden, thou cry Dool,</br>And awn that ane may fret that is nae Fool.", "PATIE.</br>Sax good fat Lambs, I sald them ilka Cloot</br>At the West-bow, and bought a winsome Flute,</br>Of Plumb-tree made, with Iv'ry Virles round,</br>A dainty Whistle with a pleasant Sound;</br>I'll be mair canty wi't, and ne'er cry Dool,</br>Than you with a your Gear, ye dowie Fool.", "ROGER.</br>Na, Patie, na, I'm nae sic churlish Beast,</br>Some ither Things ly heavier at my Breast;</br>I dream'd a dreery Dream this hinder Night.</br>That gars my Flesh a creep yet wi' the Fright.", "PATIE.</br>Now to your Friend how silly's this Pretence,</br>To ane wha you and a' your Secrets kens:</br>Daft are your Dreams, as daftly wad ye hide</br>Your well-seen Love, and dorty Jenny's Pride:</br>Take Courage, Roger, me your Sorrows tell,</br>And safely think nane kens them but your sell.", "ROGER.</br>O Patie, ye have guest indeed o'er true,</br>And there is naithing I'll keep up frae you;</br>Me dorty Jenny looks upon asquint,</br>To speak but till her I dare hardly mint;</br>In ilky Place she jeers me air and late,</br>And gars me look bumbas'd and unco blate:</br>But yesterday I met her yont a Know,</br>She fled as frae a Shellycoat or Kow;</br>She Bauldy loo's, Bauldy that drives the Car,</br>But gecks at me, and says I smell o' Tar.", "PATIE.</br>But Bauldy loo's nae her right well I wat,</br>He sighs for Neps; &mdash; sae that may stand for that.", "ROGER.</br>I wish I cou'd na loo her, &mdash; but in vain,</br>I still maun dote and thole her proud Disdain:</br>My Bauty is a Cur I dearly like,</br>Till he youl'd fair, she strake the poor dumb Tyke;</br>If I had fill'd a Nook within her Breast,</br>She wad hae shawn mair Kindness to my Beast.</br>When I begin to tune my Stock and Horn,</br>With a' her Face she shaws a cauldrife Scorn:</br>Last Time I play'd, ye never saw sic Spite,</br>O'er Bogie was the Spring, and her Delight,</br>Yet tauntingly she at her Nibour speer'd</br>Gin she cou'd tell what Tune I play'd, and sneer'd.</br>Flocks wander where ye like, I dinna care;</br>I'll break my Reed and never whistle mair.", "PATIE.</br>E'en do sae, Roger, wha can help Misluck,</br>Saebeins she be sic a thrawngabet Chuck;</br>Yonder's a Craig, since ye have tint a Hope,</br>Gae till't ye'r ways, and take the Lover's Loup.", "ROGER.</br>I need na make sic Speed my Blood to spill,</br>I'll warrand Death come soon enough a will.", "PATIE.</br>Daft Gowk!  Leave aff that silly whindging Way,</br>Seem careless, there's my Hand ye'll win the Day.</br>Last Morning I was unco airly out,</br>Upon a Dyke I lean'd and glowr'd about;</br>I saw my Meg come linkan o'er the Lee,</br>I saw my Meg, but Maggie saw na me:</br>For yet the Sun was wading throw the Mist,</br>And she was closs upon me e'er she wist.</br>Her Coats were kiltit, and did sweetly shaw</br>Her straight bare Legs, which whiter were than Snaw:</br>Her Cokernony snooded up fou sleek,</br>Her haffet Locks hung waving on her Cheek:</br>Her Cheek sae ruddy!  and her Een sae clear!</br>And O!  her Mouth's like ony hinny Pear.</br>Neat, neat she was in Bustine Wastcoat clean,</br>As she came skiffing o'er the dewy Green:</br>Blythsome I cry'd, My bonny Meg come here,</br>I ferly wherefore ye'er sae soon a steer:</br>But now I guess ye'er gawn to gather Dew.</br>She scour'd awa, and said, What's that to you?</br>Then fare ye well, Meg Dorts, and e'en 's ye like,</br>I careless cry'd, and lap in o'er the Dyke.</br>I trow, when that she saw, within a Crack</br>With a right thieveles Errand she came back;</br>Miscau'd me first, &mdash; then bade me hound my Dog</br>To weer up three waff Ews were on the Bog.</br>I leugh, and sae did she, then wi' great haste</br>I clasp'd my Arms about her Neck and Waist;</br>About her yielding Waist, and took a Fouth</br>Of sweetest Kisses frae her glowan Mouth:</br>While hard and fast I held her in my Grips,</br>My very Saul came louping to my Lips.</br>Sair, sair she flete wi' me 'tween ilka Smak,</br>But well I kend she mean'd na as she spak.</br>Dear Roger, when your Jo puts on her Gloom,</br>Do ye sae too, and never fash your Thumb:</br>Seem to forsake her, soon she'll change her Mood;</br>Gae woo anither, and she'll gang clean wood.", "ROGER.</br>Kind Patie, now fair faw your honest Heart,</br>Ye'r ay sae cadgie and hae sic an Art</br>To hearten ane: &mdash; For now as clean's a Leek</br>Ye've cherisht me since ye began to speak;</br>Sae for your Pains I'll make you a Propine,</br>My Mither, honest Wife, has made it fine;</br>A Tartan Plaid, spun of good hauslock Woo,</br>Scarlet and green the Sets, the Borders Blue,</br>With Spraings like Gou'd and Siller cross'd wi' black,</br>I never had it yet upon my Back.</br>Well are ye wordy o't, wha ha'e sae kind</br>Redd up my ravel'd Doubts, and clear'd my Mind.", "PATIE.</br>Well, hadd ye there, &mdash; and since ye've frankly made</br>A Present to me of your braw new Plaid,</br>My Flute's be yours, and she too that's sae nice,</br>Shall come a Will, if you'll take my Advice.", "ROGER.</br>As ye advise I'll promise to observ't,</br>But ye maun keep the Flute, ye best deserv't;</br>Now take it out, and gies a bonny Spring,</br>For I'm in tift to hear you play or sing.", "PATIE.</br>But first we'll take a Turn up to the Hight,</br>And see gin a our Flocks be feeding Right:</br>Be that Time Bannocks and a Shave of Cheese</br>Will make a Breakfast that a Laird might please;</br>Might please our Laird, gin he were but sae wise</br>To season Meat wi' Health instead of Spice:</br>When we ha'e ta'en the Grace-Drink at this Well,</br>I'll whistle fine, and sing t' ye like my sell.</br>"]