["GRIM, DINGY, AND SOOTY-DUN.", "Saint Martin's had struck one &mdash; Night's feeble bands</br>Profoundly snor'd at their respective stands:</br>The mystic Lodge, rul'd by one common soul,</br>Dos'd o'er the dregs of the expiring bowl:</br>The niggard churl awhile forgot his hoard,</br>And punctual Betty rose to keep her word.", "Where martyr Charles, astride his brazen steed,</br>Leers at the place where erst he lost his head,</br>Three sable youths, of that illustr'rous crew</br>Who clear the chimney's soot-encumber'd flue,</br>Closely engag'd in purl and friendly chat,</br>Round the dim remnants of a bonfire sat:</br>And, while the dying embers they survey'd,</br>Thus Grim began, and Dingy answer made.", "GRIM.</br>Dingy, Saint Giles's boys with raptures tell</br>Your feats in singing, since you sing so well:</br>Not Sooty-dun himself, if they say true,</br>Has half so loud, so shrill a pipe as you.", "DINGY.</br>Well have you heard, my equal is not found</br>From Holborn Corner down to Nibbs's Pound:</br>And as to Sooty-dun &mdash; believe me, Grim,</br>Some says I sings more betterer nor him.", "SOOTY-DUN.</br>Dingy, 'tis neither more nor less than spight:</br>You know where 'twas I cotch'd you t'other night;</br>Aks Moll Come-dusty &mdash; but, to end this strife,</br>I'll sweep a chimley with you for your life.", "GRIM.</br>Peace, Sooty-dun, folks now are all asleep;</br>No chimleys for these next four hours to sweep.", "DINGY.</br>Cotch'd me or not, that doen'st argify;</br>There's nobody can say that black's my eye.</br>You knows as well as I, it wasn't Jack</br>That hid the Gemman's Tatler in the sack;</br>Yet he was cragg'd for't &mdash; But, shou'd I tell all,</br>I knows who'd quickly dance at Bilby's ball.</br>I'd scorn to 'peach&mdash;", "GRIM.</br>&mdash;Why that's my heart o' gold!</br>Come, Sooty-dun, you're far less wise than bold:</br>Dingy's a lad o' wax &mdash; such souls as we</br>About these matters shouldn't disagree.</br>You, both of you, I know, have bilk'd the law;</br>So make it up, and let's ha' no more jaw.", "SOOTY-DUN.</br>Tip us your daddle, Dingy &mdash; what I spoke</br>I only meant, as I may say, in joke:</br>And, ding my buttons!  sooner I'd be dead</br>Than hurt a single hair o' Dingy's head.", "DINGY.</br>I only jok'd myself; for, if there's one</br>In all the world I love, 'tis Sooty-dun.", "GRIM.</br>Well said! &mdash; My eye!  but you were both too hot;</br>Here's to ye &mdash; Dingy, put about the pot.</br>Now we are all agreed, let's have a catch;</br>What say you, Sooty-dun?&mdash;", "SOOTY-DUN.</br>&mdash;A match! &mdash;", "DINGY.</br>&mdash;A match!</br>And I'll begin.  Sweet to my hungry soul</br>Is the dear relish of a butter'd roll!</br>Sweet is the smack of Truman's high-froth'd bub!</br>Sweet are the scrapings of the treacle-tub!</br>Sweet are the slumbers in a glass-house stove!</br>But sweeter far my Moll Come-dusty's love!", "SOOTY-DUN.</br>Soft are the feathers of the jack-daw's back!</br>Soft is the soot that fills my swelling sack!</br>Soft is the sack itself, and soft my brush!</br>Soft is the velvet smooth, and soft the plush!</br>Soft are the fancies of a lovier's dreams!</br>But softer far my Bess O'Blear-eye seems!", "DINGY.</br>As in the dust-cart once my Moll did ride,</br>Her ancle dangled careless o'er the side;</br>Her tatter'd handkerchief betray'd her breast&mdash;</br>I saw enough to love, and guess the rest.", "SOOTY-DUN.</br>As late I rambled by the New-road side,</br>High on a cinder-heap my Bess I 'spy'd:</br>Her coats, too scanty, offer'd to my view</br>Charms that wou'd move a Turk, or 'Ebrew Jew.", "DINGY.</br>At the Nag's-head as Moll and I did sit,</br>The lovely vixen took a jealous fit:</br>\"Dingy,\" says she, \"at Billingsgate I've been;</br>And there your sweet-heart Ambling Sue, I've seen:</br>I thought you'd got some brimstone in your eye\"&mdash;</br>Dear Moll, says I, that story's all a lye:</br>I never, sure as you shall be my wife,</br>Kept company with her in all my life:</br>Be you true-hearted, I will constant prove,</br>And let this Gin and Bitters bind our love!", "SOOTY-DUN.</br>Once at the Magpie as I sat with Bess,</br>I struggled with the baggage for a kiss:</br>\"Tell me,\" says she, \"how many hours are past</br>Since when you kiss'd your dear Nan Melton last?</br>Dear Bet, says I, as sure as hips are hips,</br>In all my life I never touch'd her lips:</br>Sam Crapsworth told it, and he told a lye.</br>She turn'd and smil'd, and was no longer shy;</br>Unask'd she kindly proffer'd me a kiss,</br>And t' other noggan soon confirm'd my bliss.", "DINGY.</br>Davy the Nightman lately took a whim,</br>As if he thought that Moll cou'd fancy him.</br>\"I'll constant be,\" says she, \"if constant can;</br>I loves but one, and Dingy is the man.\"", "SOOTY-DUN.</br>To Bess's love Ned Snudge of late laid claim:</br>She sent him back, though, faster than he came.</br>\"I loves,\" says she, \"and ne'er will love but one;</br>And who can blame me, when 'tis Sooty-dun?\"", "DINGY.</br>Last May-day, as I skipp'd the garland round,</br>Cheer'd by the merry hurdy-gurdy's sound,</br>I look'd, methought, with an unusual grace;</br>For Moll herself had wash'd and chalk'd my face.", "SOOTY-DUN.</br>That happy day I never shall forget:</br>The jack-ass that I rode did so curvet,</br>He bray'd for joy &mdash; Say, cou'd the beast do less?</br>The knots upon his rump were ty'd by Bess.", "DINGY.</br>As in the Mall one day I play'd at taw,</br>A smart young Ensign of the Guards I saw:</br>Simp'ring a little at my dress and hue,</br>He call'd me \"Snowball,\" and a six-pence threw.</br>Some gin and 'bacca strait I run and bought;</br>I laid out two-pence, and gave Moll the groat.", "SOOTY-DUN.</br>Coming from Chelsea t' other ev'ning late,</br>Jem Duffin stopp'd me at the turnpike gate;</br>But when he knew me nodding on my ass,</br>\"Ha!  Clargyman!\" says he, and let me pass.</br>The money sav'd I've in my pocket got,</br>And it shall buy my Bess a sup o' hot.", "DINGY.</br>But yesterday, behind a load of sand</br>Conceal'd in wanton humour, Moll did stand:</br>I heard a voice that call'd me by name;</br>I look'd, but cou'dn't tell from whence it came;</br>And while in dumb surprise I star'd around,</br>She forc'd a laugh, and by that laugh was found.", "SOOTY-DUN.</br>Last night I stroll'd by Privy-Garden wall,</br>Where old Peg Meazle keeps the apple-stall;</br>And as I whistling saunter'd careless by,</br>A rotten apple hit me in the eye.</br>I star'd, but who had thrown it cou'd not guess,</br>'Till her own voice convinc'd me it was Bess.", "DINGY.</br>Tell me this riddle, Sooty-dun, unless</br>You'll give up any future thoughts of Bess:</br>What flower is that, whose emblematic name</br>Proclaims the dreaming School-boy's crime and shame?", "SOOTY-DUN.</br>First tell me this, or else your claim to Moll</br>Can be but trifling, if it is at all:</br>What's that which, passing in a puff of wind,</br>Goes off like smoak, but leaves no soot behind?", "GRIM.</br>Cease, cease my Worthies &mdash; Lo, the day is broke!</br>And see the chimley tops begin to smoak!</br>Here's to ye Lads &mdash; come, box the mug about.", "DINGY.</br>Ding my old buckles!  Grim, you've drank it out.</br>I thought you had some scheme in that same catch;</br>Another time I'll keep a better watch.", "The Heroes rose, and each resum'd his sack,</br>And hung his brush and shovel at his back:</br>Ambition fir'd each dauntless breast to soar</br>Through paths untry'd, new regions to explore,</br>And boldly mount to heights unknown before.</br>\"The world was all before them where to chuse;\"</br>So on they shuffled in their slip-shod shoes.</br>"]