["Ye moss clad turrets, whose unshaken brows,</br>In antique pride o'erhang the chearful scene!</br>Of Windsor's flow'ry plains, where father Thame,</br>With many a silver winding, loves to deck</br>The gay expanse that round his reedy bed</br>Luxuriant smiles, when Summer, glowing maid,</br>Throws o'er the verdant earth her robings green;</br>Ye groves of fair Oxonia, chequer'd bright</br>With Isis' mazy stream, where science lays</br>Her varied stores, and emulation high</br>Points to the bright'ning prospects, fair disclos'd,</br>Of wealth's full horn, and honour's gorgeous robe;</br>Ye marshy dells, where sedgy Camus, crown'd</br>With the sad willow's melancholy shade,</br>Directs his dim-discover'd wave, or now,</br>Bursting in silver beauty from beneath</br>His leafy covert, views with sacred awe</br>The holy tow'rs arise, that long have bow'd</br>In rev'rend beauty o'er the wa'try glade;</br>A long farewel I give you:  other lays,</br>That tell not of your praise, yet better far</br>To tune my humble pipe, since mem'ry fond,</br>And duteous gratitude, command the song,</br>Well pleas'd I chant; such lays as Thyrsis oft,</br>And rustic Corydon, with airy reed</br>Told to the list'ning cottagers, that round</br>The spreading beech, or storm-defying oak,</br>Hung on the pleasing numbers, wond'ring whence</br>Their hands ungentle could so deftly bring</br>The floating sounds; for Collins, bard sublime,</br>Hyblaean Pope, or Dryden's stately verse,</br>They, simple sons of nature, never heard</br>Among their native woodlands:  poet sweet,</br>And eke immortal, call'd they him, who erst</br>Was hight the gentle Gay, trim sonnetteer!</br>Ne'er other like him had they seen, nor thought</br>One, who could sing so merrily, to view</br>In after-times. &mdash; Farewel, ye moss-clad towr's,</br>Ye shady groves, ye dells begirt with sedge!</br>The cloister solemn, and its pensive shades,</br>Command my humble song; shades, than whose gloom</br>No light have I lov'd better, and to tread</br>Whose solemn walks my gayest hours I'd give.", "Blest, honour'd guardian of my youthful days,</br>Sweet spot of innocence and joy, thy seats</br>Absence still happier pictures to my mind,</br>And, like a painter skill'd, Raphael divine,</br>Correct ey'd Vinci, Angelo sublime,</br>Or Britain's boasted West, each pleasing form</br>Her pencil raises, tints with brighter colours,</br>And throws each dark and gloomy thought behind</br>Into concealing shade.  Delighted once,</br>As oft myself would mix within the rear,</br>I view'd thy happy youth, with eager lips,</br>Quaff from its fount the pure Pierian spring,</br>(Which he whom fair Apollo, wisely kind,</br>Gave to unlock, and from the deep recess</br>Pour forth the magic stream) with lib'ral hand</br>Shed round the busy throng, that each, as will</br>Or emulation urg'd, or burning shame</br>For deeds before inglorious, might receive</br>The store, divided, as it flow'd along.</br>Theirs was the classic wealth, and rich it was,</br>Of long antiquity, that to the world</br>Many a dying age had wise bequeath'd.</br>Witness, ye shady seats, where wond'rous Thame</br>Shakes from his rev'rend form the manly beard</br>And nerve-strung arm, and leg of stately walk,</br>And gliding soft along, with flowing air,</br>And eyes of tender light, soft swelling breast,</br>And waxen arm, and thigh of taper grace,</br>Calls himself Isis, Naiad of the wave;</br>And, ye, where lagging Cam draws weary on</br>His sluggish stream, in reedy liv'ry dress'd:</br>For oft has learning, at her hallow'd shrine,</br>Beneath your venerable roofs bestow'd</br>The victor laurel on the youthful heads</br>That once adorn'd the sacred cloister'd walks,</br>That saw my early days pass quiet on,</br>Bless'd with pure innocence and meekest peace.</br>Nor would the Muse, pleas'd with its mild retreats,</br>Scorn in thy school to prune her drooping wing:</br>For she, long time, has lov'd the vaulted arch,</br>The gothic window, and the ruin'd pile</br>Antique; there, favour'd, has her quiet haunt</br>Stood undisturb'd, save by the youthful bards</br>That with such praise maintain the Grecian name</br>And eke Graeculian, when in humble guise,</br>They ask a song; nor has she e'er refus'd</br>To grant the small request:  for what, indeed,</br>Could she not sing, beneath whose skilful hand</br>Bold Dyer and the plaintive Coleridge grew,</br>Children of poesy? &mdash; Nay, oft she strikes</br>To higher notes her varying lyre, until</br>She sinks, tho' glorious.  So the setting sun,</br>When evening calls him to her western couch,</br>Drops in his purpl'd bed of waves, yet dress'd</br>More rich and glowing than when first he rears</br>His \"unshorn head\" from op'ning streams of light.", "Britannia, hail!  Great in its power and strength,</br>Its naval bulwarks, that so proudly stand</br>The many iron tempests pour'd around</br>By the fierce Gaul, stern with his liberty:</br>Thy favour'd isle shall flourish in the page</br>Of never-dying fame, while earth looks gay</br>With garment green, or hoary ocean heaves</br>The bellying waters of the main.  Nor least</br>Of all thy sons that brave the stormy sea,</br>A well-fought field, dos't thou in duty owe</br>Thanks to the noble youth, the sons of courage,</br>Of this fam'd school, who early learnt to glow,</br>With patriot zeal, to see Britannia's hand</br>Planting on distant shores her flag, unfurl'd</br>To the fresh gale of brisk prosperity,</br>Or wreathing for herself a brighter crown</br>Than has been worn long time, the easy cap</br>Of ancient freedom, that, which early Greece,</br>Imperial Rome, and Gallia's strech'd out arm,</br>Have try'd to grasp, the richest prize on earth!</br>Saw thou not, Neptune, when thy watr'y reign</br>Echo'd with British thunder, and the fire</br>Of gaping cannon flam'd along the shore</br>Of frighted Nile, when Nelson, fearful name,</br>Bore on the wings of victory and death</br>Old Albion's purple standard; saw thou not,</br>Where eager Troubridge, curs'd relentless fate</br>That from the glorious path of sought renown</br>Push'd him aside!  O, saw thou not the fire</br>Flash from his ardent eyes, when fierce he knew</br>For him the thunder of the battle hot</br>Roar'd not in proud sublimity; nor death</br>Hung on the purpl'd splendor of the sword?</br>Turn from thy roaring empire, and thine eye</br>Fix on Augusta's spiry seats:  'twas there,</br>In cloisters dreary, and the winding aisle</br>He cherish'd dauntless brav'ry; there his heart,</br>Manly in youth, survey'd with eager soul</br>The glorious prospects of immortal fame,</br>When daring conflict should usurp the main,</br>And Heav'n and Troubridge win the wat'ry field!", "Nor yet, fair child of Industry, sweet Commerce,</br>Forget to think how many of the sons</br>Of these belov'd and unreproved seats</br>Here first, tho' far from all thy busy scenes,</br>Have vow'd to live for thee, and to forsake</br>Their native home, to seek thy lively form</br>In distant climates; southward, where the sun</br>With scorching beam direct, the sultry air</br>Strikes thro', till, darting on the scorch'd domain,</br>It leaves the wither'd herb and drooping flow'r</br>Not one sad dew-drop for a tear to mourn</br>Its dying beauty, once so gaily green:</br>Or, higher northward, where with garment white</br>Of everlasting frost cold Nature clads</br>Her hidden form, and melancholy Morn</br>Views in a thousand icicles of glass</br>(That fancy, ever gay, delights to hang,</br>In many an uncouth form, upon the cot</br>Of the rude Russian or Carinthian boor)</br>Her sadden'd face; and soon, as tir'd to see</br>Her mournful looks, sinks down again to rest,</br>And gives the gloomy hours to night and darkness.", "Such are thy youth, sweet spot!  Thy children such</br>That tread thy walks, now silent, when the hour</br>Demands the tribute of attention, due</br>To all the rare-felt intellectual sweets</br>Of various learning; now again, when Sport</br>With hasty hand unlocks the yielding door,</br>Clam'rous with shouts of joy, and playful innocence!", "Let Italy's soft sons their science boast,</br>Soul charming music, or the buskin'd muse,</br>Unequall'd pencil, raising life and thought,</br>And animated Sculpture; Love itself,</br>That seems to breathe, tho' with a marble breast</br>Silent and cold as Death:  yet still, perhaps,</br>When Italy shall be no more, now torn</br>From Superstition's sway to Gallia's hand,</br>Which with the scythe of War has mow'd to earth</br>Nations and states at once, a bloody harvest!</br>Like the strong pois'nous wind that boisterous sweeps</br>O'er the lorn sands of Araby, and brings</br>Death, clad in his most hideous shape, his front</br>O'erspread with whirlwinds black, who murd'rous spares</br>Nor the fierce beast, nor man's diviner form:</br>Yes; when that Italy shall be no more,</br>Thy fame, sweet mansion, still shall flourish wide</br>Like the strong oak, whose vassal trees fall round,</br>Torn up by warring elements; still see</br>Whole realms fall off, and empires die away;</br>And yet shall live to see thy noble sons</br>Increase in honour when alive, and fame</br>Still nobler after life.  So the sweet rose,</br>Od'rous in death, breathes fragrance to the air,</br>And wafts its incense on the wings of Eve.", "Farewel, ye happy seats of peace and joy,</br>Where ruddy health glows on each blooming cheek,</br>And innocence looks modest in each eye!</br>Farewel!  And may the dews of Heaven distil</br>Their richest drops upon thy honour'd roofs;</br>To whose gay tops once more my straining eyes</br>Seem as compell'd to turn to bid the youth,</br>Who with the soothing voice of friendship cheer'd</br>The morning of my life, adieu!  Yet short,</br>Swift Time, be all our absence!  Quick again</br>I turn my doubtful footsteps, and this pray'r,</br>Fervent, I breathe to Heav'n: &mdash; \"All pow'rful God,</br>O Give those walks for ever to be trod</br>By those who love thy name; nor throw between</br>The cup of pleasure and the eager lips</br>Of the gay youths that learnt with me to bow</br>Before thy throne, as yet unseen, one ill</br>To taint with bitterness the pleasing draught</br>That peace holds out; and hallow'd be thy Name!\"</br>"]