["THE LAKE OF GENEVA AT SUNSET.</br>Daylight still linger'd on the quiet lake,</br>But, where the ev'ning breeze play'd wantonly,</br>A parting smile each ripple seem'd to take,</br>From the full moonbeam's silver dancing ray;</br>Then rose and fell, slow and alternately,</br>The murmur of the water's peaceful swell,</br>Advancing darkly to the shore, and aye</br>Soothing the silence it could not dispel,</br>As on the pebbled beach, a shower of pearls it fell.", "The struggle o'er, sunset now yields to night;</br>Yet as day's farewell billows flow away,</br>The distant Alps they leave in living light,</br>That lofty shore, which bounds the tide of day,</br>Till all their ice-clad vallies smile as gay</br>As summer bowers; and now a deeper blue,</br>The richest purple of a rainbow's ray,</br>And deep'ning still, till on the frigid view</br>Their snow-white masses rise in cold and deadly hue.", "Fond Memory welcomes, in each form it meets,</br>Resemblance to that form Sense cannot see;</br>'Mid Autumn's softness, or 'mid Summer's sweets,</br>Still, still as present seems that form to be,</br>So then those Alps of sunset brought to me</br>A face, which, like them, shone in rapture's ray;</br>But, for a moment, there, its spirit free,</br>Fled as a twilight-beam to join the day,</br>And nought of it remain'd but a cold mass of clay.", "ON A TOWER NEAR BEY, IN SWITZERLAND.</br>By Leman's Lake there stands a ruin'd tow'r,</br>Bearing no record whose or what it was;</br>A lonely relict of some long-fled hour,</br>At which each passing moment seems to pause,</br>And from its aspect sad the lesson draws</br>Of Time's mortality; for where are they,</br>Those countless hours, which here have been?  And was</br>All their existence, as a moment's stay,</br>Passing, as soon as come, like April's snows away?", "One lovely flow'r is springing on its walls,</br>And smiles 'mid wild decay's sepulchral gloom;</br>One summer ray sleeps in its silent halls,</br>In all the bright intensity of June;</br>Yet warms it not that cold, deserted room;</br>As did the faggot's blaze, so breaks a beam</br>Of gladness o'er his coutenance, on whom</br>Sits heavy grief; he smiles, and yet we deem</br>It is a meteor glare &mdash; a false, uncertain gleam.", "It looks like that fair flow'r, which loves to dwell</br>In desolation's cold and cheerless ray;</br>And there it stands, with lovely grace, to tell</br>It yet can smile, though all be fled away:</br>That lovely, modest flow'r is Piety,</br>Which rears its head when all is lowly laid;</br>Peaceful and chaste, in youthful prime and age,</br>Decks with a smile each gap that grief has made,</br>And casts on all around its calm, refreshing shade.", "Above, the Alps, in wildest fantasy,</br>Uprear their giant forms, and look sedate</br>Down from their cloudless palace in the sky,</br>On all that feeble man esteemeth great&mdash;</br>On all the changes of his changing state,</br>Mocking war's loudest thunder; or when, lo!</br>Burst forth the Avalanche's crushing weight,</br>Or when the boiling waters far below</br>Dash from their cradling rocks, in wild, inconstant flow.", "And yet, with man compar'd, these nothing are&mdash;</br>Nothing their vast duration &mdash; nothing though</br>Their clefts have seen a thousand storms, and there</br>Lies undissolv'd the earth's primeval snow;</br>The mind that measures them is doom'd to know</br>Existence, such as time can never span;</br>Yes, an eternity of bliss or woe,</br>When that this world, as chaff, before the fan</br>Passes away, then waits that seeming moment &mdash; man.</br>"]