["The moon had sunk in clouds; a storm was nigh,</br>And eddy leaves came scattering on the blast;</br>The merchant round him turn'd an anxious eye,</br>As yet scarce half the forest length was past;</br>While mingling with the gloom a deeper dread,</br>The passing thunder roll'd in murmurs o'er his head.", "The steed shook wild his ruffled mane; around</br>The oak-trees old rock'd roaring in the gale;</br>And pines their branches stoop'd with crashing sound;</br>Drear clos'd the darkness on the lightning pale;</br>When through the forest-breaks a light from high</br>Shone distant, as it seem'd, a watch-tower in the sky.", "With livelier cheer the traveller wound the glade,</br>Till climbing slow the dark hill's hanging steep,</br>Th' illuminated turrets he survey'd</br>Whose light had glimmer'd through those forests deep;</br>Beneath a stately castle's walls he stood,</br>That, flank'd with lofty towers, o'ertopp'd th' inferior wood.", "Beside the gate was hung a brazen horn;</br>The pediment was grav'd with golden scroll;</br>\"Here food and shelter wait the wretch forlorn,</br>Who owns the treasure of grateful soul.\"</br>The merchant to his lips that horn applied,</br>The hollow mountain-glens re-echoed far and wide.", "Straight quivering streaks illume the granite walls,</br>From many a gliding torch reflected bright;</br>Shrill ring the gates; expand the tapestried halls,</br>And blooming pages guide his steps aright;</br>With busy hands disrobe the way-worn guests</br>And lave in tepid streams, and clothe in downy vest.", "Thence o'er a smooth mosaic floor he treads,</br>Of greenest marble is the vast saloon;</br>A crystal lamp its chequering lustre sheds,</br>As o'er some valley shines the shadowy moon;</br>The figur'd arras waves, and on his sight</br>Sudden a presence-room bursts in a blaze of light.", "His foot on cushion rais'd of cloth of gold,</br>One sate beneath a purple canopy:</br>His clustering locks in raven blackness roll'd,</br>Pale was his hollow cheek, like fire his eye;</br>In cloak of ermin'd crimson he was clad;</br>But rueful was his mien; his very smile was sad.", "Knights in gay green appear'd; and clad in rose</br>Sate ladies young with pearl-ybraided hair;</br>The duke Onulphus from his throne arose,</br>And plac'd the merchant in a golden chair:</br>Full opposite the dutchess thron'd was seen;</br>Soft was her pensive smile, and chaste her modest mien.", "But oh!  how tempting fair; her hazel eye</br>Swam dark in beaming languishment of hue;</br>Her smooth and jetty brows, were arch'd on high,</br>Her shading lashes lengthen'd on the view;</br>The crimson of her cheek rose mantling warm,</br>A lucid robe scarce veil'd her lightly rounded form.", "None may that bosom's orb'd luxuriance tell,</br>As marble firm, and dazzling as the snow;</br>The gazer's heart, while soft it rose and fell,</br>Beat with a like pulsation to and fro:</br>And oh!  the moisture of the scarlet lip</br>That clos'd these pearly teeth, it had been heaven to sip.", "Apart she sat, distinguish'd from the rest,</br>A violet mantle from her shoulders flow'd;</br>A zone of diamonds grasp'd her throbbing breast,</br>And on her tapering fingers rubies glow'd;</br>Gems quiver'd in her ears; and round her head</br>Gather'd in braiding gold the jetty tresses spread.", "Here gaz'd Basilius; nor the lady's gaze</br>Disdain'd to melt and mingle with his own;</br>At once his blood was kindled in a blaze,</br>His pulses throbb'd with tumults yet unknown;</br>Flush'd was his cheek, and humid were his eyes,</br>And every nerve was thrill'd with trembling ecstacies.", "But still, whene'er he turn'd his eyes aside,</br>The duke's stern glance would seem to read his soul;</br>Then through his heart would icy terrors glide,</br>Till once again her gaze electric stole</br>On his attracted gaze, and once again</br>The guilty flames were shot through every shivering vein.", "Now to the trumpet's silver sound behold</br>The banquet serv'd; the golden beakers shine;</br>The viands rich are pil'd in massive gold,</br>Reddens in golden cups the sparkling wine;</br>The merchant swims in bliss; the duke demands</br>A health, and courteous gives the goblet to his hands.", "Then smiling bends the guest his wishful eyes</br>To that fair dutchess, when the goblet falls</br>From his slack grasp; what sudden horrors rise!</br>What ghastly spectacle his sight appalls!</br>In her white hand she held a human skull,</br>A page stood by with wine, and fill'd it to the full.", "She bows, and lifts it to her smiling lips,</br>But her smooth brow is ruffled by a frown;</br>Tears drop into the draught; and, while she sips,</br>O'er her high-heaving breast run trickling down.</br>The merchant on Onulphus turn'd his look;</br>Again that eagle eye his breast with lightning strook.", "Ill far'd the traveller through that horrid feast,</br>Though perfumes breath'd, and music warbled round:</br>Full glad was he when all the banquet ceas'd,</br>Fain would he fly from that enchanted ground;</br>But now those blooming boys the torches bear,</br>And his reluctant steps ascend the jasper stair.", "The plumes of ostrich nodded o'er the bed</br>That stood by silver eagles propp'd on high;</br>The velvet curtains glow'd with deepest red;</br>And wav'd the walls with pictur'd tapestry;</br>Large as the life appear'd those shadows bright,</br>Their stately forms mov'd slow to every breeze of night.", "There from the book of Troy was wrought the tale,</br>Here Helen smil'd at Menelaus' side:</br>There look'd she back, while far the bellying sail</br>In flight convey'd her o'er the rolling tide:</br>Here her white arms enfold th' adulterous boy,</br>And there she wailing sees the gathering flames of Troy.", "There too the mighty Agamemnon bled</br>Within the marble bath, by ruffian sword;</br>Here was the feast by Clytemnestra spread,</br>The gay adulterer grac'd the regal board:</br>There his good blade the stern Orestes drew,</br>And o'er a mother's corse his veiling mantle threw.", "His arms in musing thought the merchant folds,</br>And, touch'd with sadness, views the storied walls:</br>When sudden he a gilded niche beholds,</br>As with slant gleam the lamp reflected falls;</br>Within the niche two glooming tapers burn,</br>Whose flickering light shows dim an alabaster urn.", "Who may the stranger's shuddering anguish paint,</br>When in that vase he look'd, and saw enclos'd</br>A human heart! &mdash; with rising horrors faint</br>He sought his couch; and lay, but not repos'd;</br>When clang'd the doors; and lo!  the duke &mdash; who led</br>That lovely dame, her locks dishevell'd from her head.", "That heart, with myrrh and cassia balm'd, he took,</br>And to her lips with courteous mockery rais'd;</br>That heart she kiss'd, while he with searching look</br>On her flush'd cheek unalterably gaz'd:</br>Then, while her sobbing breast rose heaving fast,</br>The vase was clos'd, and they from forth the chamber pass'd.", "Up sprang the trav'ller when the morning broke,</br>And left the chamber with a beating breast;</br>The duke encountering smil'd, and gracious spoke,</br>And ask'd if sweet his fare, if soft his rest;</br>Basilius bow'd the knee; but frankly said,</br>How that his breast was scar'd, and terrified his bed.", "Stern smil'd his host, and led him where a room</br>Was rich with painting, gold, and ebony:</br>Without the casements roses wreath'd their bloom,</br>And woodbines droop'd in cluster'd canopy:</br>Its blossom'd boughs the myrtle green entwin'd,</br>And orange-trees with sweets impregnated the wind.", "Rare needle-work the colour'd hangings wove,</br>The silken scene did loyal loves display:</br>Knights in their helmets wore the gage of love,</br>Or at the feet of damsels courteous lay:</br>But all was stilly gloom; what seem'd a bed</br>Rose underneath an arch, with sable pall o'erspread.", "Unseen the harp is touch'd; the whilst they taste</br>The luscious fruit, and drink metheglin sweet;</br>Slow to the merchant's thought the moments waste,</br>Till rose the duke in silence from his seat;</br>That sable pall he rais'd, and pointing stood;</br>The azure couch blush'd red &mdash; it was the stain of blood!", "Then pray'd the trembling merchant to depart,</br>The gorgeous misery sicken'd on his brain</br>The mystic drinking-skull; th' embalmed heart,</br>The purple horror of the secret stain!&mdash;</br>\"Lo!  here,\" Onulphus cried, \"my bridal bower!</br>And here my consort clasp'd her guilty paramour.", "\"Like thee my guest, he caught the roving glance</br>Of Rosimund, and lur'd her to her shame;</br>I saw; I found them in their sinful trance,</br>And quench'd in blood the barb'rous ingrate's flame;</br>It is the will of heav'n that I should be</br>The still-avenging scourge of her inconstancy.", "\"This carbuncle that on my finger glows</br>Was once a living serpent's precious eye</br>Thus did an Arab sage his night's repose</br>Requite, of necromantic potency:</br>For still, when woman's faith would go astray,</br>This modest jewel pales its bright and sanguine ray.", "\"And still, whene'er her thoughts to vice incline,</br>That cup is brought to med'cine her offence;</br>And tears of rage then mingle with her wine,</br>Would they were chang'd to tears of penitence!</br>I may not dare, till she be chaste and true,</br>So warn'd by holy dreams, remit the penance due.", "\"Now go in peace!\"  he said, and clasp'd him round</br>With courteous arms; the gates unfolding rang:</br>A barb with golden bit there paw'd the ground,</br>The grateful merchant to the saddle sprang:</br>Pensive he left the castle-walls; but thence</br>He bore a wiser heart, and firmer innocence.</br>"]