["Near a cool Spring, beneath a Date-tree's shade,</br>A youth detain'd a fair but scornful maid:</br>Peevish and coy, the struggling captive strove</br>To fly his courtship and despise his love.</br>In vain he caught &mdash; he press'd her hand in vain,</br>Her looks were anger, and her frowns disdain;</br>She scoff'd his fondness, and his suit denied,</br>Till thus he soften'd her obdurate pride.", "ADELAN.</br>Nay, stay thee, FATIMA! &mdash; Oh, turn awhile,</br>And hear the faithful pleadings of my tongue;</br>Mine is no rhetoric rich and carv'd with guile&mdash;</br>Indeed I love too well to do thee wrong.", "FATIMA.</br>Hence, hateful ADELAN, thou wary cheat!</br>When next I listen thy seductive tale,</br>The Hound shall kiss the fierce Hyena's feet,</br>The Pigeon o'er the Vulture's force prevail.", "ADELAN.</br>Did but a Son of Man fling such reproach,</br>So vile, so slanderous, cruel, and unjust;</br>By hope of Paradise, my rage abroach,</br>This hand had laid him level in the dust!</br>But, FATIMA &mdash; Oh MAHOMET! &mdash; can it be?&mdash;</br>I little thought to hear such words from thee.", "FATIMA.</br>Yes, vicious wretch! &mdash; What evil had I done</br>To force thee wantonly insult my fame?</br>Had I a purpos'd crime? &mdash; I know of none,</br>Unless my love for thee deserv'd that name.", "ADELAN.</br>Paint but my wrongs, if wrongs I ever knew,</br>Tell me my faults, that I those faults may mend;</br>Else shall I fruitlessly a mist pursue,</br>And try to unravel doubts without an end.", "FATIMA.</br>Why does the Culprit hang abash'd his head</br>When tax'd with sins his conscience can't deny?</br>Go ask thyself: &mdash; reflect with guilty dread,</br>And fearful of mankind to deserts fly.", "ADELAN.</br>Now by the Moon I swear, no blush of shame</br>Spreads on my cheeks, nor does my conscience fear:</br>Why then does FATIMA delay to name</br>What dauntless ADELAN demands to hear?", "FATIMA.</br>ITEGHE tells to every shepherd maid</br>That ADELAN loves FATIMA no more;</br>For, lately seeking a young lamb that stray'd</br>Along the spacious Caspian's flowery shore,</br>In a deep cave where ACCRA dries his nets,</br>He spied her lock'd in ACCRA'S fond embrace;</br>And now, if possible, those charms forgets</br>That in his heart once held the sovereign place.</br>This she reports as you yourself declar'd,</br>Who give to her those vows I some time shar'd.", "ADELAN.</br>Will the faint Traveller, who treads the plain</br>To barter merchandise for glittering gold,</br>Wearied with toil, repose him in the den</br>Where the gaunt Lions their fell banquets hold?</br>Will Seamen set their sails when't storms abroad?</br>Will Misers credit Robbers with their wealth?</br>Will the wise Saphan trust the Lynx's fraud,</br>The sick use poisonous weeds to give them health?</br>Then how, dear FATIMA, couldst thou believe</br>A spiteful woman lesson'd to deceive?", "FATIMA.</br>Knowing my thoughts as polish'd diamonds clear,</br>I vow I doubted, and did oft dispute;</br>Yet foul-mouth'd Malice still assail'd mine ear.&mdash;</br>&mdash;But didst thou never blacken my repute?", "ADELAN.</br>Have I at any time presum'd to lead</br>Thy steps from modesty, thy mind from good?</br>Have I not told thee, Virtue towers indeed</br>Firm as the rock that scorns the Indian flood?</br>Have not mine actions been as pure as light,</br>Fond as the vine that curls about the palm;</br>Gentle as zephyrs in the train of night,</br>And like the morning chaste, though like it warm?</br>Then how should I defame that idol maid</br>Whose frowns I fear'd &mdash; whose mandates I obey'd?", "FATIMA.</br>And did ITEGHE never win thy smile,</br>Nor hear thy love-suit pour'd in plaintive rhymes?</br>Has no soft dalliance fill'd a vacant while,</br>Her bosom never pillow'd thee at times?", "ADELAN.</br>Never!  though often on the sunny lawn,</br>Beside my hut, or in the verdant shade,</br>At solemn eve, at noon, at reddening morn,</br>In wood or valley, I have met the maid:</br>The speech of courtesy made up the round</br>Of love or compliment I paid her pride.</br>Not so to thee, revolving hours have found</br>Thy Suitor like thy shadow at thy side.", "FATIMA.</br>Sweet youth, 'tis verity! &mdash; how could I think</br>A moment's space misdeeds to thee belong?</br>But who that braves the billows may not sink?</br>Ah, who so virtuous that he ne'er did wrong?</br>Dear ADELAN, forgive me:  hence I'll prove</br>As unsuspicious as becomes thy love.", "ADELAN.</br>Forgive! &mdash; oh tell me, didst thou once offend?</br>Or, if thou didst, thy penance shall be rare;</br>In one sweet kiss let all thine errors end&mdash;</br>Live, charming Girl, as blameless as thou art fair.</br>The Warrior's gladness at the trumpet's sound,</br>The Lover's tumult on the bridal night,</br>The Poet's pleasures when with laurels crown'd,</br>Ne'er reach'd the summit of such high delight</br>As my proud soul, since thou, divinely kind,</br>Hast chas'd the gloom that darken'd on my mind.", "FATIMA.</br>Oh not to me the balsam's gum so dear,</br>The aloe's or cinnamon's perfume&mdash;</br>The sparkling diadems Sultanas wear,</br>The Tyrian vest from the embroidering loom&mdash;</br>The stores of frankincense, of gold and myrrh,</br>Which loaded camels journey with from far&mdash;</br>The silver chords to rapturous music strung,</br>As is the pleasant utterance of thy tongue.", "ADELAN.</br>Henceforth let tigers with the herds repose,</br>Let crested adders lick the infant's hand;</br>Let thorny brambles bear the blushing rose,</br>And fruitful fig-trees clothe Arabia's sand;</br>Henceforth let jealousies and doubts remove,</br>And all mankind be link'd in endless love.</br>"]