["O COMMERCE!  sprung from liberty and peace,</br>O animate these strains, which now the Muse</br>Attempts with trembling wing;</br>Though weak the string and nerve.", "My Muse unfledg'd, attempts to take her flight:</br>The theme allures, but reason dreads the height;</br>One spark, 'tis all I ask,</br>Of Gray's or Barbauld's fire.", "In those fierce times, ere Art had chose her 'bode,</br>COMMERCE was then despis'd in Britain's isle;</br>In other climes she dwelt</br>With eager rapture sought.", "Venice and Spain her kindling blessings shar'd,</br>But other views engag'd Britannia's sons;</br>Strong, bold, in manners rude,</br>Arms were their only joy.", "Despotic Barons lorded o'er her lands,</br>And slaves obsequious to their dire command,</br>At the shrill clarion's sound</br>Assembling left their flocks.", "Discord and civil broil diffus'd their rage,</br>The thirst of glory rous'd their souls to war;</br>Ambition stalk'd around,</br>And seeking honor &mdash; fell&mdash;", "Th' effects were dire, though conquest crown'd their arms,</br>Horror and carnage were the sure event&mdash;</br>The captive Monarch fell</br>A prey to perjur'd foes.", "Such scenes of woe with pity Peace beheld,</br>And strait this mandate to her daughter gave:</br>\"Thou friend to Liberty,</br>Each art and science bring!", "\"For now the earth with desolation's spread;</br>Ill-judging man to till his land disdains,</br>Charm'd with the clang of arms,</br>He social life deserts:", "\"Their manners soften, and their thoughts refine;</br>Unlock the springs of Learning's sacred fount,</br>Receive my Olive-branch,</br>To bless the favour'd Isle.\"", "Her daughter soon the grateful task began,</br>And sent an Arthur to reform mankind;</br>A virgin Queen she chose,</br>And Brunswick's royal line,", "To raise the fame of Britain's hardy race,</br>And check the pride of Bourbon's haughty Kings,</br>Her naval pow'rs remain</br>Firm as strong Calpe's rock;", "Edward and Henry may their laurels claim</br>From France by slaughter and ambition gain'd;</br>Their deeds with wonder read,</br>May grace the historic page.", "Anson, Drake, and Cook superior rise,</br>Whose fame let ev'ry friend to Britain tell,</br>For ev'ry zone and pole</br>Their glorious acts proclaim.", "Their works not transient, but for ever last,</br>From the new Western World and Friendly Isles,</br>More solid honour gain'd</br>Than all fam'd Cressy's fight.</br>"]