["Ye ploughmen, and hedgers, and ditchers,</br>Who labour these valleys among,</br>Come, lay by your bottles and pitchers,</br>And listen awhile to my song:</br>For, ah!  It may teach ye to learn</br>How tricksome and sly are the fair,</br>And haply may teach yet to spurn</br>The shackles of Doubt and Despair.", "O Lord!  what a beautiful thing</br>It is to be loving and kind!</br>O Lord!  what a beautiful thing</br>It is to push trouble behind!</br>For me &mdash; ah, my spirits, I lose 'em,</br>The phantoms of Hope do I grasp&mdash;</br>Love, Love hath crept into my bosom,</br>And stings me as bad as a wasp.", "My face &mdash; O, how haggard and pale!</br>My sorrows all come in a lump;</br>In vain is thy sparkling ale,</br>My heart is as dead as a dump.</br>While Betty her love will conceal</br>(Mayhap she but does it to fun me,)</br>I feel &mdash; what I cannot but feel&mdash;</br>That Betty somehow hath undone me.", "Last Sunday at Church, with my book,</br>A reading the Homilies o'er,</br>I cough'd &mdash; and she gave me a look&mdash;</br>Ah!  my  Bible I dropp'd on the floor!</br>And mayhap I am wrong, when she came</br>Elbowing me down the white wall,</br>To think &mdash; what I cannot but name&mdash;</br>She lov'd me the best of them all.", "Last even, when I would have slept,</br>My head on the table, O la!</br>How silly behind me she crept,</br>And tickled my nose with a straw.</br>I rous'd up, and gave her a wink,</br>And said &mdash; \"Ha!  do I understand this?\"</br>But haply I'm wrong when I think</br>She wish'd I had given a kiss.", "One night as we sat all a row,</br>Round the fire-side watching a cake,</br>She carefully trod on my toe,</br>And said it was all a mistake!</br>She pinch'd me, and said, \"Come, I know,</br>It is you who have let the cake burn;\"</br>I didn't believe it, and so</br>I gave her a pinch in return.", "How often at dinner does she</br>Strew heaps o' nice bits on my plate, ah!</br>And often and often, good me,</br>Bepicks me a mealy potato!</br>And oh!  how she softens my bed,</br>And turns the hard flock to a feather&mdash;</br>And lays a clean cap for my head,</br>And pins my old curtain together.", "How clean to the chapel she goes,</br>How witty and pleasant she talks,</br>How pretty she turns out her toes,</br>And splashes the dirt as she walks.</br>With laughter the rafters all ring,</br>Whenever she tells her droll riddles;</br>And, oh!  did you hear her but sing,</br>You'd think 'twas a couple of fiddles!", "How graceful she trundles a mop,</br>How sweetly she handles a broom,</br>How well doth she lather the slop,</br>How white doth she scour a room!</br>How nicely she brushes my clothes,</br>And ties on my 'kerchief with care;</br>And darns, with a needle, my hose,</br>And letters my shirts with her hair.", "Her cheeks are two mellowing dates,</br>Like pippins with redness puff'd up hard;</br>Her teeth are two rows of white plates,</br>Set prettily round a red cupboard.</br>And, oh!  do you look at her eyes,</br>That modestly peep down her nose &mdash; See!</br>They're beautiful blue-bottle flies</br>That settle upon a red rose-tree.", "O Lord!  when I muse them I famish&mdash;</br>My sorrows all come in a lump:&mdash;</br>When I see her &mdash; I blush and long lamb'ish,</br>And my heart is as dead as a dump.</br>When Betty once tells me she loves me,</br>I sigh again, never, O never!&mdash;</br>Nor tell how my passion now shores me</br>To madness, for ever and ever.</br>"]