["The poet, notwithstanding this discouragement, begg'd hard that he might exhibit a specimen of his performance; and being restricted to a few lines, he repeated the following stanzas, with the most rueful emphasis.", "Where wast thou, wittol Ward, when hapless fate</br>From these weak arms mine aged grannam tore:</br>These pious arms essay'd too late,</br>To drive the dismal phantom from the door.</br>Could not thy healing drop, illustrious quack,</br>Could not thy salutory pill prolong her days,</br>For whom, so oft, to Marybone, alack!</br>Thy sorrels dragg'd thee thro' the worst of ways?", "Oil-dropping Twick'nham did not then detain</br>Thy steps, tho' tended by the Cambrian maids;</br>Nor the sweet environs of Drury-lane;</br>Nor dusty Pimlico's embow'ring shades;</br>Nor Whitehall, by the river's bank,</br>Beset with rowers dank;</br>Nor where th' Exchange pours forth its tawny sons;</br>Nor where to mix with offal, soil and blood,</br>Steep Snowhill rolls the sable flood;</br>Nor where the Mint's contaminated kennel runs:</br>Ill doth it now beseem,</br>That thou should'st doze and dream,</br>When death in mortal armour came,</br>And struck with ruthless dart the gentle dame.", "Her lib'ral hand and sympathising breast,</br>The brute creation kindly bless'd:</br>Where'er she trod grimalkin purr'd around,</br>The squeaking pigs her bounty own'd;</br>Nor to the waddling duck or gabbling goose,</br>Did she glad sustenance refuse;</br>The strutting cock she daily fed,</br>And turky with his snout so red;</br>Of chickens careful as the pious hen,</br>Nor did she overlook the tomtit or the wren;</br>While redbreast hopp'd before her in the hall,</br>As if she common mother were of all.", "For my distracted mind,</br>What comfort can I find?</br>O best of grannams!  thou art dead and gone,</br>And I am left behind in sad funereal lay,</br>Ah!  woe is me!  alack!  and well-a-day!", "These interjections at the close of this pathetic elegy, were not pronounced without the sobs and tears of the author, who looked wishfully around him for applause, and having wiped his eyes, asked the chairman's opinion of what he had read.  That cynical gentleman, who had no great devotion to the Arcadian, answered with a most equivocal aspect, \"Sad, very sad!  sad enough to draw tears from the eyes of a bum-bailiff.\"</br>"]