["Ye Flowers!  that bow beneath the tears of eve,</br>Ye Gales!  that murm'ring seem like me to grieve,</br>Shall only ye o'er MERIT'S grave forlorn</br>Murmur and weep?  nor I be there to mourn?</br>As o'er thy Tomb, my HENDERSON!  I bend,</br>Shall I not praise thee, Scholar!  Christian!  Friend!</br>The grief which o'er a Brother's recent grave</br>Forc'd Nature sheds, that copious grief I gave:</br>But now that time his soft'ning hues has brought</br>And mellow'd anguish into pensive thought;</br>Since through the varied scenes of life I've pass'd,</br>And still compar'd the former with the last;</br>I prize thee more!  the GREAT, the LEARN'D I see,</br>Yet mem'ry turns from little men to THEE,</br>And views, with smiles that light her trembling tear,</br>Thy Genius, destin'd for a nobler sphere.", "If human spirits then begin to live</br>When they mortality's frail robe receive;</br>And born to endless being urge their way,</br>Progressive Travellers through the eternal Day;</br>Dart wide the glance, yet dart on GOD alone,</br>Approaching still his ever-distant throne;</br>If e'en the unletter'd Peasant in that flight</br>Soon soar beyond a Newton's earthly height;</br>What height shall he attain, whose infant scan</br>Pierc'd through the frames of Nature and of Man?", "'Twas his the times of elder fame to view,</br>And all that GREECE or ROME e'er writ or knew;</br>Now on bold pinion float mid PLATO'S blaze,</br>Now patient tread the SCHOOLMAN's thorny maze.</br>In thrice ten years his soul had run the round</br>Of human knowledge, simple or profound;</br>Alike could shape the log, or glance his eye</br>To where with Suns the Zodiac belts the sky:</br>E'er as the Lark, that groundling builds its nest,</br>Now bends the stalk beneath its speckled breast,</br>Now pierces clouds, and with a startling trill</br>Salutes the day-star glittering o'er the hill!", "Not souls from him lay ambush'd; he could trace</br>The mute, unlying language of the face;</br>In manhood's fashion'd features knew to read,</br>The ruling passion stamp'd, the habitual deed;</br>And in the acorn's fibrils, with keen eye,</br>Beheld the oak's storm-swinging branches high.", "So vast a mind did I dare venture near?</br> O yes!  for perfect Love excluded Fear.</br>Tho' like an eagle he could stand sublime</br>On summits which no toil might hope to climb:</br>And tho' whene'er he spake, the sage was mute</br>As maiden list'ning to her lover's lute;</br>Yet did kind Heaven one WORTHIER gift impart,</br>The priceless treasure of a LOWLY HEART,</br>O hear thou proud one!  thou whose soul assumes</br>Or Wisdom's robe, or Wit's aye-dancing plumes;</br>Tho' Learning's alpine height before him shone,</br>He on the footstool fix'd a nobler throne.</br>E'en children doated on his accent mild,</br>And sported careless round their fellow child.", "Ye sons of calumny!  go, hide your head!</br>Away, ye VAMPIRES!  that devour the dead!</br>Who fain would force the long-clos'd wound to bleed,</br>And hunt through Paradise to find a weed.</br>When droop'd his frame beneath its restless lord,</br>And cut its sheath the keen-temper'd sword;</br>What if an artificial aid he sought,</br>Worn out with prodigality of thought?</br>What if, his frail car driven with heedless force,</br>He fir'd the wheels in his too rapid course?</br>'Tis true, the midnight bowl he lov'd to share,</br>Yet never cloud it rais'd, it shot no glare;</br>But only made, with stimulation kind,</br>The body wakeful to the unsleeping mind;</br>But only (till unmechaniz'd by death);</br>Kept the pipe vocal to the player's breath.</br>With wonted thought, with loftier eloquence,</br>Truth's pure behestments would he then dispense:</br>So fair the effect that VIRTUE made a pause,</br>And only not forgave the faulty cause.</br>Ye sons of calumny!  go, hide your head!</br>Away!  ye VAMPIRES that devour the dead.", "In mem'ry let those holy hours be kept,</br>When by his couch of pain I watch'd, and wept;</br>And heard his lips with faultering tone disclaim</br>The cymbal-tinkling praise of human fame.</br>The simplest truths, that else had quickly fled,</br>Are oracles, heard from a sick friend's bed:</br>How deeply then his precepts must I prize,</br>(Lov'd by the good and echo'd by the wise)</br>Who while he writh'd beneath disease's rod,</br>Still spake of Faith, of Mercy, and of God.", "O hither come, all ye!  whose smoky lamps</br>Burn dim and foul mid doubt's unwholesome damps;</br>O hither come!  from me, the mourner, hear</br>What smiles a dying Christian's lips can wear,</br>When some kind Angel soothes the lab'ring breath,</br>And lifts th' emancipating wand of Death.", "Then only not the friend of all mankind,</br>When to thyself a foe &mdash; farewell, GREAT MIND!</br>We wander tearful through this vale below,</br>But thou art gone where tears forget to flow;</br>Where LOVE and JOY eternal vigils hold,</br>And scatter healing as their wings unfold;</br>Where Souls their radiant course for ever run,</br>And move like Planets round the Almighty Sun.", "If Friendship be a flower, whose am'ranth bloom</br>Endures that heavenly clime; beyond the tomb</br>I, haply I (low scenes of earth, retreat!)</br>Am doom'd once more thy honor'd form to meet;</br>Behold thee stand \"girt in a starry zone\"</br>Where Wisdom wells beneath th' Omniscient's throne;</br>And thou to me with outstretch'd arm shalt bring</br>Nectar ebullient from that Living spring.</br>"]