["What all Men wish'd, tho few cou'd hope to see,</br>We are now blest with, and oblig'd by Thee.</br>Thou from the Antient Learned Latine Store,</br>Giv'st us one Author, and we hope for more.</br>May They enjoy thy Thoughts &mdash; let not the Stage</br>The Idl'st Moment of thy Hours engage.</br>Each Year that Place some wond'rous Monster breeds</br>And the Wits Garden is o'er run with Weeds.</br>There Farce is Comedy, Bombast call'd Strong,</br>Soft words, with nothing in 'em, make a Song.</br>'Tis hard to say they steal them now adaies,</br>For sure the Ancients never wrote such Plays.</br>These scribling Insects have what they deserve,</br>Not Plenty, nor the Glory for to starve.</br>That Spencer knew, That Tasso felt before,</br>And Death found surly Ben exceeding poor.</br>Heaven turn the Omen from their Image here,</br>May he with Joy the well-plac'd Lawrel wear:</br>Great Virgil's happier fortune may he find,</br>And be our Ceasar, like Augustus, kind.", "But let not this disturb Thy tuneful head,</br>Thou writ'st for thy Delight, and not for Bread.</br>Thou art not curst to write thy Verse with care,</br>But art above what other Poets fear.</br>What may we not expect from such a hand,</br>That has, with Books, Himself at free Command?</br>Thou Know'st in Youth what Age has sought in vain,</br>And bring'st forth Sons without a Mothers Pain:</br>So easy is thy Sense, Thy Verse so sweet,</br>Thy words so proper, and Thy Phrase so fit.</br>We read, and read again, and still admire</br>Whence came this Youth, and whence this wondrous fire.", "Pardon this Rapture, Sir, but who can be</br>Cold and unmov'd, yet have his thoughts on Thee?</br>Thy goodness may My several faults forgive,</br>And by your help these wretched lines may live:</br>But if when view'd by your severer sight,</br>They seem unworthy to behold the Light;</br>Let 'em with speed in deserv'd flames be thrown,</br>They'll send no sighs, nor murmur out a groan,</br>But dying silently Your Justice own.</br>London, Feb. 6.</br>"]