["Pless hur prave eyes!  hur's half afraid</br>To speak the ferse now hur has made:</br>But lest you think hur prains a tunce;</br>Look you, hur'll out with it at once:</br>And tho' hur may be wrong sometimes,</br>Hur'll sure and give you all the rhymes;</br>If not, hur hopes you'll grant excuses,</br>Nor sit like judges on hur muses:</br>Hur heart e'en quakes within hur guts,</br>Hur pegs you will not hang the sluts.", "Well then, and so hur Speech begins,</br>Hur guess you'll like hur by your grins;</br>Hur hopes hur nation's not the worst,</br>We're all porn shentlemen at first;</br>Tho' saucy infamy wou'd blot hur</br>Hur's sure Cadwallader begot hur.</br>Indeed hur owns on steep Welch rocks,</br>Hard fate constrains to feed hur flocks;</br>What then, good deeds!  hur pook can see,</br>Kings has kept flocks as well as she.</br>What's hur with that outlandish name,</br>Whose freaks set Troy town in a flame?</br>Hur there?  pho, pho, I pray you silence,</br>Why what!  I read hur name a while hence&mdash;</br>Paris &mdash; yes now &mdash; (hur wish him wipt)</br>Who saw three Goddesses unstript,</br>And Menelaus' good woman made ill,</br>Who was a goatherd from hur cradle;</br>Tho' was a king inteed for all yet,</br>And liv'd on Ide, &mdash; I think they call it.</br>That Ide, tho held such pig account in,</br>Hur warrants less than hur Welsh mountains.</br>Hur knows the story of the moon,</br>How they coy swain she puss'd at noon;</br>Fair 'Dymeon &mdash; hur can poast for pride</br>God Pan &mdash; and some as good beside.</br>But where was any hur could mention,</br>Like hur St. Tavy for invention.</br>(Was hur own namesake too, ant save ye;</br>Pray you, hur own porn name was Tavy)</br>He chrestian soul for want of cats,</br>Contriv'd a wond'rous trap for rats:</br>Shew'd how vile monster might be taken,</br>And sav'd his country's cheese and bacon;</br>And dairies of such vermine swept,</br>By English too in membrance kept;</br>For which each March, as pooks relate,</br>Hur's hang'd in effigy for state;</br>Not as some vulgars think in spite,</br>Meaning to stain hur glory by't,</br>But plac'd in honourable station</br>In mem'ry of hur famous nation;</br>With the renown'd red herring by hur,</br>That drew poor mouses in the wire:</br>And for hur crown, in feather's stead,</br>Sticks a huge leek to grace hur head:</br>Prave leek, whose sight and smell they say,</br>Did fright hur country's foes away.", "But hold you now &mdash; hur pray your patience,</br>Hur's got a world of strange relations:</br>Of bold Sir Shinkin let hur tell,</br>St. Winifred, and of her well;</br>Of Owen too, that witch Glendore,</br>With all his imps, and twenty more;</br>Of such fam'd tales hur's got a stock,</br>Wou'd last an hour out by clock.</br>Hur'll thro' 'em all now hur's begun,</br>Not she, hur cares not when hur's done.</br>Grant, Pollo, what hur will rehearse,</br>May have but all their legs in ferse.</br>Hur thinks hur pribles and hur prables</br>Was petter serve to please the rabbles.</br>Hold &mdash; mem'ry fails hur, hur's in doubt,</br>Ay &mdash; look you sure poor Tavy's out.</br>Hur pegs hur may not spoil hur part,</br>But let hur read the rest by heart.", "Pless hur &mdash; some knave has stole her notes,</br>Hur'll home good lack, and feed hur goats.</br>"]