["Another warning sound!  the funeral bell,</br>Startling the cities of the isle once more</br>With measured tones of melancholy swell,</br>Strikes on th' awaken'd heart from shore to shore.</br>He, at whose coming monarchs sink to dust,</br>The chambers of our palaces hath trod,</br>And the long-suffering spirit of the just,</br>Pure from its ruins, hath return'd to God!</br>Yet may not England o'er her Father weep;</br>Thoughts to her bosom crowd, too many, and too deep.", "Vain voice of Reason, hush! &mdash; they yet must flow,</br>The unrestrain'd, involuntary tears;</br>A thousand feelings sanctify the wo,</br>Roused by the glorious shades of vanish'd years.</br>Tell us no more 'tis not the time for grief,</br>Now that the exile of the soul is past,</br>And Death, blest messenger of Heaven's relief,</br>Hath borne the wanderer to his rest at last;</br>For him, eternity hath tenfold day,</br>We feel, we know, 'tis thus &mdash; yet nature will have way.", "What though amidst us, like a blasted oak,</br>Sadd'ning the scene where once it nobly reign'd,</br>A dread memorial of the lightning stroke,</br>Stamp'd with its fiery record, he remain'd;</br>Around that shatter'd tree still fondly clung</br>Th' undying tendrils of our love, which drew</br>Fresh nurture from its deep decay, and sprung</br>Luxuriant thence, to Glory's ruin true;</br>While England hung her trophies on the stem,</br>That desolately stood, unconscious e'en of them.", "Of them unconscious!  Oh mysterious doom!</br>Who shall unfold the counsels of the skies?</br>His was the voice which roused, as from the tomb,</br>The realm's high soul to loftiest energies!</br>His was the spirit, o'er the isles which threw</br>The mantle of its fortitude; and wrought</br>In every bosom, powerful to renew</br>Each dying spark of pure and generous thought;</br>The star of tempests!  beaming on the mast,</br>The seaman's torch of Hope, 'midst perils deepening fast.", "Then from th' unslumbering influence of his worth,</br>Strength, as of inspiration, fill'd the land;</br>A young, but quenchless, flame went brightly forth,</br>Kindled by him &mdash; who saw it not expand!</br>Such was the will of heaven &mdash; the gifted seer,</br>Who with his God had communed, face to face,</br>And from the house of bondage, and of fear,</br>In faith victorious, led the chosen race;</br>He through the desert and the waste their guide,</br>Saw dimly from afar, the promised land &mdash; and died.", "O full of days and virtues!  on thy head</br>Centred the woes of many a bitter lot;</br>Fathers have sorrow'd o'er their beauteous dead,</br>Eyes, quench'd in night, the sunbeam have forgot;</br>Minds have striven buoyantly with evil years,</br>And sunk beneath their gathering weight at length;</br>But Pain for thee had fill'd a cup of tears,</br>Where every anguish mingled all its strength;</br>By thy lost child we saw thee weeping stand,</br>And shadows deep around fell from th' Eternal's hand.", "Then came the noon of glory, which thy dreams</br>Perchance of yore had faintly prophesied;</br>But what to thee the splendour of its beams?</br>The ice-rock glows not 'midst the summer's pride!</br>Nations leap'd up to joy &mdash; as streams that burst,</br>At the warm touch of spring, their frozen chain,</br>And o'er the plains, whose verdure once they nursed,</br>Roll in exulting melody again;</br>And bright o'er earth the long majestic line</br>Of England's triumphs swept, to rouse all hearts &mdash; but thine.", "Oh!  what a dazzling vision, by the veil</br>That o'er thy spirit hung, was shut from thee,</br>When sceptred chieftains throng'd with palms to hail</br>The crowning isle, th' anointed of the sea!</br>Within thy palaces the lords of earth</br>Met to rejoice &mdash; rich pageants glitter'd by,</br>And stately revels imaged, in their mirth,</br>The old magnificence of chivalry.</br>They reach'd not thee &mdash; amidst them, yet alone,</br>Stillness and gloom begirt one dim and shadowy throne.", "Yet there was mercy still &mdash; if joy no more</br>Within that blasted circle might intrude,</br>Earth had no grief whose footstep might pass o'er</br>The silent limits of its solitude!</br>If all unheard the bridal song awoke</br>Our hearts' full echoes, as it swell'd on high;</br>Alike unheard the sudden dirge, that broke</br>On the glad strain, with dread solemnity!</br>If the land's rose unheeded wore its bloom,</br>Alike unfelt the storm that swept it to the tomb.", "And she, who, tried through all the stormy past,</br>Severely, deeply proved, in many an hour,</br>Watch'd o'er thee, firm and faithful to the last,</br>Sustain'd, inspired, by strong affection's power;</br>If to thy soul her voice no music bore&mdash;</br>If thy closed eye and wandering spirit caught</br>No light from looks, that fondly would explore</br>Thy mien, for traces of responsive thought;</br>Oh!  thou wert spared the pang that would have thrill'd</br>Thine inmost heart, when death that anxious bosom still'd.", "Thy loved ones fell around thee.  Manhood's prime,</br>Youth, with its glory, in its fulness, age,</br>All, at the gates of their eternal clime</br>Lay down, and closed their mortal pilgrimage;</br>The land wore ashes for its perish'd flowers,</br>The grave's imperial harvest.  Thou, mean while,</br>Didst walk unconscious through thy royal towers,</br>The one that wept not in the tearful isle!</br>As a tired warrior, on his battle-plain,</br>Breathes deep in dreams amidst the mourners and the slain.", "And who can tell what visions might be thine?</br>The stream of thought, though broken, still was pure!</br>Still o'er that wave the stars of heaven might shine,</br>Where earthly image would no more endure!</br>Though many a step, of once-familiar sound,</br>Came as a stranger's o'er thy closing ear,</br>And voices breathed forgotten tones around,</br>Which that paternal heart once thrill'd to hear;</br>The mind hath senses of its own, and powers</br>To people boundless worlds, in its most wandering hours.", "Nor might the phantoms to thy spirit known</br>Be dark or wild, creations of remorse;</br>Unstain'd by thee, the blameless past had thrown</br>No fearful shadows o'er the future's course:</br>For thee no cloud, from memory's dread abyss,</br>Might shape such forms as haunt the tyrant's eye;</br>And, closing up each avenue of bliss,</br>Murmur their summons, to \"despair and die!\"</br>No!  e'en though joy depart, though reason cease,</br>Still virtue's ruin'd home is redolent of peace.", "They might be with thee still &mdash; the loved, the tried,</br>The fair, the lost &mdash; they might be with thee still!</br>More softly seen, in radiance purified</br>From each dim vapour of terrestrial ill;</br>Long after earth received them, and the note</br>Of the last requiem o'er their dust was pour'd,</br>As passing sunbeams o'er thy soul might float</br>Those forms, from us withdrawn &mdash; to thee restored!</br>Spirits of holiness, in light reveal'd,</br>To commune with a mind whose source of tears was seal'd.", "Came they with tidings from the worlds above</br>Those viewless regions where the weary rest?</br>Sever'd from earth, estranged from mortal love,</br>Was thy mysterious converse with the blest?</br>Or shone their visionary presence bright</br>With human beauty? &mdash; did their smiles renew</br>Those days of sacred and serene delight,</br>When fairest beings in thy pathway grew?</br>Oh!  Heaven hath balm for every wound it makes,</br>Healing the broken heart; it smites, but ne'er forsakes.", "These may be fantasies &mdash; and this alone,</br>Of all we picture in our dreams, is sure;</br>That rest, made perfect, is at length thine own,</br>Rest, in thy God immortally secure!</br>Enough for tranquil faith; released from all</br>The woes that graved Heaven's lessons on thy brow,</br>No cloud to dim, no fetter to enthral,</br>Haply thine eye is on thy people now;</br>Whose love around thee still its offerings shed,</br>Though vainly sweet, as flowers, grief's tribute to the dead.", "But if th' ascending, disembodied mind,</br>Borne, on the wings of morning, to the skies,</br>May cast one glance of tenderness behind</br>On scenes once hallow'd by its mortal ties,</br>How much hast thou to gaze on!  all that lay</br>By the dark mantle of thy soul conceal'd,</br>The might, the majesty, the proud array</br>Of England's march o'er many a noble field,</br>All spread beneath thee, in a blaze of light,</br>Shine like some glorious land, view'd from an Alpine height.", "Away, presumptuous thought! &mdash; departed saint!</br>To thy freed vision what can earth display</br>Of pomp, of royalty, that is not faint,</br>Seen from the birth-place of celestial day?</br>Oh!  pale and weak the sun's reflected rays,</br>E'en in their fervour of meridian heat,</br>To him, who in the sanctuary may gaze</br>On the bright cloud that fills the mercy-seat!</br>And thou may'st view, from thy divine abode,</br>The dust of empires flit before a breath of God.", "And yet we mourn thee!  Yes!  thy place is void</br>Within our hearts &mdash; there veil'd thine image dwelt,</br>But cherish'd still; and o'er that tie destroy'd,</br>Though faith rejoice, fond nature still must melt.</br>Beneath the long-loved sceptre of thy sway,</br>Thousands were born, who now in dust repose,</br>And many a head, with years and sorrows grey,</br>Wore youth's bright tresses, when thy star arose;</br>And many a glorious mind, since that fair dawn,</br>Hath fill'd our sphere with light, now to its source withdrawn.", "Earthquakes have rock'd the nations: &mdash; things revered,</br>Th' ancestral fabrics of the world, went down</br>In ruins, from whose stones Ambition rear'd</br>His lonely pyramid of dread renown.</br>But when the fires that long had slumber'd, pent</br>Deep in men's bosoms, with volcanic force,</br>Bursting their prison-house, each bulwark rent,</br>And swept each holy barrier from their course,</br>Firm and unmoved, amidst that lava-flood,</br>Still, by thine arm upheld, our ancient landmarks stood.", "Be they eternal! &mdash; Be thy children found</br>Still to their country's altars true like thee!</br>And, while \"the name of Briton\" is a sound</br>Of rallying music to the brave and free,</br>With the high feelings, at the word which swell,</br>To make the breast a shrine for Freedom's flame,</br>Be mingled thoughts of him, who loved so well,</br>Who left so pure, its heritage of fame!</br>Let earth with trophies guard the conqueror's dust,</br>Heaven in our souls embalms the memory of the just.", "All else shall pass away &mdash; the thrones of kings,</br>The very traces of their tombs depart;</br>But number not with perishable things</br>The holy records Virtue leaves the heart,</br>Heir-looms from race to race! &mdash; and oh!  in days,</br>When, by the yet unborn, thy deeds are blest,</br>When our sons learn, \"as household words,\" thy praise,</br>Still on thine offspring, may thy spirit rest!</br>And many a name of that imperial line,</br>Father and patriot!  blend, in England's songs, with thine!</br>"]