["The courts are shut, departed every judge,</br>Each greedy lawyer gripes the double fee,</br>In doleful mood, the suitors homeward trudge,</br>And leave the hall, to silence, and to me.", "Now, not a Barrister attracts the sight,</br>And all the dome, a solemn stillness holds,</br>Save, at the entrance where with all her might,</br>The Barrow-wheeler at the Porter scolds.", "From every court, with ev'ry virtue crown'd!</br>Where numbers gain, and numbers lose their bread,</br>Elsewhere to squabble, puzzle and confound,</br>Attornies, clerks, and counsel-all are fled.", "Contending fools!  too stubborn to agree,</br>The good warm client, name for ever dear</br>The long-drawn brief, the spirit-stirring fee,</br>No more till Michaelmas, shall send them here.", "'Till then, no more the orange nymphs shall ply,</br>Their ripen'd fruit, all glossy as their cheek;</br>Nor strive, with jest, and sportive leering eye,</br>The custom of the youthful clerk, to seek.", "Let not the pedlar, frown with eyes askew,</br>Nor envy them the profits of the hall;</br>Let him not think, that with a spiteful view,</br>They mean to draw the custom from his stall.", "The cinder wench, in dust-cart seated high,</br>With hands begrim'd, and dirty as her sieve;</br>The ragged sluts &mdash; who sprats and herrings cry&mdash;</br>The meanest wenches, have a right to live!", "Nor you, ye Belles!  impute the fault to these,</br>If at the glittering ball they don't appear,</br>Where music hath a thousand charms to please,</br>And with its sweetness, almost wounds the ear,", "Perhaps in their neglected minds, were sown</br>The seeds of worth, from nature's rich supply;</br>Such seeds of worth, as might in time have grown,</br>And flourish'd lovely, to the ravish'd eye.", "Full many a rural lass in Britain's land,</br>The vile unwarrantable b&mdash;s hold;</br>Full many a town-bred damsel walks the Strand,</br>And barters beauty &mdash; for a piece of gold.", "The daring Pettifogger, stern of brow,</br>Who might have done due honor to the spade,</br>Whirl'd the tough flail, or grasp'd the peaceful plough,</br>Presumes, the Courts of justice to parade.", "This upstart thing some useful trade to learn,</br>By far more suited to his shallow head,</br>False pride forbade, nor suffer'd him to earn,</br>By honest industry his daily bread!", "Far from the worthy members of the law,</br>A rogue in grain, he ever kept aloof;</br>By low Jew Bailiffs taught his brief to draw,</br>And where he couldn't find, he coin'd a proof.", "Yet doth this wretch, illiterate as proud,</br>With low-life-homage, low-life business meet,</br>And pick the pockets of th' unhappy crowd</br>'Mur'd in the Bench, the Counters, and the Fleet,", "Bound by the creditors, in durance fast,</br>In plaintive murmurs, they bewail their fate,</br>And many an eager, wistful eye they cast,</br>Whene'er the turnkey opes, and shuts the gate.", "For who to dull imprisonment a prey,</br>The pleasing thoughts of freedom e'er resign'd?</br>From home, from wife-from children &mdash; dragg'd away</br>Nor cast one longing, lingering look behind", "For you, who traverse to and fro this shrine,</br>And lounge, and saunter, at your wonted rate,</br>If in some future chat, with arch design,</br>Some wag should ask &mdash; the Pettifogger's fate", "In sneering mood, some brother quill, will say,</br>\"I've seen him oft at tavern table sit;</br>Brushing with dirty hands, the crumbs away,</br>And eye the joint, just taken from the spit,", "\"One morn I miss'd him in this 'custom'd hall,</br>And at the room, where he was wont to be,</br>His boy I saw, who register'd my call;</br>But by yon steps &mdash; nor at his desk was he.", "The next I learnt (O melancholy tale),</br>On the profession, what a foul reproach!</br>That his deserts had sent him to a jail,</br>Where he was dragg'd (O shame!)  without a coach!", "HIS CHARACTER.</br>\"Vulture!  the arrant'st cormorant on earth,</br>At length is caught, and into Newgate thrown;</br>Fair honesty disclaim'd him at his birth,</br>And villainy confess'd him for her own!", "\"Grown old in sin, at no one crime dismay'd,</br>'Gainst nature's cries, he arm'd his harden'd breast;</br>For when his parents were to earth convey'd,</br>He smil'd and spurned compassion, as a jest.", "\"Now press'd with guilt, he'll feel its sharpest sting</br>Great his transgressions, and but small his hope</br>He'll give the Sheriff (all he'll have) a ring,</br>And gain from justice, all he fear'd &mdash; a rope!", "\"No farther seek his vices to disclose,</br>But leave the wretch unpitied to deplore</br>His ill-spent life, till breaking his repose,</br>The turnkey leads him to the Debtors' Door.\"</br>"]