["Hark!  how the troubled air,</br>Resounds the scream of wan Despair,&mdash;</br>While Terror, ghastly spirit, huge and tall,</br>Array'd in sable robe, and mourning pall,</br>Attended by her haggard train</br>Of murd'rous sprites, and goblins drear,</br>In sullen grandeur stalks along the plain,</br>While Nature starts, and Pity pleads in vain.&mdash;", "Oh!  Goddess of th' affrighted mien!</br>The aweful pause!  the swift recoiling start,</br>Of ev'ry glaring horror, threat'ning Queen!</br>To me thy magic-glass awhile impart.", "\"I grant &mdash; and now prepare thy sight,</br>For objects pregnant with affright,&mdash;</br>And lo!  in yonder shady wood,</br>Survey that shaggy mountain, drear and high,</br>That frowns, impending on the gulphy flood,</br>And casts a brownish horror on the eye!</br>View there the wretch that clings so fast,</br>To one small branch, with looks of woe,</br>He starts, he trembles at the furious blast,</br>And now he falls into th' abyss below.", "\"Now turn thy glancing eye and view,</br>The sword that gleams thro' yonder shade,</br>The murd'rer see, his hand embrue,</br>In infant blood, and draw the reeking blade;</br>Ev'n while the smiling babe in wanton play,</br>Kisses his hands, or views the dagger's gleam,&mdash;</br>By frantic rage impress'd, it drinks his vital stream,</br>While the calm infant laughs his life away!", "\"In yon deserted wild the trav'ler see!</br>With look aghast, expressive of his fear,</br>He thinks a spirit howls in ev'ry blast,</br>And fancy'd goblins ev'ry step pursue;</br>And oft he looks behind,</br>At ev'ry breath of wind,</br>And stops and shudders in his eager haste.", "\"Now turn thee to the iron bed,</br>Where, raving wild, unconquer'd Madness lies,</br>His face by turns is pale &mdash; now crimson red,</br>And livid light'ning sparkles from his eyes;</br>Now laughing in a crazy mood,</br>Now borne on Anger's sweepy flood,</br>By various turns, contending passions rise!", "\"Now view another horrid scene,</br>Surpassing ev'ry sight before,&mdash;</br>A burning vessel on the tortur'd main,</br>Hark the affrighted sailors frantic roar,</br>While sea and sky like blazing worlds are seen,</br>And wat'ry Aetnas on the fluid green;</br>Horror, delighted with the dismal joy,</br>Gorgonian Terror heaps around,</br>And Fury, eager to destroy,</br>And Desolation catch the dying sound!</br>While some a wat'ry tomb pursue,</br>Or some expire in sulphur flaming blue:</br>Or the fond husband, careless of his doom,</br>Clasps his lov'd part'ner to his breast,</br>United, seeks and undivided tomb,</br>And in the billowy wave obtains eternal rest.\"</br>"]