["WILLIAM AND COLIN.", "All wet and weary William home return'd</br>From distant fairs, and o'erstock'd markets mourn'd.</br>Slowly lag on his weather-beaten fold,</br>The greater part as yet remain'd unsold.</br>Him Colin spied, who, from the open plain,</br>Had driven his flock to shelter from the rain.</br>Beneath a hollow hill the shepherd sate;</br>And joys to welcome his long absent mate.</br>To him he hies; the friendly cavern shews,</br>And to the covert bears his fainting ewes:</br>A leathern bottle, stor'd with humming beer,</br>He brings; large draughts the drooping drover chear.</br>And now the sun shot forth a gladsome ray;</br>The tempest ceas'd; again the fields look'd gay.</br>William, insensibly, forgets his care,</br>And cheary thus bespeaks his kind compeer.", "WILLIAM.</br>Sure I set out on some unlucky day!</br>But, coming fairs my pains may better pay.</br>'Twere vain to grieve; what must be will befall;</br>Good and ill hap, by turn, still wait on all.</br>Now, say the news, e'er since I saw thee last,</br>And how the Whitsun holidays were past;</br>Who won the wrestling prizes at the wake;</br>Whose head was broke, and for what lass's sake;</br>Hath lovesome Lobin wedded buxom Kate?</br>And how doth Roger bear his high estate?</br>Roger turn'd farmer!  Plow-boys, prick your ears!</br>What lubber now to make his fortune fears?", "COLIN.</br>Full of himself still Roger prides to be</br>The Merry-andrew of the company.</br>Our mirth he moves all as a gamesome calf;</br>We laugh, indeed, but 'tis at him we laugh.", "WILLIAM.</br>Lo!  where he comes:  O strange!  he turns aside!</br>And see, a plaister doth his temples hide.</br>You seem to smile; I pry'thee, Colin, tell</br>If aught worth counting hath the man befell.", "COLIN.</br>Some four or five days past, as on the brink,</br>(Where morn and evening all the cattle drink)</br>Simon and I, and Steven, in debate,</br>With Kitty, and her lover Dicky, sate,</br>Roger came up, though an unbidden guest,</br>And marr'd our chatting with an ill-tim'd jest.</br>A thousand monkey tricks the wag play'd o'er;</br>Then drew a naughty figure on the shore:</br>Strait, sparkish Steven, who had seen the town,</br>To shew his knowledge, called it \"a great gun;\"</br>Simon, because it something seem'd to spout,</br>Said \"Nay; an engine 'tis, the flames to d'out!\"</br>\"Right!  Roger cried; what longing lass desires</br>A fitter engine to assuage Love's fires?\"</br>And here the lout his sides ungracious shakes;</br>And mighty mock at simple Simon makes:</br>While modest blushes Kitty's cheeks o'erspread;</br>No rose in June glows with so bright a red.</br>But Dicky eyed him with a stern regard.</br>\"Such artists should not want a due reward,\"</br>Said he; then stamp'd the wicked picture out;</br>And, with his sheephook, bravely laid about.</br>This marr'd the lubber's laugh:  away he fled.</br>So may all vicious Wou'd-be-wits be sped.", "WILLIAM.</br>Since when did Dicky so much courage gain?</br>Dicky!  the meerest milksop of the plain.", "COLIN.</br>Fair Kitty 's presence made the stripling bold:</br>His love ill-treated, who his hands could hold?</br>Dicky behav'd as suits a lover swain:</br>A worm, when trodden on, will turn again.", "WILLIAM.</br>So did not Roger.  What a brag is he!</br>Boldness and Sheepishness but ill agree.</br>Could such a blusterer tamely take a blow?</br>In words so high, in manhood all so low!", "COLIN.</br>Empty and noisy, yet unlike a drum;</br>Spare him, he rattles, but, well drubb'd, is dumb.", "WILLIAM.</br>Yet this is he, who, in his own conceit</br>Most wise, as fools doth all his fellows treat.", "COLIN.</br>Not in his own conceit alone, or how</br>From driving, should he come to own the plow?", "WILLIAM.</br>His tongue hath serv'd him well at time of need:</br>He that will spare to speak may spare to speed.</br>I envy not; however wealth may charm,</br>Yet, who would Roger be, to gain his farm?", "COLIN.</br>Alas!  we all our different failings share:</br>The best have faults, and each with each should bear.</br>Now hie and glad thy mess-mates with thy sight:</br>Thy harrass'd ewes shall be my care to-night.</br>For lo!  the setting sun.  The flocks once penn'd,</br>Home hasting I'll thy news from far attend.</br>"]