["Two hardy tars, who many storms had seen,</br>And both with Rodney, Hood, and Drake had been,</br>As chance wou'd have it, happen'd once to meet,</br>No matter where, 'twas in the open street.</br>Jack, neat and trim, was dress'd in jacket blue,</br>Strip'd vest, and trowsers of the whitest hue;</br>A gold bound hat hung o'er his ruddy face,</br>While a black neckcloth, ty'd with careless grace,</br>Dependent wav'd &mdash; his shoes were neatly cut,</br>And a large buckle cover'd half his foot.</br>His pliant switch too dangled in his hand,</br>And meeting Will, he made a sudden stand.</br>So dress'd was Will, save that he breeches wore</br>Of blackest velvet, stuff'd with yellow ore;</br>Of youthful mien, and of an honest heart,</br>He oft on board had acted well his part.", "Jack first address'd his messmate with What cheer?</br>How goes it, Will, where hast thou been this year!</br>I wonder'd where thou, honest friend, couldst be;</br>I thought thee dead, or gone again to sea.", "WILL.</br>Why hearty &mdash; hearty, just from Portsmouth come,</br>Our ship's paid off, and here's a swinging sum.</br>[Slapping his breeches.]", "JACK.</br>O happy Will!  who hast got gold in store,</br>Whilst I, my friend, must put to sea for more;</br>Mine &mdash; mine, alas!  is now run devilish low,</br>Last night I got a most confounded blow.", "WILL.</br>Come tell me how, to fret is all in vain,</br>A heart of oak would ne'er, my boy, complain;</br>No whining cant &mdash; I long to hear thy tale;</br>Then with a can of flip I'll thee regale.", "JACK.</br>Hear it thou shalt &mdash; but first one juicy quid,</br>I'll thank thee, Will, then do as I am bid.&mdash;", "WILL.</br>With all my heart &mdash; my 'bacco-box I'll ope,</br>Here, take it all, there's more in yonder shop.", "JACK.</br>Last night, half-seas, I steer'd to see the play,</br>With Poll in tow, and made but little way,</br>Few knots an hour I run, yet at the last,</br>In Drury's gall'ry I my anchor cast.</br>When I had got myself, stow'd in a birth,</br>And just prepar'd t' indulge in fun and mirth,</br>Who should I spy, but Tom, my old ship-mate,</br>Moor'd head and stern, along side saucy Kate,</br>Yo hip!  yo hip!  I cried, what cheer?  what cheer?</br>You seem like me, 'midst dang'rous gulphs to steer;</br>Ne'er mind the weather, if your bottom's sound;</br>Some how at last, you'll get on solid ground.</br>Tom took a quid, and scarce a word he spoke,</br>Nor seem'd to laugh as usual at my joke,</br>Much chang'd he was from what he us'd to be,</br>Who once could talk'd and laugh'd with greatest glee.</br>Of rare old gin, on this I took a cup,</br>And saw with joy the main-sheet now haul'd up.</br>Such a fine sight I never saw before;</br>Save when I heard brave Rodney's cannon roar!</br>I saw fine folks, all clad in silk and gold,</br>And stow'd in births above, and in the hold.</br>Rare wenches too, with streamers red or blue,</br>But none like Poll, none had her rosy hue!</br>Well entertain'd with music and the play,</br>When all was done, I strove to get away;</br>But in the crowd, whilst Poll began to curse,</br>Some lubber slily stole my silken purse.</br>All this, dear Will, I could with ease have born,</br>Had not my time-piece from me too been torn,</br>With shining chain, and seals and trinkets store,</br>That cost, in whole, six guineas; ay, and more.</br>Enrag'd I was, to be so crossly us'd,</br>Whilst faithless Poll, my kindness now refus'd:</br>The saucy jade, because she saw me poor,</br>No longer could my company endure&mdash;</br>Ungrateful she!  for all my favors past,</br>And many a present given her, first and last!&mdash;</br>White petticoats &mdash; a cap &mdash; a cloak and gown&mdash;</br>I tow'd her too, to see each sport in town,</br>To Sadler's Wells &mdash; the Circus &mdash; ev'ry where;</br>Yet thus was I repaid for all my care!", "WILL.</br>Well, Jack, may I a biscuit never crack,</br>And may I basely, fly Mounseer's attack:</br>May I for ever from my quarters run,</br>And dread to see the muzzle of a gun,</br>If thou'rt not welcome to a share of mine&mdash;</br>Here's guineas, Jack; pray take them &mdash; eight or nine.", "JACK.</br>I thank thee kindly, but I've firmly swore,</br>To stay no longer dangling here on shore;</br>One shining piece, howe'er, dear Will, I'll take,</br>And when I can, a recompence I'll make.", "WILL.</br>Ay &mdash; take it &mdash; welcome &mdash; may it do thee good!</br>Thou oft with me, at the same gun hast stood;</br>Oft hast thou shar'd the fare of the same mess,</br>And scorn'd to flinch in battle or distress.</br>Loud storms may roar, and bois'trous winds may blow,</br>But still me heart shall feel a brother's woe!</br>"]