["AIR I.</br>Eye of the world!  whose all-enliv'ning ray</br>Awakes the world, and gives the day,</br>Auspicious gild this blissful morn, and pour</br>Each joy on Damon's nuptial hour:</br>Descend, ye graces!  from your native sky,</br>And smile upon the hallow'd tie.", "AIR II.</br>Genius of the bridal song!</br>Flame-rob'd Hymen, come along,</br>Come, chaste god!  and bring with thee</br>Heart-inspiring minstrelsy!</br>Let thy fragrant garment wear</br>All that decks the vernal year!</br>Dip thy roses in the gale</br>Floating thro' Arabia's vale,</br>And bid thy clarions tell the grove,</br>That marriage ennobles the raptures of love.", "GRAND CHORUS.</br>Hail, mystic union erst design'd</br>To raise, to harmonize the mind,</br>Rich source of all divine delights,</br>Unclouded days, and genial nights,</br>From vagrant guilt, soul sorc'ress!  free,</br>A little heav'n is found in thee.", "RECITATIVE.</br>What, tho' no solemn march, no pomp of show,</br>Form'd, by proud art, to hide the tear of woe,</br>Conduct thee, Damon!  to the festal shrine,</br>Nor dare to mix with such a bliss as thine;</br>Yet, yet, each social virtue that inspires</br>The tender heart to glow with all its fires,</br>Waits on the scene, while kindling into joy,</br>Aerial music floats along the sky,</br>Be still, ye winds!  th' enraptur'd love cry'd,</br>And fondly thus address'd his blooming bride.", "AIR III.</br>Lovely sister of the graces!</br>Born like radiant Truth to shine,</br>All the joys ambition places</br>In proud courts, are less than mine.</br>Reason, o'er thy thoughts presiding,</br>Gives the soul perpetual rest,</br>Goodness all thy actions guiding,</br>Forms the cherub in thy breast.", "AIR IV.</br>Come, winning softness!  here possess</br>Pleasures which completely bless;</br>Domestic peace, for ever gay,</br>Shall smile the ling'ring hour away.</br>If music please, thy couch around</br>Shall float the soft melodious sound;</br>My heart's fair empress, Delia!  live,</br>'Tis thine to ask, and mine to give.", "RECITATIVE.</br>His soothing tale, his fond endearments, mov'd</br>The list'ning fair &mdash; she look'd, she sigh'd, she lov'd;</br>Swift on her cheek the morn's pure blushes glow,</br>While from her lips these melting numbers flow.", "AIR V.</br>O Damon!  blest with ev'ry art,</br>That charms the ear, that wins the heart,</br>And yielding nature fires;</br>To love's almighty pow'r I bow,</br>Ye angels!  catch the willing vow,</br>And bless my chaste desires.</br>Adieu ye light fantastic toys!</br>Ye tasteless solitary joys</br>That wait the virgin train!</br>These dear auspicious moments prove</br>That in the sweets of nuptial love,</br>Immortal pleasures reign.", "GRAND CHORUS.</br>Hail mystic union!  &amp;c.</br>"]