["Methought I died, and to the silent grave</br>My friends did bear me.  Still and motionless</br>I lay, yet not without the power to have</br>Full knowledge of my utter helplessness,</br>In that my dreadful grim hour of distress;</br>My thought remain'd, and feeling, actively</br>As they were wont, nor was sensation less</br>Active; but my pulse was not, and mine eye</br>Seem'd death-like fix'd, and glaz'd, to those standing by.", "They wrapt me in my white funereal shroud,</br>And clos'd my useless eyes, then gently drew</br>The death-robes o'er them, like a fleecy cloud;</br>My mother kiss'd me, and my sisters too,</br>Then my thoughts like the wind-swept ocean grew,</br>And horror was my own:  a fire flash'd red,</br>And gleam'd, as through my scorched brain it flew,</br>And wildly o'er mine eyes its lightening sped,</br>When my dream changed, and darkness came instead.", "I heard them talk, and heard my mother's wail,</br>I heard the sobbings of my father's breast,</br>And struggled &mdash; but in vain; and nail by nail</br>Was driven; then my tortur'd head was prest,</br>As with a crushing weight, which straightway pass'd,</br>And then I felt them carry me away</br>From all my kindred, weeping and distrest.</br>Oh how I inward shudder'd at decay,</br>And pray'd in anguish for the blessed light of day!", "I heard the measured march, and sullen tread,</br>And, now and then, a murmur pass along,</br>Hollow and deep, as best befits the dead</br>To be spoke of, although men say no wrong:</br>They went the graves and sepulchres among,</br>And all, in still and solemn silence, stood</br>To let the coffin down; and earth they flung</br>Upon me, and I heard them beat the sod&mdash;</br>I rav'd, and in my madness did blaspheme my God!", "But that too pass'd away, and I could think,</br>And feel, and know my dismal, helpless state;</br>My body knew corruption; I did shrink</br>To feel the icy worm &mdash; my only mate,</br>For thousands crawl'd upon me, all elate</br>At their new prey, and o'er my rotting face</br>They blindly crept and revell'd, after that</br>They did their noisome, vile, dark passage trace,</br>To make my burning brain their loathsome resting-place.", "Then, eager to renew their feast, would press</br>My skull and eyeless sockets, passing through,</br>And intertwining, till they grew a mass</br>Within my mouth, when my soul froze anew,</br>And shudder'd, &mdash; 'twas in vain:  alas!  I knew</br>I was a victim to corruption's power.</br>My horrid dream was o'er &mdash; but the cold dew</br>Was on my forehead, like the glistering show'r</br>That falls from church-yard cypress at the midnight hour.</br>"]