["Amids such heat of Business, such State Throng,</br>Disputing right and wrong,</br>And the fierce Justle of unclos'd Affairs,</br>What mean those glorious pairs?</br>That youth?  that Virgin?  those all drest?</br>The whole, and every face a feast?</br>Great Omen, O ye Powers,</br>May this your Knot be Ours;</br>Thus where Cold things with hot did jar,</br>And Dry with Moyst made mutuall War,</br>Love from that Mass did leap,</br>And what was but an heap,</br>Rude and ungather'd; swift as thought was hurl'd</br>Into the Beauty of an Ord'red World.", "Go then into his Arms, New as the Morn,</br>Tender as Blades of Corn,</br>Soft as the Wooll that Nuptiall posts did Crown,</br>Or the hallow'd Quinces down,</br>That Rituall Quince which Brides did eat</br>When with their Bridegrooms they would treat;</br>Though you are young as th' Hours,</br>Or this fresh Months first Flowers,</br>Yet if Love's Priests can ought discern,</br>Fairest you are not now to learn</br>What Hopes, what Sighs, what Tears,</br>What Joys are, or what Fears;</br>Ere Time to lower Souls doth motion bring</br>The Great break out, and of themselves take Wing.", "And you (great Sir) 'mongst Spears and Bucklers Born,</br>And by your Father sworn</br>To work the Web of his designs Compleat,</br>Yeeld to this milder Heat,</br>Upon the same rich Stock we know</br>Valour and Love doth planted grow;</br>But Love doth first inspire</br>The Soul with his soft fire,</br>Chafing the Breast for noble deeds,</br>Then in that Seat true Valour Breeds;</br>So Rocks first yeeld a Tear,</br>Then Gems that will not wear;</br>So oft the Grecian Swords did first divide</br>The Bridall Cake, then pierce the Enemy's side.", "D' you see (or am I false) yond tender Vine</br>Methinks on every Twine</br>Tyara's, Scepters, Crowns, Spoiles, Trophies wears,</br>And such rich burdens bears;</br>Which, hanging in their Beautious shapes,</br>Adorn her Boughs like swelling grapes.</br>But Time forbids the Rites</br>Of gath'ring these delights,</br>And only Sighs allows till he</br>Hath better knit, and spread your Tree;</br>Where Union would last long</br>She fixeth in the yong;</br>And so grows up; Great Spirits with more Love</br>Defer their Joyes, than Others do them prove.", "But when her Zone shall come to be untide,</br>And She be twice your Bride,</br>When She shall blush, and straight wax pale, and then</br>By turns do both agen;</br>When her own bashfulness shall prove</br>The second Nonage to her Love;</br>Then you will know what Bliss</br>Angels both have and miss;</br>How Souls do mix and take fresh growth,</br>In neither whole, and whole in both;</br>Pleasures that none can know</br>But such as have stay'd so;</br>We from long Loves at last to Hymen send,</br>But Princes Fires begin, where Subjects end.</br>"]