["I sing of deadly dolorous Debate,</br>Stirr'd up through wrathful Nemesis Despight,</br>Betwixt two mighty Ones of great Estate,</br>Drawn into Arms, and proof of mortal Fight,</br>Through proud Ambition, and heart-swelling Hate;</br>Whilst neither could the other's greater Might</br>And 'sdainful Scorn endure that from small Jar</br>Their Wraths at length broke into open War.", "The Root whereof and tragical Effect,</br>Vouchsafe, O thou the mournful'st Muse of Nine,</br>That wont'st the tragick Stage for to direct,</br>In funeral Complaints and wailful Tine,</br>Reveal to me, and all the Means detect,</br>Through which sad Clarion did at last decline</br>To lowest Wretchedness; and is there then</br>Such Rancour in the Hearts of mighty Men?", "Of all the Race of silver-winged Flies</br>Which do possess the Empire of the Air,</br>Betwixt the centred Earth, and azure Skies,</br>Was none more favorable, nor more fair,</br>Whilst Heaven did favour his Felicities,</br>Than Clarion, the eldest Son and Heir</br>Of Muscarol, and in his Father's sight</br>Of all alive did seem the fairest Wight.", "With fruitful Hope his aged Breast he fed</br>Of future Good, which his young toward Years,</br>Full of brave Courage and bold Hardy-hed,</br>Above th' ensample of his equal Peers,</br>Did largely promise, and to him fore-red,</br>(Whilst oft his Heart did melt in tender Tears)</br>That he in time would sure prove such an one,</br>As should be worthy of his Father's Throne.", "The fresh young Fly, in whom the kindly Fire</br>Of lustful Youth began to kindle fast,</br>Did much disdain to subject his Desire</br>To loathsom Sloth, or Hours in ease to waste;</br>But joy'd to range abroad in fresh Attire,</br>Through the wide Compass of the airy Coast,</br>And with unwearied Wings each part t' inquire</br>Of the wide Rule of his renowned Sire.", "For he so swift and nimble was of flight,</br>That from this lower Tract he dar'd to fly</br>Up to the Clouds, and thence with Pineons light</br>To mount aloft unto the crystal Sky,</br>To view the Workmanship of Heaven's Hight:</br>Whence down descending, he along would fly</br>Upon the streaming Rivers, Sport to find;</br>And oft would dare to tempt the troublous Wind.", "So on a Summers-day, when Season mild</br>With gentle Calm the World hath quieted,</br>And high in Heaven Hyperion's fiery Child</br>Ascending, did his Beams abroad disspred;</br>Whiles all the Heavens on lower Creatures smil'd,</br>Young Clarion with vauntful Lustyhed,</br>After his Guise did cast abroad to fare;</br>And thereto 'gan his Furnitures prepare.", "His Breast-plate first, that was of Substance pure,</br>Before his noble Heart he firmly bound,</br>That mought his Life from iron Death assure,</br>And ward his gentle Corps from cruel Wound:</br>For it by Art was framed, to endure</br>The Bit of baleful Steel and bitter Stound,</br>No less than that which Vulcane made to shield</br>Achilles' Life from Fate of Trojan Field.", "And then about his Shoulders broad he threw</br>An hairy Hide of some wild Beast, whom he</br>In salvage Forest by Adventure flew,</br>And reft the Spoil his Ornament to be:</br>Which spreading all his Back with dreadful view,</br>Made all that him so horrible did see,</br>Think him Alcides with the Lyon's Skin,</br>When the Naemean Conquest he did win.", "Upon his Head his glistrering Burganet,</br>The which was wrought by wonderous Device,</br>And curiously engraven, he did set:</br>The Metal was of rare and passing price;</br>Not Bilbo Steel, nor Brass from Corinth fet,</br>Nor costly Oricalch from strange Phoenice;</br>But such as could both Phoebus' Arrows ward,</br>And th' hailing Darts of Heaven beating hard.", "Therein two deadly Weapons fixt he bore,</br>Strongly outlaunced towards either side,</br>Like two sharp Spears, his Enemies to gore.</br>Like as a warlike Brigandine applide</br>To fight, lays forth her threatful Pikes afore,</br>The Engines which in them sad Death do hide;</br>So did this Fly outstretch his fearful Horns,</br>Yet so as him their Terrour more adorns.", "Lastly, his shiny Wings as Silver bright,</br>Painted with thousand Colours, passing far</br>All Painters Skill, he did about him dight:</br>Not half so many sundry Colours are</br>In Iris' Bow, ne Heaven doth shine so bright,</br>Distinguished with many a twinkling Star;</br>Nor Juno's Bird, in her Eye-spotted Train,</br>So many goodly Colours doth contain.", "Ne (may it be withouten Peril spoken)</br>The Archer God, the Son of Cytheree,</br>That joys on wretched Lovers to be wroken,</br>And heaped Spoils of bleeding Hearts to see,</br>Bears in his Wings so many a changeful Token.</br>Ah my liege Lord, forgive it unto me,</br>If ought against thine Honour I have told;</br>Yet sure those Wings were fairer manifold.", "Full many a Lady fair, in Court full oft</br>Beholding them, him secretly envide,</br>And wisht that two such Fans, so silken soft,</br>And golden fair, her Love would her provide;</br>Or that when them the gorgeous Fly had doft,</br>Some one that would with Grace be gratifide,</br>From him would steal them privily away,</br>And bring to her so precious a Prey.", "Report is that Dame Venus on a day,</br>In Spring when Flowres do cloath the fruitful Ground,</br>Walking abroad with all her Nymphs to play,</br>Bade her fair Damsels flocking her around,</br>To gather Flowres, her Forehead to array:</br>Emongst the rest a gentle Nymph was found,</br>Hight Astery, excelling all the Crew,</br>In courteous Usage, and unstained Hue.", "Who being nimbler-jointed than the rest,</br>And more industrious, gathered more Store</br>Of the Field's Honour, than the others best;</br>Which they in secret Hearts envying sore,</br>Told Venus, when her as the worthiest</br>She prais'd, that Cupid (as they heard before)</br>Did lend her secret Aid, in gathering</br>Into her Lap the Children of the Spring.", "Whereof the Goddess gathering jealous Fear,</br>Not yet unmindful, how not long ago</br>Her Son to Psyche secret Love did bear,</br>And long it close conceal'd, till mickle Wo</br>Thereof arose, and many a rueful Tear;</br>Reason with sudden Rage did overgo,</br>And giving hasty Credit to th' Accuser,</br>Was led away of them that did abuse her.", "Eftsoons that Damsel by her heavenly Might,</br>She turn'd into a winged Butterfly,</br>In the wide Air to make her wandring Flight;</br>And all those Flowres, with which so plenteously</br>Her lap she filled had, that bred her Spight,</br>She placed in her Wings, for memory</br>Of her pretended Crime, though Crime none were:</br>Since which that Fly them in her Wings doth bear.", "Thus the fresh Clarion being ready dight,</br>Unto his Journey did himself address,</br>And with good speed began to take his Flight:</br>Over the Fields in his frank Lustiness,</br>And all the Champain o'er he soared light,</br>And all the Country wide he did possess;</br>Feeding upon their Pleasures bounteously,</br>That none gainsaid, nor none did him envy.", "The Woods, the Rivers, and the Meadows green,</br>With his air-cutting Wings he measured wide;</br>Ne did he leave the Mountains bare unseen,</br>Nor the rank grassie Fens Delights untride.</br>But none of these, however sweet they been,</br>Mote please his Fancy, nor him cause t' abide:</br>His choiceful Sense with every Change doth flit;</br>No common things may please a wavering Wit.", "To the gay Gardens his unstaid Desire</br>Him wholly carried, to refresh his Sprights;</br>There lavish Nature, in her best Attire,</br>Pours forth sweet Odors, and alluring Sights;</br>And Art with her contending, doth aspire</br>T' excel the natural, with made Delights:</br>And all that fair or pleasant may be found,</br>In riotous Excess doth there abound.", "There he arriving, round about doth fly,</br>From Bed to Bed, from one to other Border,</br>And takes Survey with curious buisie Eye,</br>Of every Flower and Herb there set in order;</br>Now this, now that he tasteth tenderly,</br>Yet none of them he rudely doth disorder,</br>Ne with his Feet their silken Leaves deface;</br>But pastures on the Pleasures of each place.", "And evermore with most Variety,</br>And Change of Sweetness (for all Change is sweet)</br>He casts his glutton Sense to satisfie,</br>Now sucking of the Sap of Herbs most meet,</br>Or of the Dew, which yet on them does lie,</br>Now in the same bathing his tender Feet:</br>And then he pearcheth on some Branch thereby,</br>To weather him, and his moist Wings to dry.", "And then again he turneth to his play,</br>To spoil the Pleasures of that Paradise:</br>The wholsom Sage, and Lavender still gray,</br>Rank-smelling Rue, and Cummin good for Eyes,</br>The Roses reigning in the pride of May,</br>Sharp Isop, good for green Wounds Remedies,</br>Fair Marigolds, and Bees-alluring Thime,</br>Sweet Marjoram, and Daisies decking Prime:", "Cool Violets, and Orpine growing still,</br>Embathed Balm, and cheerful Galingale,</br>Fresh Costmary, and breathful Camomil,</br>Dull Popy, and drink-quickning Setuale,</br>Vein-healing Verven, and Head-purging Dill,</br>Sound Savory, and Bazil harty-hale,</br>Fat Colworts, and comforting Perseline,</br>Cold Lettice, and refreshing Rosmarine:", "And whatso else of Vertue good or ill</br>Grew in this Garden, fetch'd from far away,</br>Of every one he takes, and tastes at will,</br>And on their Pleasures greedily doth prey.</br>Then when he hath both plaid, and fed his fill,</br>In the warm Sun he doth himself embay,</br>And there him rests in riotous Suffisance</br>Of all his Gladfulness, and kingly Joyance.", "What more Felicity can fall to Creature,</br>Than to enjoy Delight with Liberty,</br>And to be Lord of all the Works of Nature,</br>To reign in th' Air from Earth to highest Sky,</br>To feed on Flowres, and Weeds of glorious Feature,</br>To take what ever thing doth please the Eye?</br>Who rests not pleased with such Happiness,</br>Well worthy he to taste of Wretchedness.", "But what on Earth can long abide in State?</br>Or who can him assure of happy Day?</br>Sith Morning fair may bring foul Evening late,</br>And least Mishap the most Bliss alter may?</br>For thousand Perils lie in close await</br>About us daily, to work our Decay;</br>That none, except a God, or God him guide,</br>May them avoid, or remedy provide.", "And whatso Havens in their secret Doom</br>Ordained have, how can frail fleshly Wight</br>Fore-cast, but it must needs to issue come?</br>The Sea, the Air, the Fire, the Day, the Night;</br>And th' Armies of their Creatures all and some</br>Do serve to them, and with importune Might</br>War against us the Vassals of their Will:</br>Who then can save what they dispose to spill?", "Not thou, O Clarion, though fairest thou</br>Of all thy Kind, unhappy happy Fly,</br>Whose cruel Fate is woven even now</br>Of Jove's own Hand, to work thy Misery:</br>Ne may thee help the many a hearty Vow,</br>Which thy old Sire with sacred Piety</br>Hath poured forth for thee, and th' Altars sprent;</br>Nought may thee save from Heavens avengement.", "It fortuned (as Heavens had behight)</br>That in this Garden, where young Clarion</br>Was wont to solace him, a wicked Wight,</br>The Foe of fair Things, th' author of Confusion,</br>The Shame of Nature, the Bondslave of Spight,</br>Had lately built his hateful Mansion,</br>And lurking closely, in await now lay,</br>How he might any in his Trap betray.", "But when he spide the joyous Butterfly</br>In this fair Plot dispacing to and fro,</br>Fearless of Foes and hidden Jeopardy,</br>Lord!  how he 'gan for to bestir him tho,</br>And to his wicked Work each part apply</br>His Heart did yern against his hated Fo,</br>And Bowels so with rankling Poison swell'd,</br>That scarce the Skin the strong Contagion held.", "The cause why he this Fly so maliced,</br>Was (as in Stories it is written found)</br>For that his Mother which him bore and bred,</br>The most fine-fingred Workwoman on Ground,</br>Arachne, by his means was vanquished</br>Of Pallas, and in her own Skill confound,</br>When she with her for Excellence contended;</br>That wrought her Shame, and Sorrow never ended.", "For the Tritonian Goddess having heard</br>Her blazed Fame, which all the World had fill'd,</br>Came down to prove the Truth, and due Reward</br>For her praise-worthy Workmanship to yield:</br>But the presumptuous Damsel rashly dar'd</br>The Goddess' self to challenge to the Field,</br>And to compare with her in curious Skill,</br>Of Works with Loom, with Needle, and with Quill.", "Minerva did the Challenge not refuse,</br>But deign'd with her the Paragon to make:</br>So to their work they sit, and each doth chuse</br>What Story she will for her Tapet take.</br>Arachne figur'd how Jove did abuse</br>Europa like a Bull, and on his Back</br>Her through the Sea did bear; so lively seen,</br>That it true Sea, and true Bull ye would ween.", "She seem'd still back unto the Land to look,</br>And her Play-fellows Aid to call, and fear</br>The dashing of the Waves, that up she took</br>Her dainty Feet, and Garments gathered near:</br>But (Lord!)  how she in every Member shook,</br>When as the Land she saw no more appear,</br>But a wild Wilderness of Waters deep;</br>Then 'gan she greatly to lament and weep.", "Before the Bull she pictur'd winged Love,</br>With his young Brother Sport, light fluttering</br>Upon the Waves, as each had been a Dove;</br>The one his Bow and Shafts, the other Spring</br>A burning Tead about his Head did move,</br>As in their Sire's new Love both triumphing:</br>And many Nymphs about them flocking round,</br>And many Tritons, which their Horns did sound.", "And round about, her Work she did empale</br>With a fair Border wrought of sundry Flow'rs,</br>Enwoven with an Ivy-winding Trayle:</br>A goodly Work, full fit for Kingly Bow'rs,</br>Such as Dame Pallas, such as Envy pale,</br>That all good things with venemous Tooth devours,</br>Could not accuse.  Then 'gan the Goddess bright</br>Her self likewise unto her Work to dight.", "She made the Story of the old Debate,</br>Which she with Neptune did for Athens try;</br>Twelve Gods do sit around in royal State,</br>And Jove in midst with awful Majesty,</br>To judge the Strife between them stirred late:</br>Each of the Gods by his like Visnomy</br>Eath to be known, but Jove above them all,</br>By his great Looks, and Power Imperial.", "Before them stands the God of Seas in place,</br>Claiming that Sea-coast City as his Right,</br>And strikes the Rocks with his three-forked Mace;</br>Whenceforth issues a warlike Steed in sight,</br>The Sign by which he challengeth the place;</br>That all the Gods, which saw his wondrous Might,</br>Did surely deem the Victory his due:</br>But seldom seen, Forejudgment proveth true.", "Then to her self she gives her Aegide Shield,</br>And steel-head Spear, and Morion on her Head,</br>Such as she oft is seen in warlike Field:</br>Then sets she forth, how with her Weapon dred</br>She smote the Ground, the which straightforth did yield</br>A fruitful Olive-Tree, with Berries spred,</br>That all the Gods admir'd; then all the Story</br>She compass'd with a Wreath of Olives hoary.", "Emongst those Leaves she made a Butterfly</br>With excellent Device and wondrous Slight,</br>Fluttering among the Olives wantonly,</br>That seem'd to live, so like it was in sight:</br>The velvet Nap which on his Wings doth lie,</br>The silken Down with which his Back is dight,</br>His broad out-stretched Horns, his airy Thighs,</br>His glorious Colours, and his glistering Eyes.", "Which when Arachne saw, as overlaid,</br>And mastered with Workmanship so rare,</br>She stood astonied long, ne ought gainsaid,</br>And with fast fixed Eyes on her did stare</br>And by her Silence, Sign of one dismaid,</br>The Victory did yield her as her Share:</br>Yet did she inly fret, and felly burn,</br>And all her Blood to poisonous Rancour turn.", "That shortly from the Shape of Womanhed,</br>Such as she was when Pallas she attempted,</br>She grew to hideous Shape of Drerihed,</br>Pined with Grief of Folly late repented:</br>Eftsoons her white strait Legs were altered</br>To crooked crawling Shanks, of Marrow empted,</br>And her fair Face to foul and loathsom Hue,</br>And her fine Corps to a Bag of Venom grew.", "This cursed Creature, mindful of that old</br>Enfestred Grudge, the which his Mother felt,</br>So soon as Clarion he did behold,</br>His Heart with vengeful Malice inly swelt;</br>And weaving straight a Net with many a Fold</br>About the Cave, in which he lurking dwelt,</br>With fine small Cords about it stretched wide,</br>So finely spun, that scarce they could be spide.", "Not any Damsel, which her vaunteth most</br>In skilful knitting of soft silken Twine;</br>Nor any Weaver, which his Work doth boast,</br>In Diaper, in Damask, or in Lyne;</br>Nor any skill'd in Workmanship emboss'd;</br>Nor any skill'd in Loups of Fingring fine;</br>Might in their diverse Cunning ever dare</br>With this so curious Net-work to compare.", "Ne do I think, that that same subtile Gin,</br>The which the Lemnian God fram'd craftily,</br>Mars sleeping with his Wife to compass in,</br>That all the Gods, with common Mockery,</br>Might laugh at them, and scorn their shameful Sin,</br>Was like to this.  This same he did apply,</br>For to entrap the careless Clarion,</br>That rang'd each where without Suspicion.", "Suspicion of Friend, nor Fear of Foe,</br>That hazarded his Health, had he at all;</br>But walk'd at will, and wandred to and fro,</br>In the Pride of his Freedom principal:</br>Little wist he his fatal future Woe,</br>But was secure; the liker he to fall!</br>He likest is to fall into Mischance,</br>That is regardless of his Governance.", "Yet still Aragnol (so his Foe was hight)</br>Lay lurking covertly him to surprise,</br>And all his Gins that him entangle might,</br>Dress'd in good Order as he could devise.</br>At length, the foolish Fly, without Foresight,</br>As he that did all Danger quite despise,</br>Towards those Parts came flying carelesly,</br>Where  hidden was his fatal Enemy.", "Who seeing him, with secret Joy therefore</br>Did tickle inwardly in every Vein;</br>And his false Heart, fraught with all Treason's Store,</br>Was fill'd with Hope; his Purpose to obtain:</br>Himself he close upgathered more and more</br>Into his Den, that his deceitful Train</br>By his there being might not be bewraid,</br>Ne any Noise, ne any Motion made.", "Like as a wily Fox, that having spide</br>Where on a sunny Bank the Lambs do play,</br>Full closely creeping by the hinder Side,</br>Lies in Ambushment of his hoped Prey;</br>Ne stirreth Limb, till seeing ready tide,</br>He rusheth forth, and snatcheth quite away</br>One of the little Younglings unawares:</br>So to his Work Aragnol him prepares.", "Who now shall give unto my heavy Eyes</br>A Well of Tears, thee all may overflow?</br>Or where shall I find lamentable Cryes,</br>And mournful Tunes enough my Grief to show?</br>Help, O thou tragick Muse, me to devise</br>Notes sad enough, t' express this bitter Throw!</br>For loe!  the drery Stownd is now arrived,</br>That of all Happiness hath us deprived.", "The luckless Clarion, whether cruel Fate,</br>Or wicked Fortune faultless him misled,</br>Or some ungracious Blast out of the Gate</br>Of Aeole's Reign perforce him drove on hed,</br>Was (O sad hap and hour unfortunate!)</br>With violent swift Flight forth carried</br>Into the cursed Cobweb, which his Foe</br>Had framed for his final Overthrow.", "There the fond Fly entangled, struggled long,</br>Himself to free thereout; but all in vain:</br>For striving more, the more in Laces strong</br>Himself he tide, and wrapt his Winges twain</br>In limy Snares the subtil Loops among;</br>That in the end he breathless did remain,</br>And all his youthly Forces idly spent,</br>Him to the Mercy of th' Avenger lent.", "Which when the griesly Tyrant did espy,</br>Like a grim Lion rushing with fierce Might</br>Out of his Den, he seized greedily</br>On the resistless Prey, and with fell Spight</br>Under the left Wing strook his Weapon sly</br>Into his Heart, that his deep-groaning Spright</br>In bloody Streams forth fled into the Air,</br>His Body left the Spectacle of Care.</br>"]