["Beautiful fairy Spirit!  that dost take</br>More shapes and features than, 'tis said, of yore,</br>So ancient legends write, (perchance they make</br>The fabled tale,) PROTEUS, the changeling, wore;</br>Beautiful fairy Spirit!  can there be</br>A breast that does not ope some vista-light for thee?", "No! &mdash; for thou stealest on, with subtle art,</br>Unfelt &mdash; unseen &mdash; unknown, &mdash; till thou hast fix'd</br>Thy mystic dwelling in the human heart;</br>But with so many diff'ring passions mix'd,</br>That oft we know thee by some other name,</br>But, though miscall'd by us, thine office is the same.", "POETS have sung, and PAINTERS fashion'd thee,</br>In many hues and colors, as, of old,</br>Cameleons were; &mdash; some, with thy vestments free,</br>And zone loose flowing; &mdash; some, with locks of gold,</br>A fair-brow'd nymph; &mdash; some, with thine anchor cast,</br>Firm in a rock; &mdash; but all &mdash; all own thee, HOPE, at last!", "YOUTH sees thee in the sunbeam's glowing ray,</br>Or on the dancing stream; for, to the heart,</br>In that glad season, simplest things convey</br>Thine image, beyond Bard or Sculptor's art;</br>The Bird's wild song, the Summer's budding flowers,</br>All breath alike of HOPE, in youth's unclouded hours!", "The LOVER greets thee in an April smile,</br>Half tears, half sunshine; &mdash; thence his fancy draws</br>A store of Hope, on which his soul awhile</br>May banquet, till the icy coldness thaws</br>That maiden bashfulness, or worldly art,</br>Too often, for man's peace, wraps round the female heart!", "The SAILOR hails thee in the fresh'ning breeze</br>That fills his swelling sail, and wafts him home;</br>The SOLDIER, 'mid the battle's tumult, sees</br>Thy form on Victory's helm; and, as the foam</br>Whitens his gallant steed, he spurs him on,</br>Till glory's goal is gain'd &mdash; and honor's meed is won!", "Thou visitest the CAPTIVE'S prison-grate,</br>In dreams of former years, leaving him free</br>To fancy's musings; and, though desolate,</br>Thou giv'st to him ideal Liberty;</br>For memory becomes Hope:  she bids him roam</br>Back to the forest-glades, that screen his cottage home!", "Thou comest to the MOTHER, watching pale</br>Beside the couch on which her FIRST-BORN lies,</br>Like a young lily, by the Summer gale,</br>Too rudely breath'd on; to her anxious eyes</br>Thou shew'st thyself, in the faint, hectic streak</br>(Like morning's earliest beam) that kindles o'er his cheek!", "But thou deceiv'st her, HOPE!  for in the light,</br>Glancing so wildly from his sunken eye,</br>In the flush'd cheek, and brow's transparent white,</br>Less sanguine gazers DEATH'S fell shaft descry;</br>They know the blush that unearthly bloom</br>Comes (like a mocking fiend) the herald of the tomb!", "HOPE!  to the aged and expecting SAINT,</br>Thou com'st with rays of glory; wearing then</br>An angel's form, &mdash; (as sacred poets paint</br>Those who, of old, dwelt 'midst the \"Sons of men,\"</br>Veil'd in their mortal nature  for awhile,</br>To make the barren waste a second Eden smile!)", "Thou dost descend to HIM, radiant with love,</br>And cloth'd in robes of mercy; at the last</br>Coming, as did the heaven-directed dove,</br>To shew the fury of the waters past;</br>Thou art \"the still small voice,\" within his breast,</br>Calling the wave-toss'd ark to everlasting rest!", "Beautiful holy Spirit!  thou dost bring</br>Thy sister, FAITH, with her meek up-rais'd eyes,</br>And bearing \"peace and healing on her wing,\"</br>To waft the SOUL back to its native skies;</br>With such blest guides &mdash; such \"full assurance\" giv'n,</br>God calls the JUST from earth, to perfect him in heav'n.</br>"]