["I.</br>\"How few,\" the Muse in plaintive accents cries,</br>And mingles with her words pathetic sighs.&mdash;</br>\"How few, alas!  in Nature's wide domains</br>The sacred charm of SYMPATHY restrains!</br>Uncheck'd desires from appetite commence,</br>And pure reflection yields to selfish sense!</br>&mdash;Blest is the Sage, who learn'd in Nature's laws</br>With nice distinction marks effect and cause;</br>Who views the insatiate Grave with eye sedate,</br>Nor fears thy voice, inexorable Fate!", "\"When War, the Demon, lifts his banner high,</br>And loud artillery rends the affrighted sky;</br>Swords clash with swords, on horses horses rush,</br>Man tramples man, and nations nations crush;</br>Death his vast sithe with sweep enormous wields,</br>And shuddering Pity quits the sanguine fields.", "\"The wolf, escorted by his milk-drawn dam,</br>Unknown to mercy, tears the guiltless lamb;</br>The towering eagle, darting from above,</br>Unfeeling rends the inoffensive dove;</br>The lamb and dove on living nature feed,</br>Crop the young herb, or crush the embryon seed.</br>Nor spares the loud owl in her dusky flight,</br>Smit with sweet notes, the minstrel of the night;</br>Nor spares, enamour'd of his radiant form,</br>The hungry nightingale the glowing worm;</br>Who with bright lamp alarms the midnight hour,</br>Climbs the green stem, and slays the sleeping flower.", "\"Fell Oestrus buries in her rapid course</br>Her countless brood in stag, or bull, or horse;</br>Whose hungry larva eats its living way,</br>Hatch'd by the warmth, and issues into day.</br>The wing'd Ichneumon for her embryon young</br>Gores with sharp horn the caterpillar throng.</br>The cruel larva mines its silky course,</br>And tears the vitals of its fostering nurse.</br>While fierce Libellula with jaws of steel</br>Ingulfs an insect-province at a meal;</br>Contending bee-swarms rise on rustling wings,</br>And slay their thousands with envenom'd stings.", "\"Yes!  smiling Flora drives her armed car</br>Through the thick ranks of vegetable war;</br>Herb, shrub, and tree, with strong emotions rise</br>For light and air, and battle in the skies;</br>Whose roots diverging with opposing toil</br>Contend below for moisture and for soil;</br>Round the tall Elm the flattering Ivies bend,</br>And strangle, as they clasp, their struggling friend;</br>Envenom'd dews from Mancinella flow,</br>And scald with caustic touch the tribes below;</br>Dense shadowy leaves on stems aspiring borne</br>With blight and mildew thin the realms of corn;</br>And insect hordes with restless tooth devour</br>The unfolded bud, and pierce the ravell'd flower.", "\"In ocean's pearly haunts, the waves beneath</br>Sits the grim monarch of insatiate Death;</br>The shark rapacious with descending blow</br>Darts on the scaly brood, that swims below;</br>The crawling crocodiles, beneath that move,</br>Arrest with rising jaw the tribes above;</br>With monstrous gape sepulchral whales devour</br>Shoals at a gulp, a million in an hour.</br>&mdash;Air, earth, and ocean, to astonish'd day</br>One scene of blood, one mighty tomb display!</br>From Hunger's arm the shafts of Death are hurl'd,</br>And one great Slaughter-house the warring world!", "\"The brow of Man erect, with thought elate,</br>Ducks to the mandate of resistless fate;</br>Nor Love retains him, nor can Virtue save</br>Her sages, saints, or heroes from the grave.</br>While cold and hunger by defect oppress,</br>Repletion, heat, and labour by excess,</br>The whip, the sting, the spur, the fiery brand,</br>And, cursed Slavery!  thy iron hand;</br>And led by Luxury Disease's trains,</br>Load human life with unextinguish'd pains.", "\"Here laughs Ebriety more fell than arms,</br>And thins the nations with her fatal charms,</br>With Gout, and Hydrops groaning in her train,</br>And cold Debility, and grinning Pain,</br>With harlot's smiles deluded man salutes,</br>Revenging all his cruelties to brutes!</br>There the curst spells of Superstition blind,</br>And fix her fetters on the tortured mind;</br>She bids in dreams tormenting shapes appear,</br>With shrieks that shock Imagination's ear,</br>E'en o'er the grave a deeper shadow flings,</br>And maddening Conscience darts a thousand stings.", "\"There writhing Mania sits on Reason's throne,</br>Or Melancholy marks it for her own,</br>Sheds o'er the scene a voluntary gloom,</br>Requests oblivion, and demands the tomb.</br>And last Association's trains suggest</br>Ideal ills, that harrow up the breast,</br>Call for the dead from Time's o'erwhelming main,</br>And bid departed Sorrow live again.", "\"Here ragged Avarice guards with bolted door</br>His useless treasures from the starving poor;</br>Loads the lorn hours with misery and care,</br>And lives a beggar to enrich his heir.</br>Unthinking crowds thy forms, Imposture, gull,</br>A Saint in sackcloth, or a Wolf in wool.</br>While mad with foolish fame, or drunk with power,</br>Ambition slays his thousand in an hour;</br>Demoniac Envy scowls with haggard mien,</br>And blights the bloom of other's joys, unseen;</br>Or wrathful Jealousy invades the grove,</br>And turns to night meridian beams of Love!", "\"Here wide o'er earth impetuous waters sweep,</br>And fields and forests rush into the deep;</br>Or dread Volcano with explosion dire</br>Involves the mountains in a flood of fire;</br>Or yawning Earth with closing jaws inhumes</br>Unwarned nations, living in their tombs;</br>Or Famine seizes with her tiger-paw,</br>And swallows millions with unsated maw.", "\"There livid Pestilence in league with Dearth</br>Walks forth malignant o'er the shuddering earth,</br>Her rapid shafts with airs volcanic wings,</br>Or steeps in putrid vaults her venom'd stings.</br>Arrests the young in Beauty's vernal bloom,</br>And bears the innocuous strangers to the tomb!&mdash;", "\"And now, e'en I, whose verse reluctant sings</br>The changeful state of sublunary things,</br>Bend o'er Mortality with silent sighs,</br>And wipe the secret tear-drops from my eyes,</br>Hear through the night one universal groan,</br>And mourn unseen for evils not my own,</br>With restless limbs and throbbing heart complain,</br>Stretch'd on the rack of sentimental pain!</br>&mdash;Ah where can Sympathy reflecting find</br>One bright idea to console the mind?</br>One ray of light in this terrene abode</br>To prove to Man the Goodness of his GOD?\"", "II.</br>\"HEAR, O YE SONS OF TIME!\" the Nymph replies,</br>Quick indignation darting from her eyes;</br>\"When in soft tones the Muse lamenting sings,</br>And weighs with tremulous hand the sum of things;</br>She loads the scale in melancholy mood,</br>Presents the evil, but forgets the good.</br>But if the beam some firmer hand suspends,</br>And good and evil load the adverse ends;</br>With strong libration, where the Good abides,</br>Quick nods the beam, the ponderous gold subsides.", "\"Hear, O ye Sons of Time!  the powers of Life</br>Arrest the elements, and stay their strife;</br>From wandering atoms, ethers, airs, and gas,</br>By combination form the organic mass;</br>And, &mdash; as they seize, digest, secrete, &mdash; dispense</br>The bliss of Being to the vital Ens.</br>Hence in bright groups from Irritation rise</br>Young Pleasure's trains, and roll their azure eyes.", "\"With fond delight we feel the potent charm,</br>When Zephyrs cool us, or when sun-beams warm;</br>With fond delight inhale the fragrant flowers,</br>Taste the sweet fruits, which bend the blushing bowers,</br>Admire the music of the vernal grove,</br>Or drink the raptures of delirious love.", "\"So with long gaze admiring eyes behold</br>The varied landscape all its lights unfold;</br>Huge rocks opposing o'er the stream project</br>Their naked bosoms, and the beams reflect;</br>Wave high in air their fringed crests of wood,</br>And checker'd shadows dance upon the flood;</br>Green sloping lawns construct the sidelong scene,</br>And guide the sparkling rill that winds between;</br>Conduct on murmuring wings the pausing gale,</br>And rural echoes talk along the vale;</br>Dim hills behind in pomp aerial rise,</br>Lift their blue tops, and melt into the skies.", "\"So when by HANDEL tuned to measured sounds</br>The trumpet vibrates, or the drum rebounds;</br>Alarm'd we listen with ecstatic wonder</br>To mimic battles, or imagined thunder.</br>When the soft lute in sweet impassion'd strains</br>Of cruel nymphs or broken vows complains;</br>As on the breeze the fine vibration floats,</br>We drink delighted the melodious notes.</br>But when young Beauty on the realms above</br>Bends her bright eye, and trills the tones of love;</br>Seraphic sounds enchant this nether sphere;</br>And listening angels lean from Heaven to hear.", "\"Next by SENSATION led, new joys commence</br>From the fine movements of the excited sense;</br>In swarms ideal urge their airy flight,</br>Adorn the day-scenes, and illume the night.</br>Her spells o'er all the hand of Fancy flings,</br>Gives form and substance to unreal things;</br>With fruits and foliage decks the barren waste,</br>And brightens Life with sentiment and taste;</br>Pleased o'er the level and the rule presides,</br>The painter's brush, the sculptor's chissel guides,</br>With ray ethereal lights the poet's fire,</br>Tunes the rude pipe, or strings the heroic lyre:</br>Charm'd round the nymph on frolic footsteps move</br>The angelic forms of Beauty, Grace, and Love.", "\"So dreams the Patriot, who indignant draws</br>The sword of vengeance in his Country's cause;</br>Bright for his brows unfading honours bloom,</br>Or kneeling Virgins weep around his tomb.</br>So holy transports in the cloister's shade</br>Play round thy toilet, visionary maid!</br>Charm'd o'er thy bed celestial voices sing,</br>And Seraphs hover on enamour'd wing.", "\"So HOWARD, MOIRA, BURDETT, sought the cells,</br>Where want, or woe, or guilt in darkness dwells;</br>With Pity's torch illumed the dread domains,</br>Wiped the wet eye, and eased the galling chains;</br>With Hope's bright blushes warm'd the midnight air,</br>And drove from earth the Demon of Despair.</br>Erewhile emerging from the caves of night</br>The Friends of Man ascended into light;</br>With soft assuasive eloquence address'd</br>The ear of Power to stay his stern behest;</br>At Mercy's call to stretch his arm and save</br>His tottering victims from the gaping grave.</br>These with sweet smiles Imagination greets,</br>For these she opens all her treasured sweets,</br>Strews round their couch, by Pity's hand combined,</br>Bright flowers of joy, the sunshine of the mind;</br>While Fame's loud trump with sounds applausive breathes</br>And Virtue crowns them with immortal wreathes.", "\"Thy acts, VOLITION, to the world impart</br>The plans of Science with the works of art;</br>Give to proud Reason her comparing power,</br>Warm every clime, and brighten every hour.</br>In Life's first cradle, ere the dawn began</br>Of young Society to polish man;</br>The staff that propp'd him, and the bow that arm'd,</br>The boat that bore him, and the shed that warm'd,</br>Fire, raiment, food, the ploughshare, and the sword,</br>Arose, VOLITION, at thy plastic word.", "\"By thee instructed, NEWTON'S eye sublime</br>Mark'd the bright periods of revolving time;</br>Explored in Nature's scenes the effect and cause,</br>And, charm'd, unravell'd all her latent laws.</br>Delighted HERSCHEL with reflected light</br>Pursues his radiant journey through the night;</br>Detects new guards, that roll their orbs afar</br>In lucid ringlets round the Georgian star.", "\"Inspired by thee, with scientific wand</br>Pleased ARCHIMEDES mark'd the figured sand;</br>Seized with mechanic grasp the approaching decks,</br>And shook the assailants from the inverted wrecks.</br>&mdash;Then cried the Sage, with grand effects elate,</br>And proud to save the Syracusian state;</br>While crowds exulting shout their noisy mirth,</br>'Give where to stand, and I will move the earth.'</br>So SAVERY guided his explosive steam</br>In iron cells to raise the balanced beam;</br>The Giant-form its ponderous mass uprears,</br>Descending nods and seems to shake the spheres.", "\"Led by VOLITION on the banks of Nile</br>Where bloom'd the waving flax on Delta's isle,</br>Pleased Isis taught the fibrous stems to bind,</br>And part with hammers from the adhesive rind;</br>With locks of flax to deck the distaff-pole,</br>And whirl with graceful bend the dancing spole.</br>In level lines the length of woof to spread,</br>And dart the shuttle through the parting thread.</br>So ARKWRIGHT taught from Cotton-pods to cull,</br>And stretch in lines the vegetable wool;</br>With teeth of steel its fibre-knots unfurl'd,</br>And with the silver tissue clothed the world.", "\"Ages remote by thee, VOLITION, taught</br>Chain'd down in characters the winged thought;</br>With silent language mark'd the letter'd ground,</br>And gave to sight the evanescent sound.</br>Now, happier lot!  enlighten'd realms possess</br>The learned labours of the immortal Press;</br>Nursed on whose lap the births of science thrive,</br>And rising Arts the wrecks of Time survive.", "\"Ye patriot heroes!  in the glorious cause</br>Of Justice, Mercy, Liberty, and Laws,</br>Who call to Virtue's shrine the British youth,</br>And shake the senate with the voice of Truth;</br>Rouse the dull ear, the hoodwink'd eye unbind,</br>And give to energy the public mind;</br>While rival realms with blood unsated wage</br>Wide-wasting war with fell demoniac rage;</br>In every clime while army army meets,</br>And oceans groan beneath contending fleets;</br>Oh save, oh save, in this eventful hour</br>The tree of knowledge from the axe of power;</br>With fostering peace the suffering nations bless,</br>And guard the freedom of the immortal Press!</br>So shall your deathless fame from age to age</br>Survive recorded in the historic page;</br>And future bards with voice inspired prolong</br>Your sacred names immortalized in song.", "\"Thy power ASSOCIATION next affords</br>Ideal trains annex'd to volant words,</br>Conveys to listening ears the thought superb,</br>And gives to Language her expressive verb;</br>Which in one changeful sound suggests the fact</br>At once to be, to suffer, or to act;</br>And marks on rapid wing o'er every clime</br>The viewless flight of evanescent Time.", "\"Call'd by thy voice contiguous thoughts embrace</br>In endless streams arranged by Time or Place;</br>The Muse historic hence in every age</br>Gives to the world her interesting page;</br>While in bright landscape from her moving pen</br>Rise the fine tints of manners and of men.", "\"Call'd by thy voice Resemblance next describes</br>Her sister-thoughts in lucid trains or tribes;</br>Whence pleased Imagination oft combines</br>By loose analogies her fair designs;</br>Each winning grace of polish'd wit bestows</br>To deck the Nymphs of Poetry and Prose.", "\"Last, at thy potent nod, Effect and Cause</br>Walk hand in hand accordant to thy laws;</br>Rise at Volition's call, in groups combined,</br>Amuse, delight, instruct, and serve Mankind;</br>Bid raised in air the ponderous structure stand,</br>Or pour obedient rivers through the land;</br>With cars unnumber'd crowd the living streets,</br>Or people oceans with triumphant fleets.", "\"Thy magic touch imagined forms supplies</br>From colour'd light, the language of the eyes;</br>On Memory's page departed hours inscribes,</br>Sweet scenes of youth, and Pleasure's vanish'd tribes.</br>By thee ANTINOUS leads the dance sublime</br>On wavy step, and moves in measured time;</br>Charm'd round the Youth successive Graces throng,</br>And Ease conducts him, as he moves along;</br>Unbreathing crowds the floating form admire,</br>And Vestal bosoms feel forbidden fire.", "\"When rapp'd CECILIA breathes her matin vow,</br>And lifts to Heaven her fair adoring brow;</br>From her sweet lips, and rising bosom part</br>Impassion'd notes, that thrill the melting heart;</br>Tuned by thy hand the dulcet harp she rings,</br>And sounds responsive echo from the strings;</br>Bright scenes of bliss in trains suggested move,</br>And charm the world with melody and love.", "III.</br>\"Soon the fair forms with vital being bless'd,</br>Time's feeble children, lose the boon possess'd;</br>The goaded fibre ceases to obey,</br>And sense deserts the uncontractile clay;</br>While births unnumber'd, ere the parents die,</br>The hourly waste of lovely life supply;</br>And thus, alternating with death, fulfil</br>The silent mandates of the Almighty Will;</br>Whose hand unseen the works of nature dooms</br>By laws unknown &mdash; who gives, and who resumes.", "\"Each pregnant Oak ten thousand acorns forms</br>Profusely scatter'd by autumnal storms;</br>Ten thousand seeds each pregnant poppy sheds</br>Profusely scatter'd from its waving heads;</br>The countless Aphides, prolific tribe,</br>With greedy trunks the honey'd sap imbibe;</br>Swarm on each leaf with eggs or embryons big,</br>And pendent nations tenant every twig.</br>Amorous with double sex, the snail and worm,</br>Scoop'd in the soil, their cradling caverns form;</br>Heap their white eggs, secure from frost and floods,</br>And crowd their nurseries with uncounted broods.</br>Ere yet with wavy tail the tadpole swims,</br>Breathes with new lungs, or tries his nascent limbs;</br>Her countless shoals the amphibious frog forsakes,</br>And living islands float upon the lakes.</br>The migrant herring steers her myriad bands</br>From seas of ice to visit warmer strands;</br>Unfathom'd depths and climes unknown explores,</br>And covers with her spawn unmeasured shores.</br>&mdash;All these, increasing by successive birth,</br>Would each o'erpeople ocean, air, and earth.", "\"So human progenies, if unrestrain'd,</br>By climate friended, and by food sustain'd,</br>O'er seas and soils, prolific hordes!  would spread</br>Erelong, and deluge their terraqueous bed;</br>But war, and pestilence, disease, and dearth,</br>Sweep the superfluous myriads from the earth.</br>Thus while new forms reviving tribes acquire</br>Each passing moment, as the old expire;</br>Like insects swarming in the noontide bower,</br>Rise into being, and exist an hour;</br>The births and deaths contend with equal strife,</br>And every pore of Nature teems with Life;</br>Which buds or breathes from Indus to the Poles,</br>And Earth's vast surface kindles, as it rolls!", "\"Hence when a Monarch or a mushroom dies,</br>Awhile extinct the organic matter lies;</br>But, as a few short hours or years revolve,</br>Alchemic powers the changing mass dissolve;</br>Born to new life unnumber'd insects pant,</br>New buds surround the microscopic plant;</br>Whose embryon senses, and unwearied frames,</br>Feel finer goads, and blush with purer flames;</br>Renascent joys from irritation spring,</br>Stretch the long root, or wave the aurelian wing.", "\"When thus a squadron or an army yields,</br>And festering carnage loads the waves or fields;</br>When few from famines or from plagues survive,</br>Or earthquakes swallow half a realm alive;&mdash;</br>While Nature sinks in Time's destructive storms,</br>The wrecks of Death are but a change of forms;</br>Emerging matter from the grave returns,</br>Feels new desires, with new sensations burns;</br>With youth's first bloom a finer sense acquires,</br>And Loves and Pleasures fan the rising fires.&mdash;</br>Thus sainted Paul, 'O Death!'  exulting cries,</br>'Where is thy sting?  O Grave!  thy victories?'", "\"Immortal Happiness from realms deceased</br>Wakes, as from sleep, unlessen'd or increased;</br>Calls to the wise in accents loud and clear,</br>Sooths with sweet tones the sympathetic ear;</br>Informs and fires the revivescent clay,</br>And lights the dawn of Life's returning day.", "\"So when Arabia's Bird, by age oppress'd,</br>Consumes delighted on his spicy nest;</br>A filial Phoenix from his ashes springs,</br>Crown'd with a star, on renovated wings;</br>Ascends exulting from his funeral flame,</br>And soars and shines, another and the same.", "\"So erst the Sage with scientific truth</br>In Grecian temples taught the attentive youth;</br>With ceaseless change how restless atoms pass</br>From life to life, a transmigrating mass;</br>How the same organs, which to day compose</br>The poisonous henbane, or the fragrant rose,</br>May with to morrow's sun new forms compile,</br>Frown in the Hero, in the Beauty smile.</br>Whence drew the enlighten'd Sage the moral plan,</br>That man should ever be the friend of man;</br>Should eye with tenderness all living forms,</br>His brother-emmets, and his sister-worms.", "\"Hear, O ye Sons of Time!  your final doom,</br>And read the characters, that mark your tomb:</br>The marble mountain, and the sparry steep,</br>Were built by myriad nations of the deep,&mdash;</br>Age after age, who form'd their spiral shells,</br>Their sea-fan gardens and their coral cells;</br>Till central fires with unextinguished sway</br>Raised the primeval islands into day;&mdash;</br>The sand-fill'd strata stretch'd from pole to pole;</br>Unmeasured beds of clay, and marl, and coal,</br>Black ore of manganese, the zinky stone,</br>And dusky steel on his magnetic throne,</br>In deep morass, or eminence superb,</br>Rose from the wrecks of animal or herb;</br>These from their elements by Life combined,</br>Form'd by digestion, and in glands refined,</br>Gave by their just excitement of the sense</br>The Bliss of Being to the vital Ens.", "\"Thus the tall mountains, that emboss the lands,</br>Huge isles of rock, and continents of sands,</br>Whose dim extent eludes the inquiring sight,</br>ARE MIGHTY MONUMENTS OF PAST DELIGHT;</br>Shout round the globe, how Reproduction strives</br>With vanquish'd Death, &mdash; and Happiness survives;</br>How Life increasing peoples every clime,</br>And young renascent Nature conquers Time;</br>&mdash;And high in golden characters record</br>The immense munificence of NATURE'S LORD!&mdash;", "\"He gives and guides the sun's attractive force,</br>And steers the planets in their silver course;</br>With heat and light revives the golden day,</br>And breathes his spirit on organic clay;</br>With hand unseen directs the general cause</br>By firm immutable immortal laws.\"", "Charm'd with her words the Muse astonish'd stands,</br>The Nymphs enraptured clasp their velvet hands;</br>Applausive thunder from the fane recoils,</br>And holy echoes peal along the ailes;</br>O'er NATURE'S shrine celestial lustres glow,</br>And lambent glories circle round her brow.", "IV.</br>Now sinks the golden sun, &mdash; the vesper song</br>Demands the tribute of URANIA'S tongue;</br>Onward she steps, her fair associates calls</br>From leaf-wove avenues, and vaulted halls.</br>Fair virgin trains in bright procession move,</br>Trail their long robes, and whiten all the grove;</br>Pair after pair to Nature's temple sweep,</br>Thread the broad arch, ascend the winding steep;</br>Through brazen gates along susurrant ailes</br>Stream round their Goddess the successive files;</br>Curve above curve to golden seats retire,</br>And star with beauty the refulgent quire.", "And first to HEAVEN the consecrated throng</br>With chant alternate pour the adoring song,</br>Swell the full hymn, now high, and now profound,</br>With sweet responsive symphony of sound.</br>Seen through their wiry harps, below, above,</br>Nods the fair brow, the twinkling fingers move;</br>Soft-warbling flutes the ruby lip commands,</br>And cymbals ring with high uplifted hands.", "To CHAOS next the notes melodious pass,</br>How suns exploded from the kindling mass,</br>Waved o'er the vast inane their tresses bright,</br>And charm'd young Nature's opening eyes with light.</br>Next from each sun how spheres reluctant burst,</br>And second planets issued from the first.</br>And then to EARTH descends the moral strain,</br>How isles, emerging from the shoreless main,</br>With sparkling streams and fruitful groves began,</br>And form'd a Paradise for mortal man.", "Sublimer notes record CELESTIAL LOVE,</br>And high rewards in brighter climes above;</br>How Virtue's beams with mental charm engage</br>Youth's raptured eye, and warm the frost of age,</br>Gild with soft lustre Death's tremendous gloom,</br>And light the dreary chambers of the tomb.</br>How fell Remorse shall strike with venom'd dart,</br>Though mail'd in adamant, the guilty heart;</br>Fierce furies drag to pains and realms unknown</br>The blood-stain'd tyrant from his tottering throne.", "By hands unseen are struck aerial wires,</br>And Angel-tongues are heard amid the quires;</br>From aile to aile the trembling concord floats,</br>And the wide roof returns the mingled notes,</br>Through each fine nerve the keen vibrations dart,</br>Pierce the charm'd ear, and thrill the echoing heart.&mdash;", "Mute the sweet voice, and still the quivering strings,</br>Now Silence hovers on unmoving wings.&mdash;</br>&mdash;Slow to the altar fair Urania bends</br>Her graceful march, the sacred steps ascends,</br>High in the midst with blazing censer stands,</br>And scatters incense with illumined hands:</br>Thrice to the GODDESS bows with solemn pause,</br>With trembling awe the mystic veil withdraws,</br>And, meekly kneeling on the gorgeous shrine,</br>Lifts her ecstatic eyes to TRUTH DIVINE!</br>"]