["As in a woodbine bower I pensive sat,</br>Musing on things that form Life's little day;</br>Where Virtue suffers by the frowns of Fate,</br>And all the sorrows of Adversity;</br>Insensibly the Sun's meridian ray</br>(Whose genial influence warm'd the vernal shade)</br>Lull'd me to sleep; whilst Fancy on her way</br>Through visionary scenes new truths convey'd,</br>Th' events of Human Life her images pourtray'd.", "Methought 'twas in the flow'ry month of May,</br>When Nature had her fairest robe acquir'd;</br>Majestically slow, the king of day</br>Beneath the golden hemisphere retir'd;</br>When nightly Philomel was reinspir'd</br>With gratitude, that strain'd her little throat;</br>The primrose hills, in beauty now attir'd,</br>Re-echo'd back the sweetly plaintive note,</br>That on the ambient air melodiously did float.", "Near that sequester'd rural scene I stray'd,</br>Where Avon's waters in soft murmurs glide;</br>Whose verdant banks, in violets array'd,</br>O'erhung the surface the hast'ning tide,</br>No cloud conspir'd to blot th' ethereal void,</br>Where in fresh lustre beam'd the ev'ning star,</br>Where Contemplation ever is employ'd,</br>And Discord never interpos'd to marr</br>Her high celestial flight through regions wide and far.", "When lo!  from the green summit of a hill,</br>Descending slow an aged Sire appear'd;</br>At his approach the murm'ring breeze grew still;</br>And fragrant flow'rs their drooping heads uprear'd.</br>Doubt seiz'd my heart; but soon his presence clear'd</br>My wond'ring mind, when a benignant smile</br>Shone in his countenance, wherein appear'd</br>True sanctity, and wisdom void of guile,</br>Unruffled by the storms of passions base and vile.", "The Sage drew near, I made an awful bow,</br>Saying, in quest of Peace I hither came:</br>When from his lips these courteous words did flow;</br>\"Of Solitude the Genius is my name.</br>Thy wand'ring in these haunts are void of blame,</br>Here Innocence and Peace are safe from foes;</br>Here Meditation views the wond'rous frame</br>Of that expanse where endless order grows;</br>Where heav'nly harmony from chaos first arose.", "\"In honour of the great and sacred name</br>Of HIM, from whom all real pleasures flow!</br>To thee I would endeavour to proclaim</br>The joys that in these haunts spontaneous grow;</br>In these lov'd shades the soul of Man may know</br>The native worth in which she most excels;</br>Here she may find relief from pain and woe;</br>Here Virtue free from persecution dwells,</br>And sweet, celestial Hope the ills of Life repels.", "\"The paths of Virtue let me not disguise,</br>It is replete indeed with toil and pain,</br>Narrow yet safe the way, and rich the prize</br>Offer'd by Heav'n; it is eternal gain.</br>And who would from the glorious toil refrain?</br>Tho' adverse Fate around her influence throws;</br>Yet smiling Hope points to the heav'nly plain</br>Of Paradise, where joy for ever grows,</br>And all is pure delight and permanent repose.", "\"'Twas near this spot, by Avon's winding stream,</br>Immortal SHAKSPEARE tun'd the lyre to love;</br>When to the height of each exalted theme</br>On Fancy's wings upborne his thoughts would rove;</br>'Twas Solitude, and the sequester'd grove</br>Where his high thoughts their origin had birth;</br>The greatness of his mind, how far above</br>The giddy scenes of luxury and mirth,</br>Whose pleasures ne'er could lure his soul's transcendent worth.", "\"Here the fond mother, whose illumin'd eye</br>Beams with delight and inexpressive love</br>To see her child inspir'd with piety,</br>And in each op'ning day his mind improve,</br>Her warmest wish obtains:  the solemn grove,</br>The silent shades, and the sequester'd bower,</br>In earliest youth exalt his thoughts above</br>This world, and arm his with resistless pow'r</br>'Gainst Pleasure's secret charm, or Pain's distressful hour.", "\"In Life' bright morn, the energy of youth,</br>And love of Solitude, when well employ'd,</br>To the best paths of Science and of Truth</br>Form an unerring and perpetual guide;</br>Unchangeably the same, whate'er betide</br>The traveller in Life's eventful road;</br>To keep the wav'ring mind exempt from pride,</br>And that dire path the slaves of vice have trod;</br>With all th' alluring charms of Pleasure's soft abode.", "\"Thrice happy those, whom early years inspire</br>With precepts of divine Philosophy;</br>Whose youthful minds industriously acquire</br>Instruction from their earliest infancy;</br>Supremely blest their future days shall be,</br>Mark'd with the deeds of wisdom, which will claim</br>Honour and praise from their posterity,</br>Who shall display the records of their name,</br>And all their virtuous deeds give to immortal fame.", "\"To them each object glows full rich and gay,</br>In which appears the great omniscient Mind</br>Incomprehensible; whose works display</br>A perfect order wide and unconfin'd,</br>Diffus'd through all Creation, and design'd</br>For various purposes to man unknown;</br>Where Providence, with care for ever kind,</br>None overlooks, no creature doth disown,</br>In all, 'twixt lifeless clay and Life's eternal throne.", "\"Wouldst thou improve the pleasures of the soul,</br>Go frequently to Nature's varying scene,</br>There meditate and view without controul</br>Her loveliness:  there pious YOUNG has been,</br>Beneath the beams of Night's resplendent queen</br>The wonders of Omnipotence to trace;</br>Where deathless NEWTON frequently was seen</br>To calculate the stars etherial race,</br>And the mysterious laws of all-creative space.", "\"For incorporeal pleasures of the mind</br>Are free, unchangeable, and void of gloom;</br>In their duration no decay we find,</br>But see them flourish with unfading bloom,</br>Triumphant o'er the terrors of the tomb,</br>On Seraph's plumes at length with speed they go;</br>Borne from this world to that which is to come,</br>They quit the dark ignoble scenes below,</br>And gain the source from whence all real pleasures glow.", "\"In ages past, the good, the great, the brave</br>Did visit frequently the peaceful grove;</br>To fit the mind to stem life's hostile wave,</br>Or tune the soul to harmony and love.</br>There Prophets and Apostles did improve</br>Their hearts in holiness and strength of mind;</br>And godlike wisdom, sent from Heav'n above,</br>Disclos'd important truths that were design'd</br>For ev'ry future age t' illuminate mankind.", "\"Yet fain I would to nobler themes aspire,</br>Far greater strains to Solitude I'd sing;</br>O could I raise them infinitely higher,</br>I to Messiah's name would offerings bring;</br>Of him the Heavens in loud hosannas ring,</br>Yet did he dwell on earth, and oft would go,</br>From man retir'd, with Heaven's Almighty King,</br>To save mankind from everlasting woe,</br>And give Death's antient pow'r the last avenging blow.", "\"In Life's last stage, the sweets of Solitude</br>Uninterrupted pleasures do afford;</br>No false delusive vices now intrude,</br>The heart's no more by flatt'ry overpower'd;</br>Man's shatter'd bark is happily restor'd</br>To rest from scenes where ills in torrents roll</br>Through stormy Life.  Now Nature's bounteous Lord</br>Is an unfailing shelter to the soul;</br>And will in Life's last hour the sting of death controul.", "\"Revisit frequently this verdant plain;</br>The relaxation from Life's busy stage</br>Will recreate thy faculties again,</br>For things that may thy active pow'rs engage:</br>Whether in scenes of war's tumultuous rage,</br>Or in the school of Science, t' invite</br>Youth to Instruction's ever pleasing page,</br>Display her treasures to the ravish'd sight,</br>And fill the tender mind with wonder and delight.", "\"So shalt thou welcome that important day,</br>When Heav'n's all powerful mandate shall return</br>Thy mortal part to moulder with the clay,</br>Or sleep untroubled in the silent urn.</br>Thy soul, on Hope's triumphant wings upborne,</br>Gladly shall quit her late obscure abode,</br>(Wherein oppress'd with ills she once did mourn,)</br>And speed her flight on the celestial road,</br>Where angels guard the way to happiness and God.\"", "He said no more, but still his meaning eye</br>Beam'd forth a ray of wisdom's heav'nly light.</br>Now Cynthia, in her native majesty,</br>From Eastern clouds arose upon my sight,</br>And made the lucid atmosphere more bright.</br>The reverend sage bad me a kind adieu,</br>That did my warmest gratitude excite;</br>Then disappear'd.  Sleep from my eyes withdrew,</br>And on her wings far hence the fond delusion flew.</br>"]