["Spring 'woke the world, but with the vernal day</br>Came the deep voice of Death upon the gales!</br>Sweet broke the blushing morning, but the ray</br>Cheered not thy desolated pastures, Wales!</br>Where now the minstrel's song, the harper's lay,</br>That rang so merrily amid the vales?</br>Alas!  in bower and hall is silence dread&mdash;</br>Thy sons, the free, the brave, are numbered with the dead!", "Despair and ruin to the shrieking land!</br>Thy bold and beautiful upon their bier!</br>Thy temples smoking 'neath the invader's brand!</br>Thy infants writhing on the hostile spear!</br>And shall not vengeance blast the murderous band?</br>And retribution fall with doom severe?</br>Shall Jove's high thunder sleep, when to his throne</br>Swift from the suffering earth the voice of blood hath flown?", "It slept not, though the victor's flag  on high</br>Triumphant fluttered o'er the bending mast&mdash;</br>It slept not, though the favouring sea-gales fly,</br>And Denmark gave its canvas to the blast!</br>Devonia spreads her fertile vallies nigh&mdash;</br>There speed, and find, all Ocean-perils past,</br>The strong sure hand of Justice!  Lo, the doom</br>Of Tyranny is sealed &mdash; Destruction and the tomb!", "Immortal Kenwith!  wild the Reafan streamed</br>Around thy walls!  and wild the savage crew</br>Sent up their war-cry, as the morning beamed!</br>While deeper still the shout of battle grew&mdash;</br>Till the last ray of welcome evening gleamed,</br>And the fierce Pagan sullenly withdrew;</br>As Night o'er all resumed her ancient reign,</br>Mantling both friend and foe &mdash; the dying and the slain!", "Again the morning ray, again the fight&mdash;</br>The storm &mdash; the brave repulse &mdash; the iron showers,</br>That from the 'leagured battlements alight</br>In terror on the Danes!  On Kenwith's towers</br>Floated Danmonium's banner, waving light</br>In the free gale that fanned her myrtle bowers;</br>And floating  o'er the walls at evening's close,</br>Beneath its glorious folds the English bands repose.", "Short pause before the tempest!  Ere the beam</br>Of morning gilt the English banners brave,</br>From Kenwith's grates burst forth the human stream,</br>And on the foe rolled deep the living wave,</br>Resistless! &mdash; Let the Northern raven scream,</br>And Odin now his magic standard save&mdash;</br>For, hark!  the firm Danmonii, with one breath,</br>Shout through the ensanguined field &mdash; \"Or liberty, or death!\"", "Down sank the raven &mdash; down  his crime-stained Lord!</br>Swift fled from that red field his savage band!</br>He slept &mdash; the man of blood &mdash; whose ruthless sword</br>\"Made women childless!\" &mdash; slept upon the strand,</br>In his wild, fearful grave (that chief abhorred);</br>Where, as triumphing to the rescued land,</br>E'en now the great sea-billow, dark and deep,</br>Urged by the howling winds, o'er Denmark's hero sweep!</br>"]