["Fled from the mansions of the great and gay,</br>Where idle pleasure wastes her fleeting breath,</br>Thro' this sad cell I'll take my lonely way,</br>And view the havock made by time and death.", "And, as I enter, let no swelling rage,</br>No thought impure my pensive bosom lead,</br>But sweet Religion all the man engage:</br>For this was once the sacred house of God.", "Where oft Devotion, with her pious train,</br>In silent contemplation spent her days,</br>Or wak'd to extasy the glowing strain,</br>With grateful accents to her Maker's praise.", "No more shall youth and beauty grace this shrine,</br>Or pious sages to the portal throng;</br>No more the arch shall meet the voice divine,</br>Receive the sound, or echo back the song.", "The pride and glory of our country's fled,</br>The great supporters of the nation's laws,</br>The statesmen, heroes, and the kings are dead,</br>Who fought thro' fields of blood in freedom's cause.", "Vast heaps of kindred here bestrew the ground,</br>And skulls and coffins to my view arise;</br>Here's friend and foe profusely scatter'd round,</br>And here a jaw, and there a thigh-bone lies.", "Perhaps this hand has in some bloody fray,</br>With lofty sinews grasp'd the flaming brand,</br>Fought thro' the dreadful carnage of the day,</br>And drove oppression from its native land.", "Yet fame and honour are but empty things,</br>The fleeting sunshine of uncertain day;</br>For statesmen, peasants, beggars, lords and kings,</br>All fall alike to cruel time a prey.", "Tho' men, mere men, may unregarded rot,</br>And buried in their native dust consume,</br>Shall  Scotland's great commanders be forgot,</br>And moulder unregretted in the tomb.", "Will no kind bard in grateful numbers sing</br>The mighty wonders of each hero's arm:</br>Will no kind friend protect a clay-cold king,</br>Collect his bones, and keep them safe from harm.", "Would some sweet muse assist me in the song,</br>I'd dwell with rapture on the glowing strain,</br>Roll the smooth tide of harmony along,</br>Till echo undulate applause again.", "When night's dark curtain hid the beams of day,</br>From those sad eyes my soul should banish sleep;</br>Again I'd raise the sympathetic lay,</br>And teach the fallen monuments to weep.", "Ye sons of Scotland!  tho' you cannot raise,</br>Your long lost monarchs from the silent bier,</br>Their deeds are worthy of your highest praise,</br>And simple gratitude demands a tear.", "For you they bore the faulchion and the shield,</br>For you each piercing winter blast they stood;</br>For you they struggl'd in the hostile field,</br>For you they welter'd in their crimson blood.", "Let not base slander on their mem'ry fall,</br>Nor malice of their little faults complain;</br>They were such men, as, take them all in all,</br>We shall not look upon their like again.", "Here lies the partner of the hero's bed,</br>Whose ev'ry feature wore unequall'd grace,</br>Can love's soft murmurs raise this death-struck head,</br>Or take the pale complexion from the face?", "Go then, ye fair!  exert your utmost skill,</br>Employ each art to keep your beauty fast;</br>Try each perfume, use paint, do what you will,</br>Of this sad colour you must be at last.", "Ah me!  how melancholy seem those walls,</br>To earth returning with a quick decay,</br>Take heed, O man!  for as each atom falls,</br>So wastes thy little spark of life away.", "O turn, my soul!  from worldly vices fly,</br>And follow Innocence where-e'er she strays;</br>See with what ease an honest man can die,</br>None but the wicked wish for length of days.</br>"]