["Now o'er the world in sable cincture clad,</br>Night rolls her awful clouds.  Her misty veil</br>Hangs black'ning 'fore the eye, whose visual orb</br>In vain attempts to penetrate the gloom</br>Condens'd; save where the cotton 'mers'd in oil</br>Within some glassy concave yields its flame</br>Twinkling; and save where in the servile hand</br>Behind a rattling coach, the taedal stick</br>Held waving glimmers on the face of things.</br>Free from the business of the bustling day,</br>This interval indulging, to the club</br>Of spouters I repair; where mortal forms,</br>Born high upon the feathers of conceit,</br>Rise into air; while puffing blasts of wind,</br>Bursting from loosely-flying fancy's cave,</br>Blow them to regions where Theatra dwells.</br>Here, o'er the summit of a chair I loll;</br>My circumspective eyes explore the room,</br>A groupe of staring objects strike my sight;</br>Features distinct and various.  While upon</br>The table's oval, the resplendent cup</br>Its pure contents and frothy surface boasts</br>Invigorant.  Virginia's plant matur'd</br>Lies in the centre.  With a clay-form'd tube</br>Each member graces his extended hand.</br>Above the rest, with looks erect and sage,</br>Deputed sits the regent of the night,</br>In elbow-chair pre-eminent.  His hand</br>The silence-knocking hammer wields.  Before</br>His optic balls are plac'd two shining plates,</br>Betwixt whose pewter confines, interspers'd</br>With glittering pieces of argental coin,</br>Lie wide-spread half-pence, jingling at the touch.</br>There great he sits, with glee magnificent,</br>The strong potation quaffing.  On the slate</br>The num'rous pots he marks, with aspect keen.</br>So, with superior power invested, sits</br>A constable elate, in dome rotund,</br>Imbibing porter solid.  With an air</br>Self-confident he scrawls the captive's name.</br>Now moves around, with circulation quick,</br>The tankard less'ning.  Strait again receives</br>Its due completion.  Like the changing tide</br>It ebbs and flows alternate.  Curling spires</br>Ascending paint the plaister'd canopy</br>Fuliginous:  the warfare dims the sight,</br>And thro' the smoaky mist the candles shine</br>Azure. &mdash; But lo!  a Roscian stands erect</br>Stentorophontes.  Him long time I mark'd,</br>Saw meditation hover o'er his brow,</br>And all his faculties absorb'd in thought.</br>He bends his head addressive to the board,</br>And thus harangues &mdash; \"Why sit we here thus mute,</br>And frustrate all the purpose of our meeting?</br>Already has the hoarse-lung'd watchman bawl'd</br>Past nine o'clock.\" &mdash; So saying, forth he stalks,</br>With step theatric.  Mark his buskin tread,</br>And eye-balls rolling.  Rang'd along the floor</br>The candles blaze.  And now the signal giv'n,</br>All bend their eyes on him &mdash; No longer now</br>Pauses the youth, but storms in wild Macbeth.</br>Lo!  now apparent, on his horrid front</br>Sits grim distortion.  Every feature's lost,</br>Screw'd horrible, unhumaniz'd &mdash; On stage</br>Of quick itinerant thus have I seen</br>An Andrew wring the muscles of his face,</br>Deforming nature, and extort the grin</br>And wonder of the many-headed crowd.</br>He spoke:  when strait a loud applauding noise</br>Ensues; the clap of hands and thump of feet</br>Commingling.  Knuckles on the table's verge</br>With fury beating, and the sound of sticks</br>Junctive confirm the rattle of applause.</br>Tremble the pewter vases, and within</br>The fluid fluctuates.  The surging pipes</br>Roll from their beds of tin.  The wooden plain</br>Is strew'd on all sides with the clatt'ring ruin.", "Lo!  now another of theatric mould</br>\"Rises in majesty,\" yclep'd</br>Ranter.  Forth issue from his steaming mouth</br>These long imprison'd Alps of tow'ring smoke,</br>\"Riding upon the bosom of the air.\"</br>Him had his inauspicious cruel stars</br>Destin'd to oil, to dress the flowing curl,</br>And with nice hand to weave the yielding hair.</br>But each revolving, rising, setting sun</br>Beheld this hero looking on his trade</br>With eyes indignant.  His exalted soul</br>Launch'd 'yond the limits of his narrow sphere.</br>Fraught with extended notions of the stage,</br>His ample-daring mind the drama's laws</br>Sole entertain'd &mdash; The tonsor now assumes</br>The part of Richard, and with aukward strut</br>Affects majestic air. &mdash; So, at the wake,</br>Roger begins the dance, but wanting skill,</br>Betrays himself unequal to the task.</br>Thy graceful period, so oft admir'd,</br>Divine inspir'd Shakespear!  on his tongue</br>Imperfect die away.  His labour'd speech</br>Sounds gutt'ral, like the hoarsely croaking race</br>Upon the banks of some pellucid stream.</br>Scarce had he finished, when salutes his ears</br>The mingled noise upon the dusty floor</br>Reverberant.  Down the shaver sits</br>Well-pleas'd.  And next upstarts Hibernia's son,</br>Like some enthusiast on a tripod rais'd</br>With apish gesture, and with strange grimace,</br>To rant unto the multitude.  The cork</br>Intruded swift into the candle's blaze</br>Is nigrified, and marks th' aspiring youth</br>With whiskers bold.  Ferocity now darts</br>From either eye her broad unmeaning stare,</br>In Bajazet he raves, and lowering bids</br>Defiance.  'Yond just nature's ample pow'r</br>He rants elaborate.  His roaring voice</br>Calls eccho forth respondent.  On the mart</br>Of filthy Billingsgate thus have I heard</br>A harsh lung-cracking noise, nor yet to this</br>Dissimilar.  He ended; but the tribe</br>With-hold the grasp'd-at banners of applause.</br>Then down he sits, with woful aspect dull.</br>But strait emerging from a sea of thought,</br>He swallows hasty the salubrious stream,</br>And re-inthrones his abdicated soul.</br>Brozoides next his meteor lays down</br>Igniferous.  Him had his parents sent</br>To London (seat of business) &mdash; there the laws</br>Of England's state to learn and exercise.</br>For him a well-experience'd Don was found,</br>Whose quick-turn'd eyes foresaw each quibble quaint,</br>And quirk evasive.  As an osier light,</br>That bending yields to ev'ry blast of wind,</br>His heart to fraud was flexible, &mdash; his heart,</br>Where dark deceit, in honest guise array'd,</br>Had sown its seeds, and poison'd ev'ry grain</br>Which warm'd by potent truth's congenial ray,</br>With virtue's plenteous harvest might have teem'd.</br>But fruitless was the youth's parental aim,</br>Tho' sedulous.  For scarce two years had roll'd</br>Since fair Augusta first had pleas'd his eyes,</br>When great Brozoides first soliloquiz'd:</br>\"Was it for this, that o'er the classic deep</br>I sail'd, and landed on poetic shores?</br>Have I for this flew round th' Aonian mount</br>With plumes immortal, and so often play'd</br>With spotless Muses, in Pierian meads?</br>Am I, ye Gods, eternally to scribe</br>Inglorious?  No &mdash; Some pow'r uplifts my soul</br>Buoyant, above the common class of earth's</br>Dull reptiles.  Hence ye wrong adjudg'd reports,</br>Ye dry collections hence.  I leave ye all</br>To those grave, solid looking fools, whose ears</br>Tautology best charms.  Oh!  Shakespear, come</br>With all thy pupils.  Fire my glowing breast,</br>Expand my genius, and enlarge my soul.\"</br>Kindled that instant at the raptur'd thought,</br>His intellects, high-tow'ring, flew to realms</br>Dramatic.  There the storehouse of his brain</br>He fill'd redundant.  Here he tries his skill</br>Theatric, ere upon the graceful stage</br>With steps adventurous he dares to tread.</br>So children dabble in the shallow stream</br>Playful, till fear forsakes their little souls;</br>Then bold thy rush into the middle Thames.</br>\"List, list, O list\" &mdash; Oh!  how his tuneful voice</br>Rises and falls, as Oysterella's soft,</br>And strong, when ev'ry street and curving lane</br>Adjacent, eccho the testaceous cry.</br>He spouted &mdash; and receiv'd his share of praise.", "Inflated with the swellings of conceit,</br>And newly flush'd with large-aspiring hopes</br>Of excellence, uprises Leatheronzo</br>Fam'd.  In repairing worn-out calcuments</br>None was his equal.  No one better knew</br>The painted awl to handle.  Yet his breast</br>With rage dramatic glow'd.  In mad-struck Lear</br>The scene he opens:  but for want of crown</br>Paus'd his mock-majesty.  Around the place</br>Long time his eyes terrific rowl'd.  At length</br>\"In a black corner of the room he spied\"</br>An empty urinal. &mdash; Fir'd at the sight,</br>He snatch'd the vacuum, and to his head</br>Adapted it well pleas'd.  Now, now he raves</br>With brazen lungs, until a sudden jerk</br>His action terminates.  Upon the floor</br>Down drops the Jordan.  As it rolls along</br>It rings applause unto his list'ning ear.", "Lo!  now springs forward with elastic step,</br>A son of comedy, Soccado call'd.</br>The tunic daz'ling with its golden pride,</br>The button-hole gay-wrought with wond'rous art,</br>The mode-cut collar, and well-fancied sleeve,</br>Had oft proclaim'd his taste.  Yet not to this</br>Was his great soul confin'd.  Theatra now,</br>Dramatic goddess, whispers in his ear,</br>And bids him shine away in Foppington.</br>Where's  now that stately flatness of the gait,</br>That easy stiffness where?  so often seen</br>In thee, O Cibber!  and so oft admir'd.</br>Alas!  how faintly, rudely copied here!</br>With joints inflexible, and neck oblique,</br>An object stiff'ning to the sight he stands</br>In attitude unmeaning, and deprives</br>Each injur'd word of its emphatic due.</br>He finish'd, when the wonted noise begins,</br>Loud as his all-attentive ears can wish,</br>Nor less than that which shakes the bending stairs</br>To the theatric semi-circled seats</br>Hight upper gallery, ductive, when some</br>Grand-habited scene-boasting pantomime,</br>From 'hind their compters, and from cleaning knives,</br>And from tenebrious porter-breathing cells,</br>Where all the day long in glee they tipling sat,</br>Calls forth the terene quick-ascending gods.</br>Prologues and epilogues increase the sport,</br>To periodize the humours of the night,</br>Now sage advanc'd, goes round the jovial song,</br>The laugh-exciting catch, or wanton tale</br>Reiterated.  Bacchus, King of joys,</br>Reigns arbitrary.  With its vapours bland</br>Their giddy-rolling heads, anointed turn</br>Upon an axis brittle.  Total noise</br>Its anarchy extends.  But ho! How soon</br>Terrestrial mirth evaporates.  Amidst</br>Their jocund glee, and lovely floating hours,</br>Enter the Constables.  Ten watchmen brave</br>Their presence dignify.  Amazement chill</br>Sits on each spouting face.  So looks the wretch</br>Involv'd in debt, when first he spies the front,</br>The front most hated of a catch-pole grim.</br>Not e'en Macbeth stands more appall'd with fear,</br>When murder'd Banquo's horrid-glaring ghost</br>Disturbs the regal banquet.  Such, so great</br>Their fear unmanly, that their passive souls</br>To their hard fate submit.  Restless all,</br>All walk desponding to the round-house dire,</br>And one sad exit terminates the scene.", "All hail to thee!  thou young dramatic bard!</br>Ingenious M&mdash;r&mdash;y, hail!  Before thy shrine</br>I bend the knee.  This epidemic rage</br>Well hast thou ridicul'd.  Oh!  may thy scenes</br>On Fame's high-pending annals be enroll'd:</br>And as thy Muse shall henceforth deign to grace</br>Th' enlightened scene, and with a steady hand</br>To hold up Nature's mirrour, may the tribe</br>Of snarling critics, with invidious eyes,</br>View the bright image, and confess it true.</br>"]