["Arthur and Arthegal catch Guile,</br>Whom Talus doth dismay:</br>They to Mercilla's Palace come,</br>And see her rich Array.", "What Tyger, or what other salvage Wight</br>Is so exceeding furious and fell,</br>As Wrong, when it hath arm'd it self with Might?</br>Not fit 'mongst Men, that do with Reason mell,</br>But 'mongst wild Beasts and salvage Woods to dwell;</br>Where still the Stronger doth the Weak devour,</br>And they that most in Boldness do excel,</br>Are dradded most, and feared for their Pow'r:</br>Fit for Adicia, there to build her wicked Bow'r.", "There let her wonne far from Resort of Men,</br>Where righteous Arthegal her late exil'd;</br>There let her ever keep her damned Den,</br>Where none may be with her leud Parts defil'd,</br>Nor none but Beasts may be of her despoil'd;</br>And turn we to the noble Prince, where late</br>We did him leave, after that he had foil'd</br>The cruel Souldan, and with dreadful Fate</br>Had utterly subverted his unrighteous State.", "Where, having with Sir Arthegal a space</br>Well solac'd in that Souldan's late Delight,</br>They both resolving now to leave the Place,</br>Both it and all the wealth therein behight</br>Unto that Damsel in her Lady's Right,</br>And so would have departed on their way.</br>But she them woo'd by all the means she might,</br>And earnestly besought to wend that Day</br>With her, to see her Lady thence not far away.", "By whose Entreaty both they, overcomen,</br>Agree to go with her, and by the way</br>(As often falls) of sundry things did commen:</br>'Mongst which that Damsel did to them bewray</br>A strange Adventure, which not far thence lay,</br>To weet, a wicked Villain, bold and stout,</br>Which wonned in a Rock not far away,</br>That robbed all the Country thereabout,</br>And brought the Pillage home, whence none could get it out.", "Thereto both his own wily Wit, she said,</br>And eke the Fastness of his Dwelling-place,</br>Both unassailable, gave him great aid:</br>For he so crafty was to forge and face,</br>So light of Hand, and nimble of his Pace,</br>So smooth of Tongue, and subtle in his Tale,</br>That could deceive one looking in his Face.</br>Therefore by Name Malengin they him call,</br>Well knowen by his Feats, and famous over all.", "Through these his Slights he many doth confound,</br>And eke the Rock, in which he wonts to dwell,</br>Is wondrous strong, and hewn far under ground</br>A dreadful Depth, how deep no Man can tell;</br>But some do say, it goeth down to Hell;</br>And all within, it full of Windings is,</br>And hidden ways, that scarce an Hound by Smell</br>Can follow out those false Footsteps of his,</br>Ne none can back return, that once are gone amiss.", "Which when those Knights had heard, their Hearts 'gan yearn,</br>To understand that Villain's Dwelling-place,</br>And greatly it desir'd of her to learn,</br>And by which way they towards it should trace.</br>Were not, said she, that it should lett your Pace</br>Towards my Lady's Presence by you meant,</br>I would you guide directly to the Place.</br>Then let not that, said they, stay your Intent:</br>For neither will one foot, till we that Carle have hent.", "So, forth they past, till they approached nigh</br>Unto the Rock where was the Villain's Wonne.</br>Which when the Damsel near at hand did spy,</br>She warn'd the Knights thereof:  who thereupon</br>'Gan to advise, what best were to be done.</br>So both agreed to send that Maid afore,</br>Where she might sit nigh to the Den alone,</br>Wailing, and raising pitiful Uproar,</br>As if she did some great Calamity deplore.", "With noise whereof, when as the caitive Carle</br>Should issue forth, in hope to find some Spoil,</br>They in await would closely him ensnarle,</br>E'er to his Den he backward could recoil,</br>And so would hope him easily to foil.</br>The Damsel straight went, as she was directed,</br>Unto the Rock; and there, upon the Soil</br>Having her self in wretched wise abjected,</br>'Gan weep and wail, as if great Grief had her affected.", "The cry whereof, entring the hollow Cave,</br>Eftsoons brought forth the Villain, as they ment,</br>With hope of her some wishful boot to have:</br>Full dreadful Wight he was, as ever went</br>Upon the Earth, with hollow Eyes deep pent,</br>And long curl'd Locks, that down his Shoulders shagged,</br>And on tis Back an uncouth Vestiment,</br>Made of strange Stuff, but all to worn and ragged;</br>And underneath, his Breech was all to torn and jagged.", "And in his Hand an huge long Staff he held,</br>Whose top was arm'd with many an iron Hook,</br>Fit to catch hold of all that he could weld,</br>Or in the compass of his Clouches took;</br>And ever round about he cast his Look.</br>Als at his Back a great wide Net he bore,</br>With which he seldom fished at the Brook,</br>But us'd to fish for Fools on the dry Shore,</br>Of which he in fair Weather wont to take great store.", "Him when the Damsel saw fast by her side,</br>So ugly Creature, she was nigh dismay'd;</br>And now for help aloud in earnest cry'd.</br>But when the Villain saw her so affraid,</br>He 'gan with guileful Words her to persuade</br>To banish Fear:  and with Sardonian Smile</br>Laughing on her, his false intent to shade,</br>'Gan forth to lay his Bait her to beguile,</br>That from her self unwares he might her steal the while.", "Like as the Fowler on his guileful Pipe</br>Charms to the Birds full many a pleasant Lay,</br>That they the whiles may take less heedy keep,</br>How he his Nets doth for their Ruin lay:</br>So did the Villain to her prate and play,</br>And many pleasant Tricks before her show,</br>To turn her Eyes from his Intent away:</br>For, he in Sleights and juggling Feats did flow,</br>And of Legier-de-main the Mysteries did know.", "To which, whilst she lent her intensive Mind,</br>He suddenly his Net upon her threw ,</br>That over-spread her like a puff of Wind;</br>And snatching her soon up, e'er well she knew,</br>Ran with her fast away unto his Mew,</br>Crying for help aloud.  But when as nigh</br>He came unto his Cave, and there did view</br>The armed Knights, stopping his passage by,</br>He threw his Burden down, and fast away did fly.", "But Arthegal him after did pursue,</br>The whiles the Prince there kept the Entrance still;</br>Up to the Rock he ran, and thereon flew</br>Like a wild Goat, leaping from Hill to Hill,</br>And dancing on the craggy Cliffs at will;</br>That deadly Danger seem'd in all Mens sight,</br>To tempt such steps, where footing was so ill:</br>Ne ought availed for the armed Knight,</br>To think to follow him, that was so swift and light.", "Which when he saw, his iron Man he sent</br>To follow him; for, he was swift in Chace.</br>He him pursu'd wherever that he went,</br>Both over Rocks, and Hills, and every Place,</br>Where-so he fled, he follow'd him apace:</br>So that he shortly forc'd him to forsake</br>The Height, and down descend unto the Base.</br>There he him cours'd afresh, and soon did make</br>To leave his proper Form, and other Shape to take.", "Into a Fox himself he first did turn;</br>But he him hunted like a Fox full fast:</br>Then to a Bush himself he did transform;</br>But he the Bush did beat, till that at last</br>Into a Bird it chang'd, and from him past,</br>Flying from Tree to Tree, from Wand to Wand:</br>But he then Stones at it so long did cast,</br>That like a Stone it self upon the Land,</br>But he then took it up, and held fast in his Hand.", "So he it brought with him unto the Knights,</br>And to his Lord Sir Arthegal it lent,</br>Warning him hold it fast, for fear of slights.</br>Who whilst in Hand it griping hard he hent,</br>Into a Hedghog all unwares it went,</br>And prick'd him so, that he away it threw.</br>Then 'gan it run away incontinent,</br>Being returned to his former Hue;</br>But Talus soon him over-took, and backward drew.", "But, when as he would to a Snake again</br>Have turn'd himself, he with his iron Flail</br>'Gan drive at him, with so huge Might and Main,</br>That all his Bones, as small as sandy Grail,</br>He broke, and did his Bowels disentrail;</br>Crying in vain for help, when help was past,</br>So did Deceit the Self-deceiver fail:</br>There they him left a Carrion out-cast,</br>For Beasts and Fowls to feed upon for their Repast.", "Thence forth they passed with that gentle Maid,</br>To see her Lady, as they did agree.</br>To which when she approached, thus she said;</br>Lo now, right noble Knights, arriv'd ye be</br>Nigh to the Place which ye desir'd to see:</br>There shall ye see my sovereign Lady Queen,</br>Most sacred Wight, most debonair and free,</br>That ever yet upon this Earth was seen,</br>Or that with Diadem hath ever crowned been.", "The gentle Knights rejoiced much to hear</br>The Praises of that Prince so manifold;</br>And passing little further, comen were,</br>Where they a stately Palace did behold,</br>Of pompous Show, much more than she had told;</br>With many Towers, and Tarras mounted high,</br>And all their Tops bright glistering with Gold,</br>That seemed to out-shine the dimmed Sky,</br>And with their Brightness daz'd the strange Beholder's Eye.", "There they alighting, by that Damsel were</br>Directed in, and shewed all the Sight:</br>Whose Porch, that most magnifick did appear,</br>Stood open wide to all Men Day and Night;</br>Yet warded well by one of mickle Might,</br>That sate thereby, with Giant-like Resemblance,</br>To keep out Guile, and Malice, and Despight,</br>That under shew oft-times of feigned Semblance,</br>Are wont in Princes Courts to work great Scath and Hindrance.", "His Name was Awe; by whom they passing in,</br>Went up the Hall, that was a large wide Room,</br>All full of People, making troublous Din,</br>And wondrous Noise, as if that there were some</br>Which unto them were dealing righteous Doom.</br>By whom they passing through the thickest Preace,</br>The Marshal of the Hall to them did come;</br>His Name hight Order, who commanding Peace,</br>Them guided through the Throng, that did their Clamours cease.", "They ceast their Clamours, upon them to gaze;</br>Whom seeing all in Armour bright as Day,</br>Strange there to see, it did them much amaze,</br>And with unwonted Terror half affray:</br>For, never saw they there the like Array,</br>Ne ever was the Name of War there spoken,</br>But joyous Peace and Quietness alway,</br>Dealing just Judgments, that mote not be broken</br>For any Bribes, or Threats of any to be wroken.", "There as they entred at the Skriene, they saw</br>Some one, whose Tongue was for his Trespass vile</br>Nail'd to a Post, adjudged so by Law:</br>For that therewith he falsely did revile,</br>And foul blaspheme that Queen for forged Guile,</br>Both with bold Speeches, which he blazed had,</br>And with leud Poems, which he did compile;</br>For, the bold Title of a Poet bad</br>He on himself had ta'en, and railing Rimes had spred.", "Thus, there he stood, whilst high over his Head,</br>There written was the Purport of his Sin,</br>In Cyphers strange, that few could rightly read,</br>BON FONS:  but Bon that once had written bin,</br>Was rased out, and Mal was now put in.</br>So now Malfons was plainly to be read;</br>Either for th' evil, which he did therein,</br>Or that he likened was to a Well-head</br>Of evil Words, and wicked Slanders by him shed.", "They, passing by, were guided by degree</br>Unto the Presence of that gracious Queen;</br>Who sate on high, that the might all Men see,</br>And might of all Men royally be seen,</br>Upon a Throne of Gold full bright and sheen,</br>Adorned all with Gems of endless Price,</br>As either might for Wealth have gotten been,</br>Or could be fram'd by Workmans rare Device;</br>And all emboss'd with Lions, and with Flower-de-lice.", "All over her a Cloth of State was spred,</br>Not of rich Tissew, nor of Cloth of Gold,</br>Nor of ought else, that may be richest red,</br>But like a Cloud, as likest may be told,</br>That her broad spreading Wings did wide unfold;</br>Whose Skirts were bordred with bright sunny Beams,</br>Glistring like Gold, amongst the Plights enrol'd,</br>And here and there shooting forth silver Streams,</br>'Mongst which crept little Angels thro the glittering Gleams.", "Seemed those little Angels did uphold</br>The Cloth of State, and on their purpled Wings</br>Did bear the Pendants, through their Nimbless bold:</br>Besides a thousand more of such as sings</br>Hymns to high God, and carols heavenly Things,</br>Encompassed the Throne on which she sate:</br>She Angel-like, the Heir of antient Kings</br>And mighty Conquerors, in royal State,</br>Whilst Kings and Cesars at her Feet did them prostrate.", "Thus she did sit in Sovereign Majesty,</br>Holding a Scepter in her royal Hand,</br>The sacred Pledg of Peace and Clemency,</br>With which high God had blest her happy Land,</br>Maugre so many Foes, which did withstand.</br>But at her Feet her Sword was likewise laid,</br>Whose long Rest rusted the bright steely Brand;</br>Yet when as Foes enforc'd, or Friends sought Aid,</br>She could it sternly draw, that all the World dismay'd.", "And round about before her Feet there sate</br>A Beavy of fair Virgins clad in white,</br>That goodly seem'd t' adorn her royal State,</br>All lovely Daughters of high Jove, that hight</br>Litae, by him begot in Love's delight,</br>Upon the righteous Themis:  those they say,</br>Upon Jove's Judgment-Seat wait Day and Night;</br>And when in Wrath he threats the World's Decay,</br>They do his Anger calm, and cruel Vengeance stay.", "They also do by his divine Permission</br>Upon the Thrones of mortal Princes tend,</br>And often treat for Pardon and Remission</br>To Suppliants, through Frailty which offend</br>Those did upon Mercilla's Throne attend:</br>Just Dice, wise Eunomy, mild Eirene;</br>And them emongst, her Glory to commend,</br>Sate goodly Temperance in Garments clean,</br>And sacred Reverence, yborn of heavenly Strene.", "Thus did she sit in royal rich Estate,</br>Admir'd of many, honoured of all;</br>Whilst underneath her Feet, there as she sate,</br>A huge great Lion lay, that mote appall</br>An hardy Courage, like captived Thrall,</br>With a strong iron Chain and Collar bound,</br>That once he could not move, nor quich at all;</br>Yet did he murmur with rebellious Sound,</br>And softly royne, when salvage Choler 'gan redound.", "So, sitting high in dradded Sovereignty,</br>Those two strange Knights were to her Presence brought;</br>Who, bowing low before her Majesty,</br>Did to her mild Obeysance, as they ought,</br>And meekest Boon, that they imagine mought.</br>To whom she eke inclining her withal,</br>As a fair Stoop of her high-soaring Thought,</br>A chearful Countenance on them let fall,</br>Yet tempred with some Majesty Imperial.", "As the bright Sun, what time his fiery Team</br>Towards the western Brim begins to draw,</br>'Gins to abate the Brightness of his Beam,</br>And Fervour of his Flames somewhat adaw:</br>So did this mighty Lady, when she saw</br>Those two strange Knights such Homage to her make,</br>Bate somewhat of that Majesty and Awe,</br>That whylom wont to do so many quake,</br>And with more mild Aspect those two to entertake.", "Now, at that Instant, as occasion fell,</br>When these two stranger Knights arriv'd in place,</br>She was about Affairs of Common-weal,</br>Dealing of Justice with indifferent Grace,</br>And hearing Pleas of People mean and base.</br>'Mongst which as then, there was for to be heard</br>The Trial of a great and weighty Case,</br>Which on both sides was then debating hard:</br>But at the sight of these, those were awhile debar'd.", "But, after all her princely Entertain,</br>To th' hearing of that former Cause in hand,</br>Her self eftsoons she 'gan convert again;</br>Which, that those Knights likewise mote understand,</br>And witness forth aright in foreign Land,</br>Taking them up unto her stately Throne,</br>Where they more hear the Matter throughly scan'd</br>On either part, she placed th' one on th' one,</br>The other on the other side, and near them none.", "Then was there brought, as Prisoner to the Bar,</br>A Lady of great Countenance and Place,</br>But that she it with foul Abuse did mar;</br>Yet did appear rare Beauty in her Face,</br>But blotted with Condition vile and base,</br>That all her other Honour did obscure,</br>And Titles of Nobility deface:</br>Yet, in that wretched Semblant, she did sure</br>The Peoples great Compassion unto her allure.", "Then up arose a Person of deep Reach,</br>And rare In-sight, hard Matters to reveal;</br>That well could charm his Tongue, and time his Speech</br>To all Assaies; his Name was called Zeal:</br>He 'gan that Lady strongly to appeal</br>Of many heinous Climes, to her enur'd;</br>And with sharp Reasons rang her such a peal,</br>That those, whom she to Pity had allur'd,</br>He now t' abhor and loath her Person had procur'd.", "First, 'gan he tell, how this that seem'd so fair</br>And royally array'd, Duessa hight,</br>That false Duessa, which had wrought great Care,</br>And mickle Mischief unto many a Knight,</br>By her beguiled, and confounded quite:</br>But not for those she now in question came,</br>Though also those mote question'd be aright,</br>But for vile Treasons, and outrageous Shame,</br>Which she against the drad Mercilla oft did frame.", "For, she whylome (as ye mote yet right well</br>Remember) had her Counsels false conspir'd,</br>With faithless Blandamour and Paridel</br>(Both two her Paramours, both by her hir'd,</br>And both with hope of Shadows vain inspir'd)</br>And with them practis'd, how for to deprive</br>Mercilla of her Crown, by her aspir'd,</br>That she might it unto her self derive,</br>And triumph in their Blood, whom she to Death did drive.", "But through high Heaven's Grace (which favours not</br>The wicked Drifts of traiterous Designs</br>'Gainst loyal Princes) all this cursed Plot,</br>E'er Proof it took, discover'd was betimes,</br>And th' Actors won the Meed meet for their Crimes.</br>Such be the Meed of all, that by such Mean</br>Unto the Type of Kingdoms Title climes.</br>But false Duessa, now untitled Queen,</br>Was brought to her sad Doom, as here was to be seen.", "Strongly did Zeal her heinous Fact enforce,</br>And many other Crimes of foul Defame</br>Against her brought, to banish all Remorse,</br>And aggravate the Horror of her Blame.</br>And with him to make part against her, came</br>Many grave Persons, that against her plead;</br>First, was a sage old Sire, that had to Name</br>The Kingdom's Care, with a white silver Head,</br>That many high Regards and Reasons 'gainst her read.", "Then, 'gan Authority her to oppose</br>With peremptory Power, that made all mute;</br>And then the Law of Nations 'gainst her rose,</br>And Reasons brought, that no Man could refuse;</br>Next, 'gan Religion 'gainst her to impute</br>High God's Beheast, and Power of holy Laws;</br>Then 'gan the Peoples Cry, and Commons Sute,</br>Importune care of their own publick Cause;</br>And lastly, Justice charged her with breach of Laws.", "But then for her, on the contrary part.</br>Rose many Advocates for her to plead:</br>First there came Pity, with full tender Heart,</br>And with her join'd Regard of Woman head;</br>And then came Danger threatning hidden Dread,</br>And high Alliance unto foreign Power;</br>Then came Nobility of Birth, that bred</br>Great Ruth through her Misfortunes tragick Stower;</br>And lastly Grief did plead, and many Tears forth pour.", "With the near Touch whereof in tender Heart</br>The Briton Prince was sore empassionate,</br>And wox inclined much unto her Part;</br>Through the sad Terror of so dreadful Fate,</br>And wretched Ruin of so high Estate;</br>That for great Ruth his Courage 'gan relent.</br>Which whenas Zeal perceived to abate,</br>He 'gan his earnest Fervour to augment,</br>And many fearful Objects to them to present.", "He 'gan t' efforce the Evidence anew,</br>And new Accusements to produce in place:</br>He brought forth that old Hag of hellish Hue,</br>The cursed Ate, brought her Face to Face,</br>Who privy was, and party in the Case:</br>She, glad of Spoil and ruinous Decay,</br>Did her appeach, and to her more Disgrace,</br>The Plot of all her Practice did display,</br>And all her Trains, and all her Treasons forth did lay.", "Then brought he forth, with griesly grim Aspect,</br>Abhorred Murder, who with bloody Knife</br>Yet dropping fresh in hand did her detect,</br>And there with guilty Blood-shed charged rife:</br>Then brought he forth Sedition, breeding Strife</br>In troublous Wits and mutinous Uproar:</br>Then brought he forth incontinence of Life,</br>Even foul Adultery her Face before,</br>And leud Impiety, that her accused sore.", "All which when as the Prince had heard and seen,</br>His former Fancy's Ruth he 'gan repent,</br>And from her Party eftsoons was drawn clean:</br>But Arthegal with constant firm Intent,</br>For Zeal of Justice was against her bent.</br>So was she guilty deemed of them all.</br>Then Zeal began to urge her Punishment,</br>And to their Queen for Judgment loudly call,</br>Unto Mercilla mild for Justice gainst the Thrall.", "But she, whose Princely Breast was touched near</br>With piteous Ruth of her so wretched Plight,</br>Though plain she saw by all that she did hear,</br>That she of Death was guilty found by Right,</br>Yet would not let just Vengeance on her light;</br>But rather let in stead thereof to fall</br>Few perling Drops from her fair Lamps of Light;</br>The which she covering with her purple Pall,</br>Would have the passion hid, and up arose withal.", ""]