["O thou!  whose pinion did o'erspread the deep,</br>'Ere the Almighty Father spake the world,</br>Incumbent o'er the illimitable void,</br>O Night!  O sacred shade!  thee sounds my lyre,</br>Thee, best lov'd subject of the serious Muse.", "Of noontide splendors, and the beamy sun,</br>Of shady woodlands, and of eddying floods,</br>That, warbling, flow the breezy mead along,</br>Who sings not, raptur'd with the magick scene?</br>Far diff'rent joys I sing: &mdash; The midnight hour!</br>The pensive pleasures of the silent Night!", "Thy blessings, meditation, how divine!</br>How sweetly solemn, this thy chosen hour!&mdash;", "View, heav'nly Muse, yon rolling orbs on high,</br>Yon rolling orbs in equal balance pois'd,</br>Obedient to their Maker's great controul.&mdash;</br>Ponder this grateful change of light and shade,</br>Still light and shade are but the varied God.</br>His goodness beams, illustrious, in the sun,</br>Who, early journeying o'er the eastern hills,</br>Gladdens, with orient ray, th' adoring world:</br>In ev'ning-tide his tenderness and love</br>Refresh tir'd nature with the balmy breeze:</br>His terrors in the boist'rous whirlwind roar,</br>His kindness lulls the whistling winds to sleep,</br>And softly breathes along the panting gale.&mdash;", "From this thick gloom, by light-wing'd fancy led,</br>The mounting mind pursues the glitt'ring track</br>Of those, who, victors in the glorious chace,</br>Shine ever blooming on the rolls of fame;</br>&mdash;Pursues the track &mdash; herself, (hard fate!) condemn'd</br>To sleep, unnoted, with the vulgar dead.", "In dusky vapour of the night inspher'd,</br>Quick fancy penetrates the gen'ral's tent;</br>He, with dull sleep, treads o'er his solemn round,</br>And spends in anxious thought the sleepless hour;</br>High rais'd in station 'bove the common herd,</br>And 'bove them too with tort'ring cares perplext.", "Not so the humble cottagers appears,</br>Who, on the lily-woven bank reclin'd,</br>Inhales the freshness of the vernal air:</br>He (happy mortal!) careless and at ease,</br>Hears the wild world in loud commotion tost;</br>Not more dismay'd than is the mariner,</br>When distant thunders mutter in his ear.&mdash;", "'Twas in these shades that thou, unhappy bard,</br>Whose vocal griefs in melting numbers flow,</br>And melancholy joys diffuse around,</br>Heroically humble, didst submit</br>Thy passions to the Sov'reign's righteous will;</br>Soft blew the wind, and gently flow'd the stream,</br>Whilst sympathizing nature made a pause</br>In deep attention to thy moral song.", "See 'twixt yon parting clouds the beaming light!</br>The moon, o'er yon high hill, heaves her broad disk:</br>Come, heav'nly light, enliv'ning radiance come,</br>Illumine, with thy ray, the azure vault:</br>How pleasant, how transporting is the scene!</br>How sprightly shine the stars, and glitt'ring roll,</br>By sounds of mystick harmony inform'd,</br>Thro' trackless aether in their orbits wide!&mdash;", "Hark, usher'd in by joy's tumultuous voice,</br>Wakes the loud musick in yon distant tow'r:</br>On Eurus' wing the rapid sounds aspire,</br>The mighty concert shakes the troubled sky:</br>'Tis so &mdash; This night to thee, great Cumbria's prince,</br>In solemn mirth, Britannia consecrates,</br>To thee &mdash; whose sword, vindictive of our rights,</br>Chastis'd rebellion's insolence, and quell'd</br>Her savage numbers on the well-fought plain.</br>They cease &mdash; yet more harmonious sounds succeed,</br>While Philomela, from the neighbouring sounds</br>Wailing, renews her solitary song;</br>Borne on the swelling gale, her gentle note,</br>Softens the murmurs of the dying breeze.</br>This, sure, the scene that ravish'd Shakespear's eye,</br>Whose dreaming Muse, in sweet confusion, leads</br>The well-pleas'd reader thro' the umber'd plain,</br>O'er hill, o'er dale, beside the rushy brook,</br>Lur'd with the musick of his fairy song.</br>O!  could I equal his majestick strain!</br>Full oft I'd wander thro' the chequer'd grove,</br>And paint the beauties of th' enchanting scene;</br>Spontaneous, should th' untutor'd numbers flow,</br>So just, so noble, that e'en Phoebus self,</br>Tho' my glad verse exalts his rival's praise,</br>Should, with unfading laurel, wreathe my brow.</br>"]