["Blest be the power, by Heaven's own flame inspir'd</br>That first thro' shades monastic pour'd the light;</br>Where, with unsocial Indolence retir'd,</br>Fell Superstition reign'd in tenfold night:</br>Where, long sequester'd from the vulgar sight,</br>Religion fetter'd lay, her form unknown,</br>Mid direful gloom and many a secret rite;</br>Till now releas'd she claims her native throne,</br>And guilds th' awakening world with radiance all her own.", "O sacred source of sweet celestial peace!</br>From age to age in darksome cells confin'd!</br>Blest be the voice that bade thy bondage cease,</br>And sent thee forth t' illuminate the blind,</br>Support the weak, and raise the sinking mind.</br>By thee the soul its native strength explores,</br>Pursues the plan by fav'ring heav'n assign'd,</br>Through truth's fair path th' enlighten'd spirit soars,</br>And the Great Cause of All with purer rites adores.", "How oft confin'd within this narrow grate,</br>With souls aspiring to a world's applause,</br>Have free-born spirits mourn'd their hapless fate!</br>Some hero ardent in his country's cause,</br>Some patriot form'd to give a nation laws,</br>Or in life's milder scenes with honour shine;</br>When each bright hope a father's hand withdraws,</br>And dooms his child, from ev'ry prospect fair,</br>To long unvarying years of lonely deep despair.", "When darkness now with silence reigns around,</br>As the faint sun withdraws his glimm'ring beams,</br>(Save when, to render darkness more profound,</br>On the rough grate the pale moon quiv'ring gleams,</br>And thro' the lengthening isle the owlet screams&mdash;)</br>Then, lull'd by Fancy's visionary train,</br>His long-lost friends frequent his blissful dreams,</br>He spends his days of child-hood o'er again,</br>Till sounds the midnight bell, and proves the vision vain.", "Yet let the hand of desolating Time</br>These sinking towers and mould'ring walls revere;</br>For not with useless pride thy rose sublime,</br>Fair Learning, stor'd her choicest treasure here,</br>When Rapine whirl'd aloft her threatening spear,</br>When Murder reign'd, by Gothic ignorance crown'd,</br>On every plain the barbarous bands appear,</br>Fierce Discord bids her hostile trumpet sound,</br>And war, in crimson'd robe, tremendous stalks around.", "Though now in ruin'd majesty they lie,</br>The fading reliques of departed days,</br>Yet shall their change no useless theme supply,</br>No trivial subject for the Poet's lays:</br>For as the thoughtful mind these scenes surveys,</br>Whose solemn shades Reflection's pow'rs invite,</br>Their falling pomp that awful Hand displays,</br>Which can from transient ill and mental night</br>Educe eternal good and intellectual light.</br>"]