["Thanks, Hayley, for this portrait of the bard,</br>Whose sacred strain hath often charm'd mine ear;</br>Thou need'st not wish a more sublime reward</br>Than thy own labours have secur'd thee here.</br>Posterity shall gratefully revere</br>Thy efforts to increase the poet's fame;</br>And, while they shed for him the tender tear,</br>Shall yield thy services the meed they claim,</br>And style thee Cowper's Friend, a proud and envied name.", "Cowper!  in virtue's ever sacred cause,</br>Thy magic harp by power divine was strung,</br>To vindicate those just, those righteous laws</br>Once preach'd on earth by more than mortal tongue;</br>And as thy hand across its cords was flung,</br>As keen reproof or consolation flow'd,</br>Vice own'd thy powers, by deep conviction stung;</br>Reviving virtue lighter felt her load,</br>With energy divine the christian's bosom glow'd.", "But 'tis not in the Bard alone we trace</br>That peerless merit which we all admire;</br>Though ruthless time itself can ne'er efface</br>The well earn'd triumphs of thy sacred lyre.</br>Those modest charms which timidly retire,</br>And shun the obtrusive glare of public day,</br>That winning gentleness which must inspire</br>With purest rapture friendship's hallow'd sway,</br>Shed o'er thy private life a mild and sober ray.", "Ill-fated Minstrel!  though the feverish dream</br>Of mental anarchy, with dreadful gloom,</br>Obscur'd the light of hope's celestial beam,</br>And scarcely left thee at the opening tomb.</br>Yet let not finite arrogance presume</br>To doubt the goodness of that gracious God,</br>Whose wise decree pronounc'd thy early doom,</br>And bade thee tread the melancholy road,</br>Which leads through conflict dire to virtue's calm abode.", "But while eternal Truth's resistless ray</br>Extends its pure invigorating light</br>So long as Hope with sweet, delusive sway,</br>Can cheer the soul with prospects gay and bright;</br>While Conversation's social charms invite</br>To quit Retirement, and to join the throng,</br>So long shalt thou with undisputed right</br>Maintain those glorious honours which belong</br>To Christian Bards alone, and Virtue's awful song.", "Expostulation may in vain be given,</br>Error's deceitful Progress clearly shown,</br>Presumptuous science strive to scale that heaven</br>Obtain'd by works of Charity alone;</br>A parent's aching heart with anguish own</br>The truths thy Tirocinium may display,</br>Still shall the merits of thy verse be known,</br>Still shall thy Task a pure delight convey,</br>And Cowper's fame survive though ages pass away.</br>"]