["COLIN.</br>Wow!  Sandy, is this you &mdash; fat's brought you here?</br>Upo' my word you've been right soon asteer:</br>But ha!  your best coat on, an' white cravat,</br>An' foul stick pride!  a buckish beaver hat;</br>Fair fa' me!  but you're grown an uppish spark,</br>I maist mistook you for some En'bro' Clerk!", "SANDY.</br>Wisht, Colin, wisht, it's no a time to taunt,</br>I'm ga'en, my friend, upo' a mournfu' jaunt;</br>A gate that I, an' mony mae cou'd spar'd,&mdash;</br>To see the Ayrshire Poet's banes interr'd!", "COLIN.</br>Och willawins!  hech, that's my dream yestreen,</br>Scarce had I fa'n asleep ayont my Jean,</br>Fan in a birken buss methought, I saw</br>The sweetest Mavis e'er sang here awa;</br>Its notes were lilted wi' sic pleasin' sound,</br>That fouk came flockin' frae the fields a' round;</br>Fan waes my heart! &mdash; its wings begude to shak',</br>An flaffer sae, my heart was like to brak',</br>Till o'er it whumbl'd wi' sic dowie cheep,</br>As gart me jump, an' waken frae my sleep.", "SANDY.</br>Tho' dreams fu' aft frae reckless bosoms spring,</br>Fan Fancy wallops on her playfu' wing,</br>Yet sic forebodin' seems na sent in vain,</br>For Rabbie rang the Mavis o' the plain:</br>Aft wi' delight I've heard his whistle bla',</br>Whase echoe banish'd ilka care awa;</br>Now, grief to say, his sangs in silence drown'd,</br>The Scotian Muse has got her death-struck wound!", "COLIN.</br>Na, Sandy lad, his sangs in silence sink!</br>As soon sall Phoebus tak his hindmost wink;</br>While daisies deck the \"bonnie banks o' Ayr;\"</br>While Luggar's vales smile wi' the summer fair;</br>As lang the lads o' Kyle sall souff his strains,</br>An' Carrick cummers chant them o'er her plains.", "SANDY.</br>Right, Colin, right, nane dare gainsay your tale,</br>Yet fair we'll miss his whistle on the dale;</br>His pipe nae shepherd but himsel cou'd tune,</br>Now frae us reft his saftest sangs are done;</br>Yet sure, while Poverty's the peasant's lot,</br>His Cottar's E'enin' ne'er will be forgot;</br>The rural picture, by his wondrous art,</br>Mith envy raise into a monarch's heart.", "COLIN.</br>For fun an' fire, an' laugh-provokin' flights,</br>Aft has he chear'd our weary winter nights;</br>Fan gloamin' fell, an' a' our oras done,</br>Belike the sna brook bokin' frae our shoon;</br>Fu' snugly set, our dozen'd taes to beek,</br>Our master leanin' on the haffet cheek,</br>Frae Rabbie's sangs wad scrifted aff bedeen,</br>His pair o' Dogs, Horn-buik, or Hallow-e'en;</br>Till ilka quean sat gaffin' at her wheel,</br>Forgetfu' that her stent was yet to reel:</br>But o'er them a' was Tam o' Shanter's mare,</br>We sometimes leugh, an' sometimes hirch'd wi' fear;</br>Sae gleg he drew them at their dev'lish dance,</br>As maistly flang our Marion in a trance;</br>An' e'en mysel', that night ga'en up the loan,</br>I swat, an' hearken'd for Auld Hornie's drone!", "SANDY.</br>Weel cou'd he joke, but fan he tun'd his reed</br>In Sorrow's strain, to sing some dowie leed,</br>He wad ha'e mov'd the cauldest heart o' stane,</br>An' gart it dirl, to hear his waefu' mane:</br>Fan for Glencairn he ga'e his bosom vent,</br>My tears ha'e join'd him i' the \"loud lament.\"</br>His Mountain Daisy, type o' Love forlorn,</br>Rins thro' the saul as sharp as ony thorn.", "COLIN.</br>Ay, Sandy, now that ye're begun wi' Love,</br>Fa better kent its secret springs to move?</br>Fan frownin' Fate wi' her unchancy hand</br>Shor'd fair to force him to a foreign land,</br>His lines to Lizzie sae o'ercame my heart,</br>That I exclaim'd, \"Lord lat them never part!\"", "But Sandy, tell me, (for I'll trust your skill,)</br>Some fouk at Rabbie bare nae gryte gude will;</br>They said, he o' the Clergy made a mock,</br>An' held Religion as a laughin' stock;</br>Now d'ye think that he deserv'd sic blame?</br>Gin sae be true, it was a burnin' shame!", "SANDY.</br>Sma' skill ha'e I, sic kittle points to clear,</br>Albeit I've thought he was inclin'd to sneer;</br>Nor wad his worth seem'd ony less to me,</br>Tho' he had learnt to lat the \"Kirk abee.\"</br>Yet after a', the callan had excuse,</br>For siccan frailties frae a youthfu' muse;</br>He saw Hypocrisy, wi' haffet sleek,</br>At heart a Judas &mdash; but like Moses meek;</br>Whase constant crune was ay frae haly writ,</br>To mock th' Almighty, an' mankind to cheat:</br>An' Superstition, wi' her wrinkl'd brow,</br>Deep sunken een, an' cheeks o' deadly hue;</br>Whase breath unhalsome, blasts ilk balmy flow'r</br>That Heav'n bestows to bless life's earthly bower:</br>Thae cummers aft-times on mankind impose,</br>Yet can be prov'd Religion's blackest foes;</br>At them the billie drew sharp Satire's quill,</br>An' did his best to hound them o'er the hill.</br>But grantin' Colin, that his Muse did wrang,</br>To mak' their fau'ts the subject o' her sang,</br>Gryte wits ha'e failin's, an' they're easy seen,</br>Sma spots seem muckle i' the diamond's sheen;</br>Wha frae his neebour claims a perfect part,</br>Is but a green-horn &mdash; stranger to his heart.</br>Deep i' the dust be a' his frailties laid,</br>An' rest in peace, thou dear departed shade!</br>Aboon thy bosom fall the lavrock greet,</br>An' briss the daisy wi' her dewy feet:</br>Fan westlin' winds fetch in the gladsome spring,</br>The mournfu' swains sall a' their off'rin's bring,</br>The first fair blossoms o' the op'nin' year,</br>Sall strew thy grave, bedew'd wi' mony a tear.</br>The Scotian Muse, now childless an' forlorn,</br>May hang her harp upo' some lonely thorn,</br>Syne wi' the widow'd gowdspink greet her sill,</br>Till her wild wailin's echoe o'er the hill;</br>Her ae best bairn, alas!  lies sound asleep;</br>For him what minstrel wad refuse to weep?</br>Arise anes mair, dear Caledonian Muse!</br>An' ae bright spark o' Rabbie's fire infuse,</br>In some saft breat inspire a plaintive sang,</br>An' waft his praises wi' the winds alang;</br>Till ilka swain on Scotia's farthest shore,</br>Wi' sobbin' breast sall Rabbie's death deplore:</br>Tell them wha mourn for sic a dawtie gane,</br>There's ane ahint has gryter cause for mane;</br>The kind companion o' his youthfu' breast,</br>A widow now wi' Poverty opprest:</br>Around her knees five smilin' bairnies thrang,</br>An' sure her heart maun suffer mony a pang,</br>To see pale Hunger clead their face with care,</br>An' cauld winds whistlin' i' their oxters bare;</br>Sweet little lispers!  maun ye now be left</br>Defenceless orphans, o' relief bereft?", "COLIN.</br>Forbid it Heav'n!  Sall British kindness cease,</br>That dights the tear frae Mis'ry's bluther'd face?</br>Na!  we're a nation kent for kinder acts,</br>An' lift the lade frae mony weary backs:</br>Were it but kent what Rabbie's left ahint,</br>(An' soon we'll see't in ilka public print,)</br>Ise wad my lug, they'll find some canny scheme,</br>To beet their wants, an' eke the nation's fame.</br>An' for mysell, while I've a pair of ewe's,</br>As now a score gang bleatin' o'er the knows,</br>The fattest gimmer frankly I'll send aff,</br>To gi'e the totums their new-year's-day's scaff!", "SANDY.</br>Fair fa' you, Colin, for your gen'rous heart!</br>Blest is the man wha taks the widow's part.</br>The orphan's blessin' reeks aboon the lift,</br>To Him wha has a' comforts in his gift.", "But I'm forgettin', sax lang mile o' gate</br>I've yet to gang, I fear I'll now be late;</br>For see, the plowmen wi' their yokin' till'd,</br>Come whistlin' hameward o'er the gow'ny field;</br>The cattle spangin' to the cauldrife pool,</br>Now leave the bait their slaffin' sides to cool,</br>Frae them I learn my pace maun be but slack:</br>But we sall ha'e a pint fan I come come back.", "COLIN.</br>Now, hear you me, we'll just go yont the how,</br>An' see fat chear my Jeanie can bestow;</br>An' tho' I say't, she can sic fare afford</br>As mith be seen on ony lordlin's board;</br>Weel toasted cakes, wi' butter, cream, or cheese,</br>An smilin' welcome ilka guest to please:</br>O' sic this mornin' you, my friend, maun taste,</br>We'll no put aff o'er half an hour at maist;</br>I'll just fling on my Sunday's coat an' sark,</br>An' change thir bauchles right fair gane wi' wark;</br>Syne wander wi' you to the dowie scene,</br>Aboon his hallow'd dust to pour my mane;</br>Tho' ablins, some may mak' a gryter fraise,</br>In kittle words to speak his weel-won praise,</br>Nane o' them a', I dare be bauld to swear,</br>Sall sigh mair sad, or drap a tend'rer tear!</br>"]