["Base World, begone! &mdash; Thy false delusive Joys</br>No more shall lead my feet astray&mdash;</br>Hence to the young, the vain, the gay,</br>And proudly deck them with thy tinsel toys!</br>Nor flatt'ring Hope, nor slavish Fear</br>Those Nails that to this mortal frame</br>Fix the fond Soul, my Breast shall tear;</br>No thirst for Pleasure, Wealth, or Fame,</br>Tempt me to quaff thy charmed Cup, whose taste</br>Unmolds the Form divine, and turns the Man to beast.", "Base World, begone! &mdash; Cast on a friendly Shore</br>No more I dread thy desart deep,</br>Where swift the rushing Tempests sweep,</br>And mad Winds rave, and boiling Billows roar:</br>Behold no more, with wild Affright,</br>The Rocks close-lurking for their prey,</br>The black Clouds bursting on my Sight,</br>While round the livid Lightnings play;</br>O save us, save us! &mdash; Hark the doleful Cry,</br>All mortal Strength is vain, they faint, they sink, they die!", "Betimes escap'd, while yet breathe Summer-gales,</br>While yet on Ocean's tranquil breast</br>The little Halcyon builds her nest,</br>I shorten all my Oars, and furl my Sails;</br>O Wretch profane, sure triple Brass</br>Girds thy proud heart, O Wretch profane,</br>To let the doubtful Autumn pass,</br>Yet tempt the Dangers of the Main;</br>Careless of Home the blissful Port despise,</br>Tho' scowl the low'ring Heav'ns, and Storms of Winter rise!", "For me, I hang the votive Tablet high,</br>And to this lone sequester'd Vale,</br>With Care, and weary Watches pale,</br>Retire, and muse upon Eternity.&mdash;</br>Come Goddess of the tearful Eye,</br>With solemn Step, demure, and slow,</br>Thy full heart heaving many a Sigh,</br>And Clouds of Sadness on thy brow;</br>Oh come with Ashes sprent, in Sackcloth drest,</br>And wring thy piteous hands, and beat thy plaintive Breast.", "Such was thy form, O heav'n-descended Maid,</br>When at her dearest Saviour's feet,</br>Bedew'd with tears, and Odours sweet,</br>Poor Magdalene repentant wept, and pray'd:</br>She wept, and swiftly to the Sky</br>The Steam, like hallow'd Incense rose;</br>When lo her Sins of Scarlet dye</br>Grew white as Wool, or Mountain-snows:</br>The Morning Stars with Joy triumphant rang,</br>And all the Sons of God their loud Hosannas sang!", "Come then, my Magdalene, thy Aid impart,</br>O'er all my Soul thy balm diffuse,</br>And soften with the fleecy dews</br>Of penitential Tears my stubborn heart:</br>Teach me to search with honest skill</br>The Wounds that rankle in my breast,</br>To curb my Lusts, correct my Will,</br>And chuse, and cleave to what is best;</br>Teach me to urge, with never-ceasing care,</br>The force of holy Vows, and Violence of Pray'r.", "Oh come, my Magdalene, but leave behind,</br>Leave far behind thy frightful Train;</br>Grim Penance, with an iron chain</br>Wont his gall'd Legs at stated hours to bind:</br>A barefoot Monk the fiend appears,</br>With Scourge in hand, and beads, and book,</br>His Cheeks are furrow-worn with tears,</br>Sunk are his Eyes, and lean his Look:</br>O wretched Fools, beguiling and beguil'd,</br>Can God be pleas'd to see his Image thus defil'd?&mdash;", "Drive too away that wild distracted sprite</br>Enthusiasm, and that foul fiend</br>Remorse, that loves his Heart to rend</br>And sting himself to Death with scorpion spite:</br>But chief that Tyrant of the Soul,</br>That cursed Man of Hell, Despair;</br>See, see his livid Eye-balls roll,</br>What cankred Teeth, what grisly Hair!</br>Anguish, and trembling fear his Conscience quail,</br>And all Hell's damned Ghosts the shrieking Wretch assail!", "O fly with such terrific Forms as these,</br>And seek the weary wakeful Bed,</br>Where the pale Murderer is laid</br>A ghastly Prey to Horror and Disease:</br>Or where th' Oppressor voids his breath,</br>Deaf to the Widow's breeding Cries;</br>Or from a bosom black as Death,</br>The Plunderer of his Country sighs;</br>Where Libertines expire, and Atheists lie</br>Harrow'd with doubts and fears, and curse their God, and die!", "See, worn with Pain LORENZO, once so gay!&mdash;</br>The Pow'rs of Nature are at strife,</br>And the dim wasted Lamp of Life</br>Just feebly lifts an intermittent ray.</br>Oh mad, oh worse than mad to leave</br>To the short Mercies of an hour</br>Eternal Joys! &mdash; What would he give,</br>What thousand Worlds, if in his pow'r,</br>For time mis-spent, to watch, to fast, to prey,</br>And wash with contrite tears his shameful Sins away?", "Poor Wretch in vain! &mdash; Before his frantic Eyes</br>Th' inexorable Tyrant stands,</br>And arm'd with Scorpions in their Hands,</br>The fury-Terrours of his conscience rise!</br>What agonizing Pangs he feels!</br>What Tortures! &mdash; What convulsive Throes!</br>O fall, ye Mountains, fall, ye Hills,</br>Preserve and hide him from his Woes!</br>Have Mercy Heav'n! &mdash; Thy Succours JESU bring,</br>Retriumph o'er the Grave, and draw Death's poignant sting.", "Save me, what Shrieks! &mdash; And is there no faint Ray,</br>No glimm'ring from that light serene,</br>That gilds Death's melancholy scene,</br>And guides the Soul on her eternal Way?</br>Hark the last Pang!  He faints! &mdash; He dies!</br>His Spirit bursts forth, and shiv'ring pale</br>To some black horrible Mansion flies,</br>There to despond, and howl, and wail,</br>Till Nature's Wreck, till from the shrivel'd Skies</br>The last dread Trump shall call, \"Ye Dead awake, arise!\"", "O come betimes, sweet Penitential Pow'r,</br>And from such Soul-distracting care,</br>Such chilling Horrours of Despair,</br>Preserve me, shield me, at Death's trying Hour!</br>From Guilt of black enormous Dye</br>My breast is free; I ne'er betray'd</br>A Virgin's easy faith; no murd'rous Lie</br>In secret Whispers have convey'd,</br>Nor with the Muse's everliving store</br>Embalm'd the Carrion corps of Wealth, or Pride, or Pow'r.", "From Truth's strait Path, and Virtue's thorny Way,</br>Have wandring Meteors false, and vain,</br>The Glare of Honour or of Gain,</br>Thro' Dirt, and Danger drawn my steps astray?</br>Have I rejected Reason's Aid,</br>And giv'n to headlong Lusts the Rein?</br>Or prone beneath the myrtle Shade</br>Of Indolence and Pleasure lain?</br>Have I the tribute of a Tear deny'd,</br>When Want unheard hath wept, and injur'd Orphans cry'd?", "Good Heav'n forbid! &mdash; Yet still within my Soul</br>Some leprous Spots of Guilt remain:</br>Oh could I cleanse each grosser Stain</br>In Jordan's Tide, or Siloa's healing Pool!</br>Fond thought! &mdash; More salutary Pow'rs</br>In Sorrow's swelling stream reside,</br>Than Siloa's Pool at stated Hours,</br>Could boast, or Jordan's cleansing Tide:</br>This from the Soul sharp Humours can repel,</br>Cure ev'ry fest'ring Wound, and Death's dread Torments quell.", "Here many a beauteous Pearl of costly Price,</br>And many a Gem of purer ray</br>Than all Golconda's Mines display,</br>Lie hid in Darkness far from vulgar Eyes:</br>For These the cloister'd Virgin pines,</br>Torn from each pleasing tender care;</br>For These her placid Breast resigns</br>To midnight Grief, and midnight Pray'r;</br>Poor, hapless Maid! &mdash; May Heav'n her Vows regard,</br>And all her wakeful Pains with endless bliss reward!", "Go fly, ye silken sons of Pleasure, fly,</br>And barter for fantastic Joys,</br>Spurn'd by the Great, the Good, the Wise,</br>What Asia's Monarchs have not Worth to buy!</br>Chace ev'ry cloudy Thought away,</br>Whose serious Gloom o'ercasts the Soul;</br>To Rapture give Life's little day,</br>And bid full Tides of Pleasure roll;</br>Go where the loose-rob'd Forms of wild Desire</br>Expand their Wanton Charms, and press the buxom Choir!", "'Tis Madness all! &mdash; Be mine unknown to Sin,</br>And Passions base, some lone Retreat,</br>Some hoary Hermit's moss-grown Seat,</br>Far from the guilty World's tumultuous Din.</br>Whether in Hagley's sacred Shades,</br>Where Inspiration breathes around,</br>And by the much-lov'd Thespian maids</br>Their Lucy's plaintive Bard is crown'd;</br>Or Hackfall's Bow'rs and woodland Walks invite,</br>Where Nature's various Charms, all rude of Art, delight.", "O Lawns! &mdash; O Hills! &mdash; And O thou pleasant Vale,</br>Where Ure's meandring Waters roll!</br>What pensive Pleasures soothe my Soul,</br>What tender melancholy Thoughts prevail</br>At thy Approach! &mdash; While am'rous Jove</br>On Flora's bosom deigns to play,</br>Still let me haunt thy blissful Grove,</br>Where all the rural Graces stray;</br>There bid the folly-fetter'd World adieu,</br>And Wisdom's silent Steps with holy Zeal pursue.", "There Contemplation dwells, that hoary Sire,</br>And points the way that leadeth right</br>To those most glorious Mansions, bright</br>With burning Stars, and everliving fire:</br>There, on her silver Anchor staid,</br>Sweet Hope to Heav'n directs her Eyes;</br>While Faith, that eagle-sighted Maid,</br>Her far foreseeing Tube applies,</br>Whose mighty pow'r reveals the blest Abode,</br>In beatific Trance, where Saints enjoy their God!</br>"]