["The Muses are turned gossips; they have lost</br>The buskin'd step, and clear high-sounding phrase,</br>Language of gods.  Come, then, domestic Muse,</br>In slip-shod measure loosely prattling on</br>Of farm or orchard, pleasant curds and cream,</br>Or drowning flies, or shoe lost in the mire</br>By little whimpering boy, with rueful face;</br>Come, Muse, and sing the dreaded Washing-Day.", "&mdash;Ye who beneath the yoke of wedlock bend,</br>With bowed soul, full well ye ken the day</br>Which week, smooth sliding after week, brings on</br>Too soon; for to that day nor peace belongs</br>Nor comfort; e'er the first grey streak of dawn,</br>The red-arm'd washers come and chase repose.</br>Nor pleasant smile, nor quaint device of mirth,</br>E'er visited that day; the very cat,</br>From the wet kitchen scared, and reeking hearth,</br>Visits the parlour, an unwonted guest.</br>The silent breakfast-meal is soon dispatch'd</br>Uninterrupted, save by anxious looks</br>Cast at the lowering sky, if sky should lower.</br>From that last evil, oh preserve us, heavens!</br>For should the skies pour down, adieu to all</br>Remains of quiet; then expect to hear</br>Of sad disasters &mdash; dirt and gravel stains</br>Hard to efface, and loaded lines at once</br>Snapped short &mdash; and linen-horse by dog thrown down,</br>And all the petty miseries of life.</br>Saints have been calm while stretched upon the rack,</br>And Montezuma smil'd on burning coals;</br>But never yet did housewife notable</br>Greet with a smile a rainy washing-day.", "&mdash;But grant the welkin fair, require not thou</br>Who call'st thyself perchance the master there,</br>Or study swept, or nicely dusted coat,</br>Or usual 'tendance; ask not, indiscreet,</br>Thy stockings mended, tho' the yawning rents</br>Gape wide as Erebus, nor hope to find</br>Some snug recess impervious; should'st thou try</br>The customed garden walks, thine eye shall rue</br>The budding fragrance of thy tender shrubs,</br>Myrtle or rose, all crushed beneath the weight</br>Of coarse check'd apron, with impatient hand</br>Twitch'd off when showers impend:  or crossing lines</br>Shall mar thy musings, as the wet cold sheet</br>Flaps in thy face abrupt.  Woe to the friend</br>Whose evil stars have urged him forth to claim</br>On such a day the hospitable rites;</br>Looks, blank at best, and stinted courtesy,</br>Shall he receive; vainly he feeds all hopes</br>With dinner of roast chicken, savoury pie,</br>Or tart or pudding: &mdash; pudding he nor tart</br>That day shall eat; nor, tho' the husband try,</br>Mending what can't be help'd, to kindle mirth</br>From cheer deficient, shall his consort's brow</br>Clear up propitious; the unlucky guest</br>In silence dines, and early slinks away.", "I well remember, when a child, the awe</br>This day struck into me; for then the maids,</br>I scarce knew why, looked cross, and drove me from them;</br>Nor soft caress could I obtain, nor hope</br>Usual indulgencies; jelly or creams,</br>Relique of costly suppers, and set by</br>For me their petted one; or butter'd toast,</br>When butter was forbid; or thrilling tale</br>Of ghost, or witch, or murder &mdash; so I went</br>And shelter'd me beside the parlour fire,</br>There my dear grandmother, eldest of forms,</br>Tended the little ones, and watched from harm,</br>Anxiously fond, tho' oft her spectacles</br>With elfin cunning hid, and oft the pins</br>Drawn from her ravell'd stocking, might have sour'd</br>One less indulgent&mdash;</br>At intervals my mother's voice was heard,</br>Urging dispatch; briskly the work went on,</br>All hands employed to wash, to rinse, to wring,</br>To fold, and starch, and clap, and iron, and plait.</br>Then would I sit me down, and ponder much</br>Why washings were.  Sometimes thro' hollow bole</br>Of pipe amused we blew, and sent aloft</br>The floating bubbles, little dreaming then</br>To see, Mongolfier, thy silken ball</br>Ride buoyant thro' the clouds &mdash; so near approach</br>The sports of children and the toils of men.</br>Earth, air, and sky, and ocean, hath its bubbles,</br>And verse is one of them &mdash; this most of all.</br>"]