["I.</br>O list, fair ladye!  while I tell</br>Of visions rais'd by magic spell;</br>And gentle were the sprites that shed</br>Their influence o'er my slumbering head;</br>Was waking mortal ne'er so blest&mdash;</br>Then lovely Eyra, \"list, O list!\"&mdash;</br>&mdash;Methought a nymph of heavenly mien,</br>Whose garb bespoke the Fairy Queen,</br>Sudden appear'd &mdash; and with a smile</br>Might well the wariest heart beguile,</br>Wav'd thrice on high her magic wand,</br>And beckon'd me to Fairyland:&mdash;</br>Who could resist the charming Elf?</br>She seem'd the while thy lovely self!", "II</br>Then seated in her silver car,</br>We lightly flew o'er realms afar,</br>Where rocky mountains bleak arose,</br>With Alpine lakes and endless snows;</br>Or sandy desarts scorch'd and dun,</br>Stretch'd boundless 'neath a fiery sun.&mdash;</br>&mdash;Her fair hand guides the magic rein,</br>While merrily o'er mount and plain,</br>And over Ocean's trackless tides,</br>Our swift car like a comet glides;</br>Till Phoebus in the western wave</br>Sought sea-born Thetis' coral cave;</br>And Hesper o'er the slumbering deep</br>Arose his silent watch to keep.", "III.</br>At length we reach her lonely grot</br>Plac'd in enchanted isle remote;</br>Where mountains rear their summits bold</br>From sombre shade of forests old;</br>And streamlets flow with lulling sound</br>Through shelter'd vallies opening round;</br>And vines and breathing myrtles spread</br>Their verdant canopy o'erhead;</br>And zephyrs curl with sportive wing</br>The silken tresses of the spring.", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "V.</br>The sun had sunk &mdash; but his steps of light</br>Might yet be traced in the western sky,</br>Where the moveless clouds of amber bright,</br>In soft confusion lye;</br>And the eye might picture isles of bliss</br>In these azure deeps reposing,</br>All silent and serene as this</br>Round which the night was closing&mdash;</br>&mdash;And, oh, how sweet in this lovely isle</br>It seem'd, to live alone with Thee,</br>Where summer skies for ever smile,</br>And sighing gales just stir the sea;</br>Where the murmuring tide so meekly laves,</br>The sandy beach and shelving caves;</br>And happy genii seem to dwell</br>Along each cliff-embattled dell&mdash;</br>How sweet through fairy glades to walk</br>With thee in softly \"whisper'd talk,\"</br>What time the hermit nightingale</br>Awakes the mazy moonlight vale;</br>Or from the mountain's cliffy steep</br>View circling oceans round us swelling,</br>Without a wish to cross the deep,</br>Or leave our lone and lovely dwelling!&mdash;</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>"]