["The Mighty Master of the sounding Lyre</br>Did list'ning Trees and Rocks with Musick move,</br>Did Savages with Thoughts Humane inspire,</br>And taught them Justice, Clemency, and Love:</br>But say, Great Orpheus, how shall I</br>Unskill'd in Magic Harmony</br>Accost the knowing Ear?</br>How shall I in unequal Verse</br>The Greatest of Mankind rehearse,</br>And Princes not offended hear?", "Did not indulgent Greatness smile,</br>Did not They censure least who most excell,</br>Spencer had never grac'd our Isle,</br>Nor dar'd Great Gloriana's Virtues tell:</br>Yet Music swell'd his grateful Throast,</br>Those Virtues height'ning ev'ry Note;</br>In Verse Immortal may they shine,</br>As they adorn the Royal Line!</br>Improv'd in Brightness as they rise,</br>And add new Glories to the Skies;</br>So may the Muse impatient soar</br>High in the pathless Way untry'd before:</br>The Happy Theme exalts each humble Voice,</br>At Royal Nuptials We rejoice;</br>We sing new Honours issuing from the Throne,</br>And Joys to Gloriana never known.", "O bear Me, Spencer, on thy Wings!</br>But ev'n thy lofty Voice too rudely sings!</br>Nor can the Muse's nicest Art</br>Express the Raptures of the Heart,</br>How FREDERICK with noble Ardour burns,</br>How Fair AUGUSTA modest Love returns;</br>Nor the blissful Congress draw</br>When They first each other saw,</br>And in silent Transport own'd</br>Description injur'd what they found;</br>How by no vulgar Passion mov'd</br>At once They saw, admir'd, and lov'd:</br>Congenial Souls the Magnet's Virtue know,</br>A strong attractive Force employ,</br>At once a sympathizing Likeness show;</br>Each feels and Each reflects the social Joy.", "O Britain think, think whence these Glories came,</br>Review the Brunswick and the Saxon race;</br>Say, can the Flatt'ry of a Royal Name</br>Allure the Worthy Offspring to Disgrace?</br>Wou'd not Great GEORGE'S Son disdain</br>O'er a corrupted Land to Reign?</br>Wou'd great Augusta with degen'rate Pride</br>Receive an impious Pow'r, Her Ancestors defy'd?</br>But see what sacred Virtues shed</br>Divine Resemblance on the happy Pair!</br>Abasht Corruption stands, and in Despair</br>In lower Darkness hides Her hateful Head.</br>Britain shall ne'er again polluted scorn</br>Her pure Religion and her wholesome Laws,</br>Nor shall the Lawrels from her Brow be torn,</br>But Honour triumph in a virtuous Cause.", "And when new Princely Consorts shall arise</br>Like These in Love and Glory blest,</br>Yet the transported Lover's eyes</br>Shall speak less Rapture than the Parents Breast:</br>And if kind Heav'n prolongs the Muse's Days,</br>Her Voice untun'd for Hymeneal Lays,</br>More precious may Her pious Breath</br>Avert the threat'ning Arms of Death;</br>May She, more grateful to the Royal Pair,</br>And not in vain, renew this earnest Pray'r,</br>Late may they see with Pleasure from the Throne</br>Their People's Transports emulate their own!</br>"]