["The Shades of waning Night had now begun,</br>To feel the near approaches of the Sun;</br>Melting they mov'd, and softly stole away,</br>For Now a Beam of Light began to Play,</br>The Nimble Index of the Rising Day:</br>When my Tir'd Soul some little Respit Found,</br>Jaded with Busie Thought's Eternal round;</br>Dissolv'd it lay, and Nodding in my Breast,</br>Sunk into Ease, and Softned into Rest.", "What art thou Sleep?  How cam'st thou to Controul,</br>The Thought of Man, thou Lethe of the Soul?</br>Rais'd, when the Mind for Action is Unfit,</br>And Dulness Triumphs in the Room of Wit:</br>When Mimick Notions are by Fancy Wrought,</br>Deluding from it's Track the wand'ring Thought;</br>False Flatt'rer Thou, who didst my Care Deride,</br>Thou Down-hill Ease, to all the World beside:</br>Kind Sleep I thought, would Rid me of my Pain,</br>Fondly I thought, for Lo a Dismal Scene,</br>Restor'd me to my Grief, and to my Self again.", "Enlarg'd from Clay my nimble Spirit past,</br>O'er the vast Deep, and all the wat'ry Waste;</br>Fair Albion's Soil, with Flying Steps I Tread;</br>Sweep o'er the Lawns, and Skim along the Mead:</br>Albion, the Theam of ev'ry Shepherds Song;</br>Albion, for ever Great, for ever Young;</br>Laught in Her Flowers, and in Her Pastur's smil'd:</br>But now She seems Deserted by Her Swains,</br>No Pipe, no Voice, no Musick on the Plains;</br>Her Wond'ring Nymphs, gaz'd on me from a far,</br>And Shreiking cry'd, What would'st thou Stranger here?</br>Forsaken are Our Fields, and every Grove,</br>Ceas'd are Our Pastimes, and Our Tales of Love;</br>Fly, Stranger Fly, back to your Native Shore,</br>All Joy is Fled from hence, and Softness is no more.", "A Hollow Cavern struck My wondring Sight,</br>Awful, and Rev'rend, it it's Native Night;</br>Husht was the drowsie Gloom, no Voice was there,</br>To Charm, or to Molest the listning Ear:</br>O'er-grown with Moss it seem'd, and Moist the Ground,</br>Silence, and Empty Solitude around.", "'Twas here the Pensive, Sad Britannia sat,</br>T' indulge Her Grief, and Mourn Her Hero's Fate;</br>Agast She Look't, once so Divinely Fair,</br>Loose were Her Robes, and Matted was Her Hair:</br>Her Mourning Vail, hung down with careless Grace,</br>And Soiling Dust deform'd Her Beauteous Face;</br>Each Nymph to Chear the Mourning Goddess Tries,</br>Whilst Fixt on Earth, She kept Her Heavenly Eyes:</br>Neglected is their Voice, and ev'ry Strain,</br>Each Tuneful Cadence melts away in Vain;</br>In Vain do's all the Liquid Musick creep,</br>Of Murm'ring Streams, inviting Easy sleep:</br>Officious Winds around Her Temples Play,</br>And Birds in sweet Complaints are Vain as they;</br>To Lull Her grief no Melody was Found,</br>Too far the Arrow went, Too deep the Wound:</br>Her Sighs were heard o'er all the Neighb'ring Plain,</br>And Hollow Rocks sigh'd back to Her again.", "After a Gentle Pause &mdash; Her head She rears,</br>Fair in Her Grief, Majestick in Her Tears;</br>And sighing Spoke&mdash;", "BRITANNIA.</br>Where am I?  what, in these sad Realms again,</br>To know new Wo, and everlasting Pain;</br>To Fields of Peace, I seem'd to take my Way,</br>Unkind, to call Me back to hateful Day:</br>Forbear ye Nymphs, your cruel kindness cease,</br>My Soul is out of Tune, nor looks for Peace;</br>Can ye, ah can ye to My breast restore,</br>That calm of Mind which I possesst before:</br>I have been happy, Witness all ye Pow'rs,</br>Who guided with your Smiles My easy Hours;</br>Their Homage pay'd, and own'd Me for their Queen:</br>Far Distant Indies brought their Wealthy store,</br>T' enrich My Land, and Crown My happy Shoar;</br>In Rounds of Bliss My dancing Minutes past,</br>In Bliss, too great to [missing text], too Feirce to Last:</br>Short was it's Reign, and little was it's Stay,</br>For Oh!  too soon the Mist swept oe'r the face of day</br>Which spread it's Beamy Wings and shot away;</br>The guilded Vision vanisht from My sight,</br>And leaves Me to the horror of the Night;</br>She say'd &mdash; Her mourning Nymphs sigh all around,</br>And Neighb'ring Hills return'd their dying Sound.", "I'll think no more She Cry's, for Thought's Unkind,</br>Madness shall Calm this Tempest of My mind;</br>Oh!  Balm of Feav'rish Souls, Oh!  sure Relief,</br>Come sooth the Working of My stormy Grief:</br>Whirle of the Brain, be quick and give Me Ease,</br>Oh!  Drive Me from the Thought of what I was;</br>Or if Thought needs will Play, it be My care,</br>T' admit no Object but My Hero there:</br>Teach me some Pow'r Divine, who only can,</br>Instruct me how to Sing the Wond'rous man;</br>Vast is the Task, and mighty is the Theam,</br>And Let my Song prove Equal to his Fame.", "If, wildring in a maze of Endless strife,</br>Cloy'd with that Painted Scene of Pleasure, Life;</br>Our Friends their utmost Debt to Nature pay,</br>Dropping behind this Pondrous lump of Clay:</br>W' adorn their Hearse, and sweetest Odours Burn,</br>And with Our pious Wo, perfume their Urn;</br>What Vast accumulated Grief is due?</br>What tributary Tears?  my Great NASSAW, to You:</br>To whom Kind Heav'n, as in peculiar care,</br>Gave all the Beauties of it's happy Sphere,</br>And Coppy'd by the noblest Image there:</br>With ev'ry Charm, and ev'ry Beauty grac'd,</br>Heav'n ev'n was lavish grown and Bounteous to a waste;</br>On the nice Ridge of Vertue's path you trod,</br>Belov'd of Man, and thankful to your God:</br>Thankfull, for Kindred beauty's of the mind,</br>For Kings are Gods &mdash; tho' of a lesser kind;</br>Firm in your Purpose, faithful to your Trust,</br>For as He made you wise, He made you just:</br>For fixt as Fate, your Royal Promise stood,</br>And what your Mouth had said, your Arm made good;</br>In bounty most Immense you joy'd to shine,</br>In lavish Bounty, which ressembles mine:</br>You took the Noblest, yet most secret way,</br>Obliging Wretches who could never pay;</br>True Bounty without all design is giv'n,</br>Returns are Poor from Man, when pay'd to Kings or Heav'n.</br>What Old Creating Bard at once could sing,</br>A States-Man, yet a Saint, a Hero, and a King;</br>Such diff'rent Glory's do but seldom shine,</br>Fixt in a single Breast, and could be only thine:</br>Pois'd with it's weight unerring Judgment sway'd,</br>Your World of Man, and to your Soul convey'd</br>The motives which in various Channels flow,</br>Sprung from variety of minds below:</br>You knew the vast distinctions that arise,</br>Between the Great, the Pious, and the Wise;</br>Knew, that when Honour is a guilded cheat,</br>A Masque for Vice, a Tympany of State,</br>That 'tis Egregious folly to be great;</br>That Virtue can the noblest Title bring,</br>Virtue exalts, but Vice Dethrones a King,</br>As a bright Glass, in which all Shapes appear,</br>Unspotted as your Fame, and as your Image fair;</br>Whose vast Reflection dims the tender sight,</br>And blinds Beholders with excess of light:</br>Pure was the Christal motion of your mind,</br>From Error's speck enlightned, and refin'd:</br>With such too powerful rays my WILLIAM shone,</br>Fierce in the Field &mdash; but humble on the Throne;</br>Careful in Thought the wretched to relieve,</br>Swift to spy Faults &mdash; but swifter to forgive.", "With soft Compassion toucht, the Hero stood,</br>Nor thought it glorious to be smear'd with Blood;</br>No boiling rage His even Temper shook,</br>He sought with Vigour, but with pity strook:</br>To Heav'n He meant His Piety to shew,</br>Ceasing to stab it's Image in His Foe;</br>For Hero's who the spoils of Conquest wear,</br>And sternly think 'tis Womanish to spare,</br>Are but the nobler Butchers of the War.", "As a calm River which do's gently creep,</br>Whose whispers seem to Lull it's Waves asleep;</br>His Passions kept their banks, nor knew to flow,</br>But ebbing in His Soul subsided all below:</br>Fading as Tapers Master'd by the light,</br>Harmless as Beamless Fires that play by Night;</br>Prest down within His breast enchain'd they lay,</br>And at His reason's glitter dyed away.</br>As in the highest Reason of the Air,</br>Plac'd far above our sight, Divinely clear;</br>Coelestial matter is not forc'd to know,</br>The Tempests that distract the World below:</br>Blest was His Mind with such a round of Ease,</br>An everlasting Still, and calm of Peace:</br>Calm as red Evenings in their Dewey tears,</br>Mild, as a blooming Innocence appears:</br>Soft, as the whispers of a Virgin love,</br>No Waves could rustle, nor a Tempest move;</br>Modest in doubt, but Positive in right,</br>Slow to do wrong, &mdash; Tho' active as the Light:</br>Whom Justice bound, His Royal pity spares,</br>He try'd with Rigour, but condemn'd with Tears;</br>No specious Wile His Soul could lead astray,</br>But when his Reason pointed out the way,</br>He swiftly follow'd, and could first obey.", "Such WILLIAM was, but Oh!  that Heav'nly light,</br>Shrunk into silent Shades, and setts in Night;</br>He was &mdash; but is no more, come, Virgins come,</br>And with your Tears bedew the Hero's Tomb:</br>Let loose your Grief, and weep to that Degree,</br>Till melting into Streams, ye all dissolve like me.</br>She said &mdash; Unusual wailings fill the Air,</br>Her mourning Nymphs lament, Their Garments tear,</br>And to the sighing Winds spread out their Yellow Hair;</br>In floods of Grief my strugling Passions rise,</br>But sleep denied the Tribute of my Eyes:</br>Thus when of Joy, we slumb'ring do partake,</br>Fain we would utter Words, but cannot speak,</br>Our Passions seem too Great to be Exprest,</br>But heaving for a Vent lie strugling in our Breast.", "Amaz'd I saw Britannia's Accents rise,</br>Wafted by Gales of sighs to Touch the Skyes;</br>Where bright Angelick minds admiring sat,</br>The strange meanders of Fantastick Fate;</br>And seem'd to Mourn, (as far as Angels can)</br>The short-liv'd Glory of unhappy Man.", "When lo!  a Deluge of Aetherial light,</br>Pour'd down, and overflow'd my akeing sight;</br>The Golden Doors of Heav'n were open Thrown,</br>And with a sudden blaze th' affrighted Aether shone.", "Immortal Seraphins Divinely fair,</br>Mantl'd in Sable Clouds, shot swiftly thro' the Air;</br>Th' affrighted Earth leapt back, it's Goddess fled,</br>And at her Center, shook her wond'ring Head:</br>For much she fear'd th' Eternal would restore,</br>Her sway to ancient Night, which Govern'd all before.", "Trembling I gaz'd a while, and saw from far,</br>All dreadful to behold the Thund'ring God of War;</br>Red light'ning from his Fiery Eye-balls flew,</br>Terror, with Sorrow mixt, sat sow'ring on his Brow:</br>His Casque, and Spear attending Warriors Bore,</br>His Lions paw'd the Air, and loudly seem'd to roar;</br>Swiftly they drew his Iron Chariot on,</br>Which with a Crashing sound came wheeling down.", "The God of Battle, and his Warrior Train,</br>In Mournful pomp Stalkt silent o'er the Plain;</br>Sheath'd were their Swords, and useless was the Shield,</br>Unmown the Iron Harvest of the Field:</br>O'erthrown the Trophys which were rais'd before,</br>Beat down by advers Fate, since WILLIAM is no more;</br>The dying sounds Britannia did Impart,</br>Had pierc'd the daring Hero to the Heart:</br>Reclining on His Shield He thus addrest,</br>Whilst all the God in sighs sat heaving in His breast.", "MARS.</br>Oh!  Goddess, cease your Hero's loss to mourn,</br>The binding Seal of Fate is on His Urn,</br>Just was your Grief, nor could you less have shewn,</br>Too well I guess your loss, who know my own,</br>What Muse can paint the life?  What God can sing?</br>The Triumphs of your late Victorious King:</br>The City's taken, and the Battles won,</br>By the successful Arms of Great NASSAW my Son;</br>Who Death in fighting Fields Undaunted saw,</br>Stretching from Pole to Pole, and kept the World in awe:</br>Such was I, when Gigantick War assail'd,</br>Heav'ns steepy Turrets, and had nigh prevail'd;</br>Had not I Mars come Thund'ring from afar,</br>To front the Brawniest Hero's of the War:</br>Pleas'd to Exert my strength, and proud to prove,</br>The Buckler of the Gods, and shield of Jove;</br>The Toughest of the Foe this Arm has slain,</br>And dragg'd his Monstrous Body o'er the Plain:</br>Whilst Fate was ours, tho' mighty ruin hurl'd,</br>Mountain on Mountain thrown, and World on World.", "Methinks his Squadrons I descry from far,</br>Oh!  Energy Divine, Oh!  Glorious Dinn of War;</br>His Phalanx moves, I hear the loud alarms,</br>That startle Fate, and shake the Globe with Arms:</br>Clad in refulgent Steel the Hero shines,</br>And darts a Martial vigour thro' the Lines;</br>A Heav'nly Luster, and a Manly Grace,</br>Spring from his Limbs, and lighten in his Face:</br>So lookt Acchilles, when with Sprightly Joy,</br>He fell'd the Atlas, of Unhappy Troy:</br>My Arms, my Arms, I'll mount th' Immortal Carr,</br>And share at least the Glory of the War;</br>And see thro' Fields of Blood we jointly Trace,</br>Now by my Arms, he Foils me in the race</br>And scorns of Mars himself, to take a second Place;</br>They Fly, they Fly, nor can their Ground make good,</br>In vain the Boyne opposes with it's Flood;</br>Thro' Lanes of watry War, he cuts his way,</br>Waves, Winds, and Seas, are Impotent as they:</br>His Spear is Fate, for when he means a blow,</br>He Hurls th' unerring Goddess on the Foe.", "The Scene shifts quick, and see the City stands,</br>With lofty Turrets Crown'd, and all the Plain Commands;</br>They bolt their Brazen Gates, our Passage barr,</br>And with loud shouts provoke us to the War:</br>Vainly ye boast your strength, we come, we come,</br>Sound the shrill Trump of War, and beat the Martial Drum;</br>Oh!  Heav'nly noise &mdash; on Britains, fiercely on,</br>Follow your Hero all and force the Town:</br>The Clanck of Arms begins, an Millions fall,</br>A Ladder straight prepare, I'll scale the Wall;</br>Follow, my Son, and Albion's Genius shew,</br>He mounts, and upwards Darts upon the Foe:</br>Whole heaps of Slain, are round the Hero spread,</br>And Thousand Shaft's of Fate sing round his Head;</br>Huge pond'rous Stones, the sweating Warriors wield</br>And hurle the Rocky Quarry on his Shield:</br>By such inglorious Fate he shall not fall,</br>I'll bear him in my Arms, and fix him on the Wall;</br>Ha!  by the War they Fly, nor dare to stand,</br>He Portions Fate out with a lavish Hand;</br>The Gate's unbarr'd, the joyful Troops rush in,</br>And the rough Waste of Conquerors begin;</br>Wide desolation spreads it self around,</br>Dreadful the cry, Amazing is the sound:</br>Death Rides elated o'er the purple Flood,</br>And with Malicious joy besmears his Limbs with Blood;</br>With Ecchoing shouts the Vaulted Arches ring,</br>Whilst the glad Britains, Io Paean sing,</br>And Crown with Lawrels their Victorious King.", "So Gay in Camps my WILLIAM did appear,</br>Such was his Vigour, such His Thirst of War;</br>But Oh!  whom neither War nor Hell could Bow,</br>Too Rigid Fate, he humbly bent to you:</br>You Mow'd the Harvest which His Glories yield,</br>And prest the Gen'rous Vintage of the Field;</br>Well may'st Thou boast that Thou too strong could'st prove,</br>You who surmount, and Rule the will of Jove.</br>What?  Pale my Warrior, all Thy Glories fled,</br>Thy Triumphs at an end; all pale, and dead;</br>Oh!  could not all thy matchless Prowess save,</br>And snatch thy much lov'd Body from the Grave:</br>Oh Britains!  raise each Man his pondrous Shield,</br>And bear your dauntless Hero to the Field;</br>In dumb Distress March slowly to the Plain,</br>And weep, as ye had there beheld him slain:</br>Of Arms, and massy Shields a Trophy raise,</br>Sound with the Voice of War, the Hero's Praise;</br>Unusual Honours to His Ghost be pay'd,</br>Honours Divine, befit the Mighty Dead:</br>Then, springing from His Tomb depose your Care,</br>Dye all your sorrows, all your Thoughts be War;</br>Oh!  taste, and know the Pleasure of Alarms,</br>Rouse up my Sons, and give your Soul to Arms:</br>To Arms, the Glorious Path that I have Trod;</br>To Arms, that Shoot a Hero to a God;</br>Scorn, scorn the Circe of a Sluggish Peace,</br>To Boys and Women leave inglorious Ease;</br>Think on the Honours which your Arms have won,</br>And think 'tis Mars and William lead ye on:</br>And let Each Hero, who would Glorious be,</br>Dare to a Height, and Merit Heav'n like me.</br>He say'd&mdash;", "To Arms was heard, the dreadful Word was giv'n,</br>Which seem'd to Rend the Earth, and Shake the Arch of Heav'n;</br>My bursting Spirits cou'd scarce their Limits keep,</br>But had nigh loos'd the brittle Chains of Sleep:</br>Till the soft Accents of a Heavn'ly Strain,</br>Had Gently sooth'd them into Rest again;</br>A Lambent Glory spread it self around,</br>Bleaching with Snowy Beams the smiling Ground:</br>When Lo!  a Gay Machine appear'd in sight,</br>All Gilt, and Studd'd o're with Rays of light;</br>Slowly it mov'd, and downward took it's Way,</br>Around the crowding Cherubs seem'd to Play,</br>And sang the Praises of the God of Day:</br>Plac'd at their Patron's Feet, the sacred Nine,</br>Warbled Melodious Airs on Flutes Divine;</br>Old Hoary Time upon His right Hand sat,</br>An Hour-glass by, and Wings upon His Feet,</br>The Months and Weeks upon the left appear,</br>The nimble Minutes, and th' Hours were there,</br>The swift Attendants of the Rowling Year:</br>His Golden Harp across His shoulder Hung,</br>His Arrows broken, and His Bow unstrung;</br>His Beamy locks the awful Glory shook,</br>And turning to his Train the God of Wisdom spoke.", "APOLLO.</br>The Sum of fair Britannia's Grief ye see,</br>Ye know the cruel Cause, and Mourn it all with me;</br>Y' Immortal Nine, your Tuneful Voices raise,</br>And hush her sorrows with Harmonious Lays:</br>Such as of Old the Thracian Bard began,</br>When Nature danc'd to the Melodious Man;</br>Each Tree around it's Shady branches spread,</br>And Nodding to the sound, declin'd it's Head:</br>Wild Beasts upon the Heav'nly Accents hung,</br>And ceas'd to harm, as softned by His Song;</br>Leave, leave the Shepherds to their Shady Groves,</br>To Sigh, and Pine for their Neglected Loves:</br>A Nobler Subject Claims your Heav'nly Song,</br>WILLIAM from Hero's, and Immortals sprung;</br>Trace him ye Sisters from his Earliest Growth,</br>From His first dawn of Day, to ruddy Youth:</br>Sing how His fiercest Foes were forc'd to yield,</br>When the young Warrior beat the Dusty Field;</br>What Hero's by his Infant hand were slain,</br>Who stood the Great Goliahs of the Plain.", "Sing, how when Tyranny Fair Albion knew,</br>And to a servile Yoke was forc'd to Bow;</br>Markt out for Greatness by th' Eternal's Mind,</br>He stood the Atlas of his Will design'd:</br>Terrour and Ruin round her Foes he spread,</br>Fought all her Battles, all her Armies led;</br>Fast bound in Chains inconstant Chance was Borne,</br>To Grace his Triumphs, and his Pomp adorn:</br>She learn'd to bend, beneath the Hero's Will,</br>Who fixt the Whirling motion of her Wheel;</br>Fixt by Necessity, she knew 'twas Vain,</br>To knaw the Links of her Eternal Chain,</br>Which Serpents like divides, to Reunite again:</br>Now sing of Jarring Seeds the swift Decrease,</br>Sooth'd to a Calm, and husht into a Peace;</br>Rough Wars unarm'd, and Thunders now no more,</br>But hears the Hero's Voice, and Flyes the Shoar:</br>Who clear'd the Mists, and with His Pow'rful Ray,</br>Dispell'd the Gloom, and gave again the Day.", "So when the God of Winds lets loose his Train,</br>To Plough the Deep, and furrow up the Main;</br>Swell'd with their Breath, the foaming Billows rise,</br>And with a Frothy Mountain mate the Skyes:</br>Till the Great Father of the Flood appears,</br>And o're the Deep his Peaceful Visage rears;</br>The Blust'ring Tyrants dare no longer stay,</br>But on their Wat'ry Pinions sweep away:</br>Each Wave unbends its Rage, and Foams no more,</br>But in a Gentle Curle, runs Circling to the Shoare.", "Tune, tune your Harps, and all your Airs Improve,</br>To sing the transports, and the sweets of Love;</br>Describe the Eden of Maria's Breast:</br>Sing all the Beauties of Her Blooming Youth,</br>Immortal Candor, Piety, and Truth;</br>The structure of her Body so Refin'd,</br>It pervious seem'd to sight, Transparent as Her mind:</br>So nice the Case was workt, the Weft so thin,</br>The pure unspotted Soul appear'd within;</br>Paint Her white World of Charms, and ev'ry Grace,</br>Dwell on each Feature of Maria's Face:</br>Fair as the Light, when Infant Nature smil'd,</br>And Heav'n, and Earth lookt Gay, and all was Mild;</br>When the first rounds of Golden Time began,</br>The Beauteous Female She; and He the happy Man.", "But Oh!  prepare a yet more peircing Strain,</br>And with its shriller Accents fill the Plain;</br>In harsher Notes of thrilling Musick tell,</br>How Mourn'd by all that's fair the Beauteous Angel fell.", "With soft'ning Touches Paint the Hero there,</br>Melting in Floods of Grief, and wild Despair;</br>Describe His Trobbing Breast, His Gales of sighs,</br>His foulded Arms across, His dying Eyes:</br>Upon His Lips what Mournful Accents hung,</br>What melting pity Flow'd out of His Tongue;</br>From His swoln Heart, what streaming Sorrow ran,</br>Which all bedew'd the Melancholy Man.", "Now, sing the Blessings of His even Sway,</br>Who wisely knew 'twas Dangerous to stray,</br>Too near extreams, and kept the middle Way;</br>And, as the Father of the Gods appears,</br>Weighing the Fate of Man, and Period of His Years:</br>What great Aeneas must a Conquest gain?</br>Or what Ill fated Turnus press the Plain?</br>What wondrous Acts must Albion's Fame Advance?</br>And What Ill boading Ruin waits on France?</br>Such Careful Thoughts appear'd on WILLIAM'S Brow,</br>When with Impartial Hands He Portion'd Fate below;</br>Measuring Desert with nicety of Span,</br>Nor weigh'd exteriour Honours, but the Man:</br>No Glitt'ring shew of Greatness could prevail,</br>Merit alone could turn the dubious Scale;</br>The dangers sing, thro' which his Arms have run,</br>To save His Country, and deserve a Crown,</br>Yet with what ease He lay'd the Conquest down:</br>Calm was His End, no hurricane of Soul,</br>His last and Whitest Minutes could Controul;</br>He blest the hand from which His Soul was ta'en,</br>And in a Gentle sigh pay'd back the Debt again.", "So a dim Taper in its Wane of Light,</br>Gilds with it's latest Rays the Bosom of the Night;</br>Faint in its Beams, the Flame around it Plays,</br>And hovers o're it with Contracted Rays:</br>Till on its Pallid Wings it upward Flyes,</br>And spireing to a point, gives a bright Flash and Dyes.", "He say'd &mdash; the Tuneful Nine in Chorus sing,</br>The Wars and Triumphs of Britannia's King;</br>Charm'd with the Airs, and Ravisht with the sound,</br>M' Enchanted Spirits danc'd a nimble round;</br>But when by Turns they sang His latest Breath,</br>And how His rising Suns had sett in Death:</br>At Each sad Accent of the killing Strains,</br>My Friezing Blood scarce dropt within my Veins;</br>Each dismal Note had pierc'd my tendrest part,</br>Heav'd in my Soul, and sunk into my Heart;</br>The Musick ceas'd&mdash;", "When Lo!  substantial darkness seem'd to rise,</br>Prodigious Thunder ratling in the Skyes;</br>Heav'n, Earth, and Air, caught up on sudden Wings,</br>Stood all confest in sight before the King of Kings:</br>All radiant bright with Diamond Stars, all beamy like the Sun;</br>Drunk with a Flood of Light I trembling Gaze,</br>Whilst a pale Terrour sat on ev'ry Face:</br>O're all the Earth a solemn hush was spread,</br>Silence like that which rules among the Dead.", "When Mighty Jove who with a single Span,</br>Measures the Earth, the little Realm of Man;</br>Who thro' the void the kindling Atoms hurl'd,</br>Those Seeds of life, which form'd the Infant World:</br>Deep fixt in thought, Majestically Nods,</br>And rising from His Throne, thus spoke the King of Gods.", "JUPITER.</br>Wide as th' Abbys m' Almighty will is spread,</br>Vast as the spacious Kingdoms of the Dead;</br>Unknown my Path, inscrutable my Ways,</br>For who dares tread the round of an Eternal maze:</br>Yet Man, weak Man, with Reason's weaker line,</br>Would sound my Thoughts, and fathom my Design;</br>Whilst Gross Opinion with it's puzling light,</br>Misleads him darkling in Eternal Night:</br>Amaz'd he stands to see th' Impartial Grave,</br>Treat both alike the Coward, and the Brave;</br>That Hero's by the Hand of Fate are Slain,</br>And Demi-gods return to Earth again.", "Not so my WILLIAM, in whose blooming Youth,</br>I Sow'd the Seeds of Everlasting Truth;</br>Humbly He lay'd down Life, and ceas'd to be,</br>And dy'd to all the World, to live with me:</br>He wisely argu'd it a fair remove,</br>To quit a Kingdom for the Breast of Jove;</br>I lookt within my self and drew the Plann,</br>To raise the structure of that Wond'rous Man:", "When Urg'd by Fire, Coelestial Mettals Glow</br>For Forms, to be allay'd in Clay below;</br>Around the Mint, my Vulgar Angels stand,</br>Each Puny Pow'r Creates to try His Infant hand:</br>But when His oar was in the Cauldron thrown,</br>Whole Jove was then Imploy'd, the Work was all my own</br>My care the Royal Bullion did Refine,</br>Thrice did I breath, and gave a Treble spark of Energy Divine:</br>T' enrich His Soul I Ransact all my Store,</br>And fill'd the Vessel with Immortal Oar;</br>Half drown'd in Liquid Good, till it could hold no more:</br>Thro' wond'rous Toils He like Alcides ran,</br>Born to keep Pace with that Prodigious Man;</br>Tyrants to lash, and Monsters to engage,</br>And Stem the Current of an Impious Age:</br>As in His kindling course the God of Day,</br>Thro' ev'ry Radient Savage of the Skye:</br>Thro' such like harms the dauntless Hero Flew,</br>With Ease He Fought, and careless cou'd Subdue;</br>Nor ceast to Vanquish in His latest Breath,</br>For he can Conquer all, who Conquers Death:", "And now, His Atlas Fame shall ever stand,</br>And spread where distant Worlds obey my great Command;</br>Waft it ye Winds to all the Earth below:</br>Pearcht on your Wings convey it all around,</br>Let Eccho's give again the grateful sound;</br>Sing it some God in Exalted Strain,</br>Till bounding from the Earth it Touches Heav'n again:", "But Thou, Oh!  Princess, to whose Hand is giv'n,</br>My darling Flock, the Favourites of Heav'n;</br>My Albion People, who with Virtue sway'd,</br>Have rais'd my Alters, and my Laws obey'd:</br>Who foremost in the Stretch of Glory dare,</br>Inur'd to Toils, and Natives of the War;</br>Who in the Instant hands the Fauchion Wield,</br>And Foil the Noblest Coursers of the Field:", "No happy Nation under Heav'n before,</br>Have yet deserv'd, or know my Bounty more;</br>Eternal Honour by their Prowess won,</br>And long Majestick Glory handed down,</br>Makes Gay their Scepter, and bedecks their Crown;</br>I form'd them Pious, Warlike, Haughty, Brave,</br>To scorn the abject Title of a Slave;</br>The Presidents of Beauty, Wit, and Sence,</br>All Monarchs of themselves, yet faithful to their Prince:</br>Vertues exalted, and design'd to be,</br>Worthy of things Divine, and worthy Thee;</br>Think on the Way my Mighty WILLIAM led,</br>And the nice Path with strict Observance tread,</br>Nor scorn to Imitate my Hero Dead;</br>Think on the Great Eliza how she shone,</br>Gay in her Virgin Glories like the Moon,</br>Tho' not with borrow'd Light, but Luster of her own:</br>Spain knew the Terrour of Her loud Alarms,</br>And felt the Vigour of a Woman's Arms;</br>And blusht to own that Albion's Heroines can;</br>Out-dare the Noblest of its Creatures, Man.", "France has too long in Vile subjection Groan'd,</br>And its too easy Loss of liberty bemoan'd;</br>A Royal Infidell the Scepter sways,</br>Who scorns my Threatnings, nor my Will Obeys:</br>Oh!  Princess, pull that haughty Savage down,</br>Snatch from his Guilty Brows the Tott'ring Crown;</br>Ruin and Dessolation round him spread,</br>Give to my Justice his devoted Head:</br>Encag'd like Bajazet let him be shewn,</br>There let the Royal Monster Houl alone;</br>With Proud disdain, and spight Infernal swell,</br>And in his loss of Empire find his &mdash; Hell.", "Then from all Toils and future Labours cease,</br>Injoy the Blessings of a Golden Ease;</br>Eternal Glories shall your goeings wait,</br>Rough War shall sound no more, but couch beneath your Feet:</br>Plenty, and Peace shall in Conjunction stand,</br>And with their willing Beauties court you Hand;</br>Eternal Records, shall with Anna shine,</br>Anna, the Great, Immortal, and Divine.", "But see, around my Hero's Ghost do's Rove,</br>And seeks Admittance to the Fields above;</br>Swiftly Conduct Him to my Peaceful breast,</br>To Taste Eternity of his endless Rest:</br>My Mercy's Arms His Spirit shall Enfold,</br>And Recompence His Toils with Crowns of Gold;</br>Whence Peace to His Earthly Friends he may bestow,</br>And show'r down Blessings on the World below:</br>He say'd &mdash; all Nature nodded and withdrew,</br>Whilst hov'ring Angels round Britannia flew;</br>Loud, Heav'nly Musick fill'd th' Etherial space,</br>And blooming Beauty sat on ev'ry Face:</br>Fann'd by the Winds the Liquid Odours flye,</br>And sigh their balmy Breath along the Skye;</br>Smiling I lay, Immortal Pleasure spread,</br>O're all my Limbs, and Play'd around my Head:</br>My Native Joy resum'd its sway again,</br>And a new Life beat high in ev'ry Vain.", "When Lo!  from far the Mighty Shade I saw,</br>Which at first sight, confest the Great NASSAW;</br>Jove's shining guards His rising Chariot bear,</br>And Wing the Mounting Glory thro' the Air:</br>To the Calm harbour of Maria's Love,</br>Maria, Fairest of the Saints above;</br>Lost in excess of Bliss the Hero lyes,</br>And Drinks th' Eternal nectar of Her Eyes;</br>In whose fair Beams officious Cupids play,</br>Clap their Extended Wings, and Hail the Day.</br>"]