["THE ARGUMENT.</br>Two shepheards here complaine the wrong</br>Done by a swinish Lout,</br>That brings his Hogges their Sheepe among,</br>And spoyles the Plaine throughout.", "WILLIE.  JOCKIE.", "WILLIE.</br>Jockie, say:  what might he be</br>That sits on yonder hill?</br>And tooteth out his notes of glee</br>So uncouth and so shril?", "JOCKIE.</br>Notes of glee?  bad ones I trow,</br>I have not heard beforne</br>One so mistook as Willie now,</br>Tis some Sow-gelders horne.</br>And well thou asken mightst if I</br>Do know him, or from whence</br>He comes, that to his Minstrelsie</br>Requires such patience.</br>He is a Swinward, but I thinke</br>No Swinward of the best.</br>For much he reketh of his swinke,</br>And carketh for his rest.", "WILLIE.</br>Harme take the Swine!  What makes he heere?</br>What lucklesse planets frownes</br>Have drawne him and his Hogges in feere</br>To root our daisied downes.</br>Ill mote hee thrive!  and may his Hogges</br>And all that ere they breed</br>Be ever worried by our Dogges,</br>For so presumptuous deed.</br>Why kept hee not among the Fennes?</br>Or in the Copses by,</br>Or in the Woods and braky glennes,</br>Where Hawes and Acornes lye?</br>About the Ditches of the Towne,</br>Or Hedge-rowes hee might bring them.", "JOCKIE.</br>But then some pence 'twould cost the Clowne</br>To yoke and eke to ring them;</br>And well I weene he loves no cost</br>But what is for his backe:</br>To goe full gay him pleaseth most,</br>And lets his belly lacke.</br>Two sutes he hath, the one of blew,</br>The other home-spun grey:</br>And yet he meanes to make a new</br>Against next revell day;</br>And though our May-lord at the feast</br>Seem'd very trimly clad,</br>In cloth by his owne mother drest,</br>Yet comes not neere this lad.</br>His bonnet neatly on his head,</br>With button on the top,</br>His shooes with strings of leather red,</br>And stocking to his slop.</br>And yet for all it comes to passe,</br>He not our gybing scapes:</br>Some like him to a trimmed Asse,</br>And some to Jack-an-Apes.", "WILLIE.</br>It seemeth then by what is said,</br>That Jockie knowes the Boore;</br>I would my scrip and hooke have laid</br>Thou knewst him not before.", "JOCKIE.</br>Sike lothed chance by fortune fell</br>(If fortune ought can doe)</br>Not kend him?  Yes, I ken him well</br>And sometime paid for't too.", "WILLIE.</br>Would Jockie ever stoope so low,</br>As conissance to take</br>Of sike a churle?  Full well I know,</br>No nymph of spring or lake,</br>No Heardesse, nor no shepheards gerle,</br>But fain would sit by thee,</br>And Sea-nymphs offer shells of perle</br>For thy sweet melodie.</br>The Satyrs bring thee from the woods</br>The Straw-berry for hire,</br>And all the first fruites of the budds</br>To wooe thee to their quire.</br>Silvanus songsters learne thy straine,</br>For by a neighbour spring</br>The nightingale records againe</br>What thou dost primely sing.</br>Nor canst thou tune a madrigall,</br>Or any drery mone,</br>But Nymphs, or Swaines, or Birds, or all</br>Permit thee not alone.</br>And yet (as though devoid of these)</br>Canst thou so low decline,</br>As leave the lovely Naides</br>For one that keepeth Swine?</br>But how befell it?", "JOCKIE.</br>Tother day</br>As to the field I set me,</br>Neare to the May-pole on the way</br>This sluggish Swinward met me.</br>And seeing Weptol with him there,</br>Our fellow-swaine and friend,</br>I bade good day, so on did fare</br>To my preposed end.</br>But as backe from my wintring ground</br>I came the way before,</br>This rude groome all alone I found</br>Stand by the Ale-house dore.</br>There was no nay, but I must in</br>And taste a cuppe of ale;</br>Where on his pot he did begin</br>To stammer out a tale.</br>He told me how he much desir'd</br>Th' acquaintance of us Swaines,</br>And from the forest was retir'd</br>To graze upon our plaines:</br>But for what cause I cannot tell,</br>He can nor pipe nor sing,</br>Nor knows he how to digge a well,</br>Nor neatly dresse a spring:</br>Nor knowes a trappe nor snare to till,</br>He sits as in a dreame;</br>Nor scarce hath so much whistling skill</br>Will hearten-on a teame.</br>Well, we so long together were,</br>I gan to haste away,</br>He licenc'd me to leave him there,</br>And gave me leave to pay.", "WILLIE.</br>Done like a Swinward;  may you all</br>That close with such as he,</br>Be used so!  that gladly fall</br>Into like company.</br>But if I faile not in mine Art,</br>Ile send him to his yerd,</br>And make him from our plaines depart</br>With all his durty herd.</br>I wonder he hath suffred been</br>Upon our common heere,</br>His Hogges doe root our yonger trees</br>And spoyle the smelling breere.</br>Our purest welles they wallow in,</br>All over-spred with durt,</br>Nor will they from our Arbours lin,</br>But all our pleasures hurt.</br>Our curious benches that we build</br>Beneath a shady tree,</br>Shall be orethrown, or so defilde</br>As we would loath to see.</br>Then joyne we, Jockie; for the rest</br>Of all our fellow Swaines,</br>I am assur'd will doe their best</br>To rid him fro our plaines.", "JOCKIE.</br>What is in me shall never faile</br>To forward such a deed.</br>And sure I think wee might prevaile</br>By some Satyricke reed.", "WILLIE.</br>If that will doe, I know a lad</br>Can hit the master-vaine.</br>But let us home, the skyes are sad,</br>And clouds distill in raine.</br>"]