["O!  how the spirit travels with the eye!</br>How the excursive thought doth wander far</br>O'er yonder mountains, heaving to the sky,</br>In billowy undulations! &mdash; They do bar</br>The contemplative sight, and dimly mar</br>The misty, mellow distance, like a cloud</br>Which thro' the amber heavens, as a car</br>Of happy spirits, floats sublime and proud,</br>Wrapping its solemn form in space's cerulean shroud!", "O!  how th' excursive thought doth wander far</br>O'er yonder mountains, on whose brow serene</br>Peace seems reclining like a lonely star,</br>And throws its softness o'er the space between,</br>Forming to fancy's eye; a pensive scene,</br>Where solitary spirits might repose,</br>In gentleness and quietude:  and e'en</br>The broken heart forget its many woes,</br>And languish on through years, to life's desired close!", "O!  how the spirit travels with the eye!&mdash;</br>Ye far-off mountains!  are ye what ye seem?</br>Soft, sunny spots serene, &mdash; extending high</br>Above the misty gloom of earth? &mdash; which teem</br>With smiling peace? &mdash; Or is it but a dream</br>Of my imagination? &mdash; and are ye,</br>Like the illusions of our hopes, that gleam</br>Bright from afar, but prove at last to be</br>(When the warm bosom hugs them) frigid perfidy?", "Like little families around the hearth,</br>Where peace domestic, and contentment dwell,</br>Along the varied, undulated earth,</br>Within the bosom of a mountain dell,</br>How many Hamlets rise!  Ah!  who can tell</br>The spirits that dwell in them, &mdash; the desires,</br>The hopes and disappointments? &mdash; We may well</br>Behold their splendid domes, their lofty spires</br>But ah!  we cannot see the soul's corroding fires!", "Age after age shall come and pass away,</br>And generation after generation rise,</br>And yield to ruin's all-destroying sway,</br>And mingle with the lifeless dust that lies</br>Beneath the spurning feet! &mdash; Millions of eyes</br>May weep as mine have wept. &mdash; Millions of hearts</br>May agonize like mine, which multiplies</br>In miseries with every-thing, and smarts</br>With deep, unhealing wounds from sorrow's barbed darts!", "But where shall be those mountain hamlets then?</br>In that far-off, inevitable day?</br>When all shall have returned to earth again,</br>And all that now survive, of human clay,</br>Shall leave not one to ask; &mdash; \"ah where are they?\"</br>Or paint the spot where those who have been, be;</br>But o'er their tombs the forest beasts shall stray;</br>And there shall but remain, of all I see,</br>Revolving ruins dull and dark eternity!", "O!  how my spirit travels, and combines</br>With all the dark realities of life!</br>Making itself a part of all! &mdash; and twines</br>With every thing that sinks beneath the knife,</br>Of dire calamity's all-crushing strife!</br>Weeping with all that weep, and deeply bleeding</br>In every scene were misery is rife,</br>And in my heart the fire of sorrow feeding,</br>With life and peace and hope, all gloomily receding!", "O!  how my spirit travels! &mdash; Would to Heaven!</br>It might return and bring me back my peace!</br>But I am strip'd of all! &mdash; my heart is riven!&mdash;</br>My hopes are gone! &mdash; my agonies increase!&mdash;</br>O!  thou great God of mercy!  when shall cease</br>This deep destroying conflict? &mdash; shall there be,</br>In life's short-during and precarious lease,</br>No smiles of joy, &mdash; no quietude to me?</br>But must I always bear my speechless misery?", "Then be it so; &mdash; and I will strive to bend,</br>In silent acquiescence to my fate:</br>A time shall come, at least, in which shall end</br>The ruthless torturings of human hate!&mdash;</br>And whatso'er may be our future state</br>We hope that disappointment shall not wring</br>The heart: &mdash; nor smiling perfidy await</br>Our every expectation, &mdash; nor the sting</br>Of blighted feelings' deep, and early withering!", "O!  how my spirit multiplies its thought!</br>And travels over the abyss of years!</br>Piercing Eternity's dark womb, where nought</br>To the exploring energy appears</br>But speculations, wrapt in awful fears</br>Of mystery inscrutable, sublime!&mdash;</br>Where inconceivable infinity uprears</br>A steep arduity we cannot climb</br>Beyond the disembodying cataract of time;&mdash;", "Whose rapid current rushes with the freight</br>Of revolutionizing worlds, and sweeps</br>Empires and nations, crumbling 'neath the weight</br>Of their mortality!  and headlong leaps</br>Into the dark, unfathomable deeps</br>Of God's immensity! &mdash; there mingling wide,</br>At last, in that unwasting Ocean, sleeps,</br>Whose black and waveless waters silent glide,</br>In one eternal onward, onward, onward tide!", "Return my spirit!  yet again, and dwell</br>Upon those mountains, which serenely lie,</br>Heaved like the Ocean, in full many a swell,</br>Beneath a bright and warmly mellow sky!&mdash;</br>O!  how those sunny spots delight the eye</br>And draw the heart, as 'twere, from its retreat</br>Of gloomy sorrow, &mdash; heaving oft a sigh</br>Of hope, that it may find a spot as sweet,</br>Where it once more may peace, love, and contentment meet.</br>"]