["The downward sun to distant regions gone,</br>O'er half the globe his empire had resign'd,</br>And softly beaming from his silver throne,</br>The moon illum'd those realms he left behind.", "'Twas stillness round &mdash; the trees forbore to move;</br>No leaf was seen to flutter in the gale;</br>No echo heard to wake the slumb'ring grove;</br>No murm'ring rill to fret along the vale.", "When CHARLOTTE, starting from the midnight dream,</br>That WERTER'S dear remembrance had inspir'd,</br>Forth issu'd to indulge the pleasing theme,</br>And sadly pensive to the plains retir'd.", "For now she fondly wish'd unseen to stray,</br>Unheard, the fate of WERTER to deplore;</br>Each haunt to visit, trace each devious way,</br>That WERTER, hapless WERTER, trac'd before.", "Calm Solitude, Affliction's nurse, she sought,</br>And fled from Pleasure, from Endearmeant fled;</br>Estrang'd to joys domestic, less she thought</br>On ALBERT living, than on WERTER dead.", "Vain ALBERT'S wishes, his endearments vain,</br>And ev'ry art affection had essay'd</br>To check her purpose, or her will restrain;</br>Her will by duty less than pity sway'd.", "Disconsolate, amid the solemn scene,</br>The mourner mus'd, regardless of the train</br>Of sportive Elves that frolic on the green,</br>And nightly trip the unfrequented plain.", "Sweet Sensibility, her guest the while,</br>Could to the cheerless landscape lend a charm,</br>The dreary path, the slow-pac'd hour beguile,</br>And of its sable horrors night disarm.", "No visionary shape by fancy drest,</br>No thought akin to superstitious fear,</br>Nor image new was on her heart imprest,</br>But WERTER'S ever present, ever dear.", "He only, he of happiness bereav'd</br>That heart, that gentle heart, now deem'd to woe;</br>For him the unaffected sigh is heav'd;</br>For him, the tear of pity bade to flow.", "Nor ever throbb'd a bosom so sincere,</br>As then distended with a votive sigh;</br>Nor ever stream'd the tributary tear</br>From half so beauteous, half so bright an eye.", "Ah!  what avail'd the bosom void of art,</br>Or beauteous eye's insinuating ray!</br>Since that but keener anguish did impart,</br>And this to scenes of sadness point the way.", "Yet such the only scenes that now could please,</br>An undissembling votary of grief;</br>Through these she wander'd darkling, only these</br>Could soothe her pangs, and minister relief.", "Nor ceas'd thy wand'rings, CHARLOTTE, till in view</br>Appear'd the shade where WERTER us'd to rove,</br>And haply strove his passion to subdue,</br>His hapless passion, ah!  but vainly strove.", "Ye venerable elms, she sigh'd and said,</br>Here let me weep the heavy hours away,</br>And where ill-fated WERTER lonely stray'd,</br>For WERTER'S sake, let wretched CHARLOTTE stray.</br>"]