["SCENE, THE SOUTH DOWNS IN SUSSEX.", "Two shepherd-boys beneath a holly's boughs</br>Sat on the grass, and watch'd their grazing cows;</br>At length the sunshine stole upon their seat,</br>When Tom grew restless, and complain'd of heat.", "TOM.</br>The shadow's gone from underneath the tree,</br>And now the scorching sun's too hot for me.</br>Lay by your nettle pipe; I've laid down mine:</br>See how that heifer starts &mdash; you fright the kine!", "WILL.</br>Let's go to yonder stream that turns the mill,</br>And runs all frothy from the woody hill.</br>Along its banks I ever lov'd to roam,</br>And mark the bubbles rising from the foam.</br>There's a sweet echo at the water-fall,</br>That answers double from the castle wall.", "TOM.</br>Some say the screech-owl, at each midnight hour,</br>Awakes the fairies in yon antient tow'r.</br>Their nightly dancing-ring I always dread,</br>Nor let my sheep within that circle tread;</br>Where round and round all night, in moonlight fair,</br>They dance to some strange music in the air.", "WILL.</br>See, see, how Colley goads the milk-white steer:</br>Her horns are sharp, &mdash; you can't be too severe.</br>Ill-natur'd beast!  to spoil his harmless play;</br>Pursue her, Tom, and drive her fast away.", "TOM.</br>My blows were hard &mdash; for see my staff is broke;</br>I made her feel my strength at ev'ry stroke:</br>She is of late so viciously inclin'd,</br>She must be fetter'd, and her head confin'd.", "WILL.</br>See, all the kine are coming to the spring,</br>Except the brindl'd cow, poor crippl'd thing!</br>You should not scare her so, you know she's shy;</br>I wonder, Tom, you did not break her thigh!</br>She always flies the sounding of a switch;</br>Nor could she ever fairly leap the ditch.", "TOM.</br>Go, Diver, fetch her up &mdash; quick, hie away;</br>But, ah!  beware her heels &mdash; at distance bay:</br>Nor trust thyself again too near her head.</br>Sure thou hast felt enough her horns to dread!</br>Come, let us seek the ford, there's shady boughs;</br>Cool in the stream the cattle love to browse.</br>I long to taste the spring, and quench my thirst;</br>You can't outrun me, Will, and get there first!", "WILL.</br>I'd rather blow my pipe, it sounds so shrill;</br>Hark, how it echoes from the rocky hill!</br>There ash-trees grow; and now the season suits</br>From their smooth limbs to make us louder flutes.</br>For now the beaten rind with ease will slip,</br>And the moist wood be pleasant to the lip.</br>Did you to me the secret skill impart</br>Of making pipes?  It is a pretty art.", "TOM.</br>No; Charley told you &mdash; I know when and where;</br>For which he was a sparrow's nest to share.</br>He shew'd, what vex'd me too, a present see,</br>Two painted marbles that you won from me.</br>Then careless he forgot his roving sheep,</br>That climb'd the rock, while keeper lay asleep;</br>And where the hollow bank hangs o'er the sedge,</br>A weather fed too near the thymy edge;</br>When all at once you heard a dashing sound,</br>And hardly sav'd the sheep from being drown'd.", "WILL.</br>That very water now is sunk so low,</br>That we may pluck the tallest reeds that grow.</br>The hazel bow, with which I shot so high,</br>That my swift arrows almost touch'd the sky,</br>Last night I broke; but I have brought the string,</br>And here are hazels plenty by the spring.</br>From yon tall elder trees, with blossoms white,</br>We'll head our straightest arrows fit for flight.", "TOM.</br>You shall not tempt me thence to cut a spray;</br>I saw two gold-finches around them play,</br>And quickly found their nest. &mdash; Look yonder, Will,</br>A butterfly is coming from the hill.</br>Surely we both can catch him, if we try;</br>'Tis pleasing sport to hunt a butterfly.", "WILL.</br>See on the bramble, where the chaffinch sings,</br>He's settled now; how fine his spotted wings!</br>Go softly, Tom &mdash; if we the prize should win,</br>We'll make a cage of grass to keep him in.</br>He's gone &mdash; I miss'd him &mdash; see he flies to you&mdash;</br>Now, Tom, you brush'd his wings &mdash; ne'er mind your shoe!", "TOM.</br>He comes to you again; I miss'd my blows.", "WILL.</br>Aye, here he comes again.", "TOM.</br>Now, there he goes.</br>Stop, Will &mdash; I'm down &mdash; come back &mdash; come back again;</br>Assist me quickly! &mdash; I shall die with pain.</br>Oh!  I have run a thorn into my foot.</br>Pull off my stocking &mdash; how the pain does shoot!", "WILL.</br>There, Tom, 'tis out again &mdash; 'tis large indeed!</br>How often mischief comes for want of heed!</br>How hot it is &mdash; there's scarce a breath of air,</br>See how the sweat runs down my face and hair!</br>Come, let us go into the dell to play;</br>There are no wheat-ears to be caught to-day.</br>Look all around  the sky, no cloud is there,</br>Whose shadow makes them run into the snare.", "TOM.</br>Our cows have now the open ground forsook,</br>And underneath the trees that shade the brook</br>Each to the running stream her tail applies,</br>To cool her sides, and chase away the flies.</br>Let's haste and drive them thence &mdash; for see yon cow,</br>Which Diver bays, is near the miry slough.", "WILL.</br>Come to the spring that clear as crystal glides,</br>And the green meadow from the wood divides.</br>There will we strip; for I delight to wade,</br>Where deep it flows beneath the poplar shade.", "TOM.</br>Or sit upon the hedge, and backward beat</br>The hasty water with our naked feet:</br>How cool the touch!  it fills me with delight</br>To see it froth, and hurry from the sight.", "WILL.</br>O look, what flocks of linnets come to drink!</br>See how the settle at the river's bank!</br>Ah!  had we birdlime now &mdash; who could forbear</br>To lime a sprig, and lay it for a snare?", "TOM.</br>I caught a greenfinch; how his breast did shine!</br>A golden chaffer's wings are scarce so fine.</br>The same, I guess, that in our orchard bred;</br>For t' other day I found the young ones dead.</br>My father since won't suffer me to lime,</br>Till all the birds are past their breeding time.", "WILL.</br>I found a robin's nest within our shed,</br>And in the barn a wren has young ones bred.</br>I never take away their nest, nor try</br>To catch the old ones, lest a friend should die.</br>Dick took a wren's nest from his cottage side,</br>And ere a twelve-month past, his mother dy'd!", "TOM.</br>See, Diver's not yet satisfy'd with play!</br>I'll send him now to yonder rick of hay.</br>Or shall I make him fetch across the stream?", "WILL.</br>Consider, Tom, how much you weary him.</br>See how his tongue hangs out; he pants for breath:</br>Put up the ball; he'll run himself to death!</br>I'm weary too. &mdash; Then by the willow trees,</br>That bowing whisper'd with the passing breeze,</br>They laid them down, when gentle sleep oppress'd</br>Their drowzy sense, and clos'd their eyes to rest.</br>"]