["There come no seasons there: &mdash; our earthly year</br>Varies from prime to fall, from flowers to snow,</br>And each new month fresh trophies still doth rear</br>To Change, the victor of all fields below;&mdash;</br>But ye, oh ye, fair heavens!  for ever glow</br>In the young glory of your natal morn,</br>When first the realms of space were bade to know</br>Their starry kings, Creation's earliest-born,</br>Who should for aye on high yon sapphire thrones adorn.", "Thus did ye shine upon the faded past,</br>Thus will ye shine on far futurity,</br>With living light, and beauty born to last</br>When the least earthly things of earth shall be</br>Passed, like the oar-foam from the settling sea.</br>Eternity is your \"sweet hour of prime:\"</br>Ye smile at ages; for your destiny</br>Hath bathed you in some skiey Styx, that time</br>Might blench no golden tress, nor dim one eye sublime.", "Shine on &mdash; shine on &mdash; ye radiant thousand, shine!</br>Ye hosts of heaven, whose everlasting march</br>Is one enduring triumph!  Ye divine</br>Memorials, on the amethystine arch</br>Of Nature graven by God!  Oh, ye who parch</br>The hearts of dust for what they may not know,</br>Tempting yon azure wilderness to search,</br>As if some glad oasis there did glow&mdash;</br>'Twas but a bright mirage, and will for aye be so!", "Familiar strangers!  Ye who from our youth</br>Gleam on our eyes to prove how dark and blind</br>Is human thought, where Fancy ekes out Truth,</br>And shadowy reams usurp the place assign'd</br>To life's realities, from which the mind</br>Flies to ideal worlds, peopling the stars</br>With shapes of love and beauty, &mdash; far behind</br>The truth of their bright mystery, which it mars,</br>Because it may not pass Fate's adamantine bars.", "The blue Pacific of Infinity,</br>Gemm'd with the sacred islets of the skies&mdash;</br>Each isle a world upon a sapphire sea,</br>And every world perchance a paradise!</br>There only that sweet vision of the wise</br>And tuneful of past times is not a dream&mdash;</br>There only do those Blissful Isles arise,</br>Whose fame yet murmurs on the Muse's stream,</br>But whose proud shades did ne'er on mortal waters gleam.", "Say, ye who shone on Zoroaster's eye,</br>And lit the midnight towers of golden Tyre,</br>Who smiled more purely, from a softer sky,</br>On, Helen's grave and Homer's wakeful lyre&mdash;</br>Have ye known all, and must not man aspire</br>To aught beyond him?  Shall no earthly ear</br>Drink, at dim midnight, from your shining quire</br>Empyreal music?  Can we not draw near,</br>And read the starry tale of yon mysterious sphere?", "No, for the stamp of clay is on the brow&mdash;</br>The fetter'd spirit yearns to soar in vain&mdash;</br>And the ambition of man's thoughts must bow</br>Beneath mortality's recoiling chain.</br>Yet is it sweet, though we can ne'er attain</br>The prize we woo, the lofty race to run:</br>What though it tempt to yon untrodden plain?</br>The eagle's burning goal can ne'er be won&mdash;</br>But he may pierce the clouds, and feel the nearer sun!", "And this is much &mdash; for who would e'er forego,</br>Beautiful strangers!  the delicious power</br>To make his spirit in your glory glow</br>At solemn midnight's solitary hour&mdash;</br>To woo the gentle heavens with all their dower</br>Of thought from immemorial Eld bequeath'd?</br>Yon high Elysium holds full many a flower</br>With no Pierian laurel yet enwreath'd&mdash;</br>O that around my lyre one such its incense breathed!", "Sweet, passing sweet, to fill those far abodes</br>With scenes more bright than this dim world e'er knew&mdash;</br>With beings nobler than poetic gods&mdash;</br>With winds whose breath is bliss &mdash; with streams whose hue</br>Pales the clear diamond, as they murmur through</br>Evergreen woods to seek a deep more fair&mdash;</br>With sacred flowers that shed immortal dew</br>Round the pure feet of them who wander there,</br>On starrier skies to muse, in happier fates to share.", "But sweeter far to dream that in some world,</br>Some distant world, that gems the blue night's dome,</br>The spirit's wings, on earth in darkness furl'd,</br>May woo the soft winds of a lovelier home!</br>As Beauty sprung from the pure ocean-foam,</br>May not Truth float on the rich depths of song?&mdash;</br>But where, oh where, would fond conjecture roam?</br>Our clueless phantasies may stray too long</br>The labyrinthine bowers of Night and Heaven among.</br>"]