["BUMKINET.  GRUBBINOL.", "BUMKINET.</br>Why, Grubbinol, dost thou so wistful seem?</br>There's Sorrow in thy Look, if right I deem.</br>'Tis true, yon Oaks with yellow Tops appear,</br>And chilly Blasts begin to nip the Year;</br>From the tall Elm a show'r of Leaves is born,</br>And their lost Beauty riven Beeches mourn.</br>Yet ev'n this Season Pleasance blithe affords,</br>Now the squeez'd Press foams with our Apple Hoards.</br>Come, let us hye, and quaff a cheery Bowl,</br>Let Cyder New wash Sorrow from thy Soul.", "GRUBBINOL.</br>Ah Bumkinet!  since thou from hence wert gone,</br>From these sad Plains all Merriment is flown;</br>Should I reveal my Grief 'twould spoil thy Chear.</br>And make thine Eye o'erflow with many a Tear.", "BUMKINET.</br>Hang sorrow!  Let's to yonder Hutt repair,</br>And with trim Sonnets cast away our Care.</br>Gillian of Croydon well thy Pipe can play,</br>Thou sing'st most sweet, o'er Hills and far away.</br>Of Patient Grissel I devise to sing,</br>And catches quaint shall make the Vallies ring.</br>Come, Grubbinol, beneath this Shelter, come,</br>From hence we view our Flocks securely roam.", "GRUBBINOL.</br>Yes, blithesome Lad, a Tale I mean to sing,</br>But with my Woe shall distant Valleys ring,</br>The Tale shall make our Kidlings droop their Head,</br>For Woe is me! &mdash; our Blouzelind is dead.", "BUMKINET.</br>Is Blouzelinda dead?  farewel my Glee!</br>No Happiness is now reserv'd for me.</br>As the Wood Pigeon cooes without his Mate,</br>So shall my doleful Dirge bewail her Fate.</br>Of Blouzelinda fair I mean to tell,</br>The peerless Maid that did all Maids excell.", "Henceforth the Morn shall dewy Sorrow shed,</br>And Ev'ning Tears upon the Grass be spread;</br>The rolling Streams with watry Grief shall flow,</br>And Winds shall moan aloud &mdash; when loud they blow.</br>Henceforth, as oft as Autumn shall return,</br>The dropping Trees, when'er it rains, shall mourn;</br>This Season quite shall strip the Country's Pride,</br>For 'twas in Autumn Blouzelinda dy'd.", "Where-e'er I gad, I Blouzelind shall view,</br>Woods, Dairy, Barn and Mows our Passion knew.</br>When I direct my Eyes to yonder Wood,</br>Fresh rising Sorrow curdles in my Blood.</br>Thither I've often been the Damsel's Guide,</br>When rotten Sticks our Fuel have supply'd;</br>There I remember how her Faggots large,</br>Were frequently these happy Shoulders charge.</br>Sometimes this Crook drew Hazel Boughs adown,</br>And stuff'd her Apron wide with Nuts so brown;</br>Or when her feeding Hogs had miss'd their Way,</br>Or wallowing 'mid a Feast of Acorns lay;</br>Th' untoward Creatures to the Stye I drove,</br>And whistled all the Way &mdash; or told my Love.", "If by the Dairy's Hatch I chance to hie,</br>I shall her goodly Countenance espie,</br>For there her goodly Countenance I've seen,</br>Set off with Kerchief starch'd and Pinners clean.</br>Sometimes, like Wax, she rolls the Butter round,</br>Or with the wooden Lilly prints the Pound.</br>Whilome I've seen her skim the clouted Cream,</br>And press from spongy Curds the milky Stream.</br>But now, alas!  these Ears shall hear no more</br>The whining Swine surround the Dairy Door,</br>No more her Care shall fill the hollow Tray,</br>To fat the guzzling Hogs with Floods of Whey.</br>Lament, ye Swine, in Gruntings spend your Grief,</br>For you, like me, have lost your sole Relief.", "When in the Barn the sounding Flail I ply,</br>Where from her Sieve the Chaff was wont to fly,</br>The Poultry there will seem around to stand,</br>Waiting upon her charitable Hand.</br>No Succour meet the Poultry now can find,</br>For they, like me, have lost their Blouzelind.", "Whenever by yon Barley Mow I pass,</br>Before my Eyes will trip the tidy Lass.</br>I pitch'd the Sheaves (oh could I do so now)</br>Which she in Rows pil'd on the growing Mow.</br>There ev'ry deale my Heart by Love was gain'd,</br>There the sweet Kiss my Courtship has explain'd.</br>Ah, Blouzelind!  that Mow I ne'er shall see,</br>But thy Memorial will revive in me.", "Lament, ye Fields, and rueful Symptoms show,</br>Henceforth let not the smelling Primrose grow;</br>Let Weeds instead of Butter-flow'rs appear,</br>And Meads, instead of Daisies, Hemlock bear;</br>For Cowslips sweet let Dandelions spread,</br>For Blouzelinda, blithesome Maid, is dead!</br>Lament ye Swains, and o'er her Grave bemoan,</br>And spell ye right this Verse upon her Stone.</br>Here Blouzelinda lyes &mdash; Alas, alas!</br>Weep Shepherds &mdash; and remember Flesh is Grass.", "GRUBBINOL.</br>Albeit thy Songs are sweeter to mine Ear,</br>Than to the thirsty Cattle Rivers clear;</br>Or winter Porridge to the lab'ring Youth,</br>Or Bunns and Sugar to the Damsel's Tooth;</br>Yet Blouzelinda's Name shall tune my Lay,</br>Of her I'll sing for ever and for aye.", "When Blouzelind expir'd, the Weather's Bell</br>Before the drooping Flock toll'd forth her Knell;</br>The solemn Death-watch click'd the Hour she dy'd,</br>And shrilling Crickets in the Chimney cry'd;</br>The boding Raven on her Cottage sate,</br>And with hoarse Croaking warn'd us of her Fate;</br>The Lambkin, which her wonted Tendance bred,</br>Dropp'd on the Plains that fatal Instant dead;</br>Swarm'd on a rotten Stick the Bees I spy'd,</br>Which erst I saw when Goody Dobson dy'd.", "How shall I, void of Tears, her Death relate,</br>While on her Dearling's Bed her mother sate!</br>These Words the dying Blouzelinda spoke,</br>And of the Dead let none the Will revoke.", "Mother, quoth she, let not the Poultry need,</br>And give the Goose wherewith to raise her Breed,</br>Be these my Sister's Care &mdash; and ev'ry Morn</br>Amid the Ducklings let her scatter Corn;</br>The sickly Calf that's hous'd, be sure to tend,</br>Feed him with Milk, and from bleak Colds defend.</br>Yet e'er I die &mdash; see, Mother, yonder shelf,</br>There secretly I've hid my worldly Pelf.</br>Twenty good Shillings in a Rag I laid,</br>Be ten the Parson's, for my Sermon paid.</br>The rest is yours &mdash; My Spinning-Wheel and Rake,</br>Let Susan keep for her dear Sister's sake;</br>My new Straw Hat that's trimly lin'd with Green,</br>Let Peggy wear, for she's a Damsel clean.</br>My leathern Bottle, long in Harvests try'd,</br>Be Grubbinol's &mdash; this Silver Ring beside:</br>Three silver Pennies, and a Ninepence bent,</br>A Token kind, to Bumkinet is sent.</br>Thus spoke the Maiden, while her Mother cry'd,</br>And peaceful, like the harmless Lamb, she dy'd.", "To show their Love, the Neighbours far and near,</br>Follow'd with wistful Look the Damsel's Bier.</br>Sprigg'd Rosemary the Lads and Lasses bore,</br>While dismally the Parson walk'd before.</br>Upon her Grave the Rosemary they threw,</br>The Daisie, Butter-flow'r and Endive Blue.", "After the good Man warn'd us from his Text,</br>That None could tell whose Turn would be the next;</br>He said, that Heaven would take her Soul, no doubt,</br>And spoke the Hour-glass in her Praise &mdash; quite out.", "To her sweet Mem'ry flow'ry Garlands strung,</br>O'er her now empty Seat aloft were hung.</br>With wicker Rods we fenc'd her Tomb around,</br>To ward from Man and Beast the hallow'd Ground,</br>Lest her new Grave the Parson's Cattle raze,</br>For both his Horse and Cow the Church-yard graze.", "Now we trudg'd homeward to her Mother's Farm,</br>To drink new Cyder mull'd, with Ginger warm.</br>For Gaffer Tread-well told us by the by,</br>Excessive Sorrow is exceeding dry.", "While Bulls bear Horns upon their curled Brow,</br>Or Lasses with soft Stroakings milk the Cow;</br>While padling Ducks the standing Lake desire,</br>Or batt'ning Hogs roll in the sinking Mire;</br>While Moles the crumbled Earth in Hillocks raise,</br>So long shall Swains tell Blouzelinda's Praise.", "Thus wail'd the Louts in melancholy Strain,</br>'Till bonny Susan sped a-cross the Plain;</br>They seiz'd the Lass in Apron clean array'd,</br>And to the Ale-house forc'd the willing Maid;</br>In Ale and Kisses they forget their Cares,</br>And Susan Blouzelinda's Loss repairs.</br>"]