["Come, sportive Fancy!  come with me, and trace</br>The Poet's attic home!  the lofty seat</br>Of th' heav'n-tutor'd Nine!  the airy throne</br>Of bold Imagination, rapture fraught,</br>Above the herds of mortals.  All around</br>A solemn stillness seems to guard the scene,</br>Nursing the brood of thought; &mdash; a thriving brood,</br>In the rich mazes of the cultur'd brain.</br>Upon thy altar, a old worm-eat board,&mdash;</br>The pannel of a broken door, or lid</br>Of a strong coffer, plac'd on three-legg'd stool,</br>Stand quires of paper, white and beautiful!</br>Paper, by destiny ordain'd to be</br>Scrawl'd e'er and blotted; dash'd, and scratch'd, and torn,</br>Or mark'd with lines severe, or scatter'd wide</br>In rage impetuous!  Sonnet, song, and ode,</br>Satire, and epigram, and smart charade;</br>Neat paragraph, or legendary tale,</br>Of short and simple metre, each by turns</br>Will there delight the reader.", "On the bed</br>Lies an old rusty suit of \"solemn black\"&mdash;</br>Brush'd thread-bare; and with brown, unglossy hue,</br>Grown somewhat antient.  On the floor is seen</br>A pair of silken hose, whose footing bad</br>Shews they are travellers, but who still bear</br>Marks, somewhat holy.  At the scanty fire</br>A chop turns round, by packthread strongly held;</br>And on the blacken'd bar a vessel shines</br>Of batter'd pewter, just half fill'd, and warm,</br>With Whitbread's bev'rage pure.  The kitten purs,</br>Anticipating dinner; while the wind</br>Whistles thro' broken panes, and drifted snow</br>Carpets the parapet with spotless garb</br>Of vestal coldness.  Now the sullen hour</br>(The fifth hour after noon) with dusty hand</br>Closes the lids of day.  The farthing light</br>Gleams through the cobweb'd chamber, and the bard</br>Concludes his pen's hard labour.  Now he eats</br>With appetite voracious!  nothing sad</br>That he with costly plate, and napkin fine,</br>Not china rich, nor fork of silver, greets</br>His eye, or palate.  On his lyric board</br>A sheet of paper serves for table-cloth;</br>An heap of salt is serv'd, Oh! &mdash; heav'nly treat,</br>On Ode Pindaric!  While his tuneful puss</br>Scratches his slipper for her fragment sweet,</br>And sings her love-song soft, yet mournfully.</br>Mocking the pillar Doric, or the roof</br>Of architecture Gothic, all around</br>The well-known ballads flit, of Grubstreet fame!</br>The casement, broke, gives breath celestial</br>To the long dying-speech; or gently fans</br>The love-enflaming sonnet.  All around</br>Small scraps of paper lie, torn vestiges</br>Of an unquiet fancy.  Here a page</br>Of flights poetic; &mdash; there a dedication;&mdash;</br>A list of Dramatis Personae, bold,</br>Of heroes yet unborn, and lofty dames</br>Of perishable compound, light as fair,</br>But sentenc'd to oblivion!", "On a shelf&mdash;</br>(Yclept a mantle-piece), a phial stands,</br>Half-fill'd with potent spirits! &mdash; spirits strong,</br>Which sometimes haunt the poet's restless brain,</br>And fill his mind with fancies whimsical.</br>Poor Poet!  happy art thou, thus remov'd</br>From pride and folly! &mdash; for in thy domain</br>Thou canst command thy subjects; &mdash; fill thy lines&mdash;</br>Wield the all-conqu'ring weapon heav'n bestows</br>In the grey goose's wing!  which, tow'ring high,</br>Bears thy rich fancy to IMMORTAL FAME!</br>"]