["Now was the Welkyn all invelloped</br>With duskie Mantle of the sable Night:</br>And CYNTHIA, lifting up her drouping head,</br>Blusht at the Beautie of her borrowed light,</br>When Sleepe now summon'd every mortal wight.</br>Then loe (me thought) I saw or seem'd to see,</br>An heavenly Creature like an Angell bright,</br>That in great haste came pacing towards me:</br>Was never mortall eye beheld so faire a Shee.", "Thou lazie man (quoth she) what mak'st thou heere</br>(Luld in the lap of Honours Enimie?)</br>I heere commaund thee now for to appeare</br>(By vertue of JOVES mickle Majestie)</br>In yonder Wood.  (Which with her finger shee</br>Out-poynting) had no sooner turn'd her face,</br>And leaving mee to muze what she should bee,</br>Yvanished into some other place:</br>But straite (me thought) I saw a rout of heavenlie Race.", "Downe in a Dale, hard by a Forrest side,</br>(Under the shaddow of a loftie Pine,)</br>Not far from whence a trickling streame did glide,</br>Did nature by her secret art combine,</br>A pleasant Arbour, of a spreading Vine:</br>Wherein Art strove with nature to compaire,</br>That made it rather seems a thing divine</br>Being scituate all in the open Aire:</br>A fairer nere was scene, if any scene so faire.", "There might one see, and yet not see (indeede)</br>Fresh Flora flourishing in chiefest Prime,</br>Arrayed all in gay and gorgeous weede,</br>The Primrose and sweet-smelling Eglantine,</br>As fitted best beguiling so the time:</br>And ever as she went she strewd the place,</br>Red-roses mixt with Daffadillies fine,</br>For Gods and Goddesses, that in like case</br>In this same order sat, with il-beseeming grace.", "First, in a royall Chaire of massie gold,</br>(Bard all about with plates of burning steele)</br>Sat Jupiter most glorious to behold,</br>And in his hand was placed Fortunes wheele:</br>The which he often turn'd, and oft did reele.</br>And next to him, in griefe and gealouzie,</br>(If sight may censure what the heart doth feele)</br>In sad lament was placed Mercurie;</br>That dying seem'd to weep, and weeping seem'd to die.", "On th' other side, above the other twaine,</br>(Delighting as it seem'd to sit alone)</br>Sat Mulciber; in pride and high disdaine,</br>Mounted on high upon a stately throne,</br>And even with that I heard a deadly grone:</br>Muzing at this, and such an uncouth sight,</br>(Not knowing what shoulde make that piteous mone)</br>I saw three furies, all in Armour dight,</br>With every one a Lampe, and every one a light.", "I deemed so; nor was I much deceav'd,</br>For poured forth in sensuall Delight,</br>There might I see of Sences quite bereav'd</br>King Priams Sonne, that Alexander hight,</br>(Wrapt in the Mantle of eternall Night.)</br>And under him, awaiting for his fall,</br>Sate Shame, here Death, and there sat fel Despight,</br>That with their Horrour did his heart appall:</br>Thus was his Blisse to Bale, his Hony turn'd to gall.", "In which delight feeding mine hungry eye,</br>Of two great Goddesses a sight I had,</br>And after them in wondrous Jollity,</br>(As one that inly joy'd, so was she glad)</br>The Queene of Love full royallie yclad,</br>In glistring Golde, and peerelesse precious stone,</br>There might I spie:  and her Companion bad,</br>Proud Paris, Nephew to Laomedon,</br>That afterward did cause the Death of many a one.", "By this the formost melting all in teares,</br>And rayning downe resolved Pearls in showers,</br>Gan to approach the place of heavenly Pheares,</br>And with her weeping, watring all their Bowers,</br>Throwing sweet Odors on those fading flowers,</br>At length, she them bespake thus mournfullie.</br>High Jove (quoth she) and yee Coelestiall powers,</br>That here in Judgement sit twixt her and mee,</br>Now listen (for a while) and judge with equitie.", "Sporting selves to day, as wee were woont</br>(I meane, I, Pallas, and the Queene of Love.)</br>Intending with Diana for to hunt,</br>On Ida Mountaine top our skill to prove,</br>A golden Ball was trindled from above,</br>And on the Rinde was writ this Poesie,</br>PULCHERIMAE  for which a while we strove,</br>Each saying shee was fairest of the three,</br>When loe a shepheards Swaine not far away we see.", "I spi'd him first, and spying thus bespake,</br>Shall yonder Swaine unfolde the mysterie?</br>Agreed (quoth Venus,) and by Stygian Lake,</br>To whom he gives the ball so shall it bee:</br>Nor from his censure will I flie, quoth shee,</br>(Poynting to Pallas) though I loose the gole.</br>Thus every one yplac'd in her degree,</br>The Shepheard comes, whose partial eies gan role,</br>And on our beuties look't, and of our beuties stole.", "I promis'd wealth, Minerva promised wit,</br>(Shee promis'd wit to him that was unwise,)</br>But he (fond foole) had soone refused it,</br>And minding to bestow that glorious Prize,</br>On Venus, that with pleasure might suffize</br>His greedie minde in loose lasciviousnes:</br>Upon a sudden, wanting goode advice,</br>Holde heere (quoth he) this golden Ball possesse,</br>Which Paris gives to thee for meede of worthines,", "Thus have I shew'd the summe of all my sute,</br>And as a Plaintiffe heere appeale to thee,</br>And to the rest.  Whose folly I impute</br>To filthie lust, and partialitie,</br>That made him judge amisse:  and so doo we</br>(Quoth Pallas, Venus,) nor will I gaine-say,</br>Although it's mine by right, yet willinglie,</br>I heere disclaime my title and obey:</br>When silence being made, Jove thus began to saie.", "Thou Venus, art my darling, thou my deare,</br>(Minerva,) shee, my sister and my wife:</br>So that of all a due respect I beare,</br>Assign'd as one to end this doubtfull strife</br>(Touching your forme, your fame, your love, your life)</br>Beauty is vaine much like a gloomy light,</br>And wanting wit is counted but a trife,</br>Especially when Honour's put to flight:</br>Thus of a lovely, soone becomes a loathly sight.", "Wit without wealth is bad, yet counted good,</br>Wealth wanting wisdom's worse, yet deem'd as wel,</br>From whence (for ay) doth flow, as from a flood,</br>A pleasant Poyson, and a heavenly Hell,</br>Where mortall men do covet still to dwell.</br>Yet one there is to Vertue so inclin'd,</br>That as for Majesty she beares the Bell,</br>So in the truth who tries her princelie minde,</br>Both Wisdom, Beauty, Wealth, and all in her shall find.", "In Westerne world amids the Ocean maine,</br>In compleat Vertue shining like the Sunne,</br>In great Renowne a maiden Queene doth raigne,</br>Whose royall Race, in Ruine first begun,</br>Till Heavens bright Lamps dissolve shall nere bee done:</br>In whose faire eies Love linckt with vertues been,</br>In everlasting Peace and Union.</br>Which sweet Consort in her full well beseeme</br>Of Bounty, and of Beauty fairest Fayrie Queene.", "And to conclude, the gifts in her yfound,</br>Are all so noble, royall, and so rare,</br>That more and more in her they doe abound;</br>In her most peerelesse Prince without compare,</br>Endowing still her minde with vertuous care:</br>That through the world (so wide) the flying fame,</br>(And Name that Envies selfe cannot impaire,)</br>Is blown of this faire Queen, this gorgeous dame,</br>Fame borrowing al mens mouths to royalize the same.", "And with this sentence Jupiter did end,</br>This is the Pricke (quoth he) this is the praies,</br>To whom, this as a Present I will send,</br>That shameth Cynthia in her silver Raies,</br>If so you three this deed doe not displease.</br>Then one, and all, and every one of them,</br>To her that is the honour of her daies,</br>A second Judith in JERUSALEM,</br>To her we send this Pearle, this Jewell, and this Jem.", "Then call'd he up the winged Mercury,</br>(The mighty Messenger of Gods enrold,)</br>And bad him hither hastily to hie,</br>Whom tended by her Nymphes he should behold,</br>(Like Pearles ycouched all in shining gold.)</br>And even with that, from pleasant slumbring sleepe,</br>(Desiring much these wonders to unfold)</br>I wak'ning, when Aurora gan to peepe,</br>Depriv'd so soone of my sweet Dreame, gan almost weepe.", "THE CONCLUSION.</br>Thus, sacred Virgin, Muse of chastitie,</br>This difference is betwixt the Moone and thee:</br>Shee shines by Night; but thou by Day do'st shine:</br>Shee Monthly changeth; thou dost nere decline:</br>And as the Sunne, to her, doth lend his light,</br>So hee, by thee, is onely made so bright:</br>Yet neither Sun, nor Moone, thou canst be named,</br>Because thy light hath both their beauties shamed:</br>Then, since an heavenly Name doth thee befall,</br>Thou VIRGO art:  (if any Signe at all).</br>"]