["Thou art not one of those, who, by retreating</br>Far from the tumult of life's busy throng,</br>Have foster'd feelings, fair; &mdash; but, O how fleeting!&mdash;</br>Fraught with delight to every child of song:</br>Yet should I do thee, sure, ungrateful wrong,</br>Did I not feel a poet's warmest pride</br>In styling thee my patron: &mdash; since among</br>The few, whose partial smiles have hope supplied,</br>Thine, dear for friendship's sake, have never been denied.", "Yet when at first I met thee, (pardon me,</br>I did not know thee then as now I do,)</br>I scarcely dar'd to hope that there might be</br>One rallying point between us: &mdash; well I knew,</br>By common fame, thy life to honour true;</br>Integrity unquestion'd, warm good-will;&mdash;</br>And yet I could but think how very few</br>Can mingle with the world and cherish still</br>That genuine love of song which worldly feelings chill.", "The panting pilgrim, who on Arab's sands</br>Plods wearily along the sterile scene,</br>Where far and wide a dreary waste expands;&mdash;</br>When on his eye a glimpse of living green</br>Glances at distance, with what alter'd mien</br>He journeys on: &mdash; hope in his bosom glows,</br>And fancy's eye beholds the glist'ning sheen</br>Of the fair streamlet, as it freshly flows,</br>Beside whose brink ere long he gladly shall repose.", "And such the feeling was, by thee excited,</br>When first this volume ask'd thy friendly aid:&mdash;</br>All I could ask was given, though unrequited,</br>Except as far as feeble thanks repaid</br>Thy generous efforts; still more grateful made</br>By that unpatronizing grace, which cast</br>O'er kindnesses conferr'd a partial shade</br>As wishing them to be unheeded past;&mdash;</br>Despite that delicate veil their memory long shall last.", "To thee, and one like thee, whose honour'd name</br>Could not be honour'd more by verse of mine,</br>These fleeting pages owe their right to claim</br>Existence: &mdash; and if here and there a line,</br>Worthy a votary of the tuneful Nine,</br>Be found to Nature's better feelings true;</br>Or in my verses aught of genius shine,</br>Or passion's genuine tone, or fancy's hue;</br>Much of their meed of praise is justly due to you.", "Enough of this: &mdash; 'tis time such theme should end,</br>Yet more might be forgiven:  could he say less,</br>Who in a stranger finds a steadfast friend?</br>No, surely not:  the warm heart will express</br>What generous bosoms easily may guess</br>Is glowing in it: &mdash; it will entertain</br>Wishes most ardent for the happiness</br>Of those who've foster'd it:  nor can refrain</br>E'en when expression gives a sense of transient pain.", "One of the purest blessings life can give</br>Is felt by those, who, ere its final close,</br>Have given decided proof they did not live</br>For themselves only: &mdash; this the parent knows,</br>Who, ere he sink to Nature's last repose,</br>Sees round him those who owe their all to him;</br>While the warm smile that in each visage glows</br>Lends buoyant vigour to the languid limb,</br>And keeps the cup of joy still mantling to its brim.", "Nor less his pure delight, though far more rare,</br>Who lonely, &mdash; not unlov'd; &mdash; by ties unbound,</br>Except by choice impos'd, and free as air,&mdash;</br>Attaches to him those whose hearts have found</br>Much in the world to inflict that rankling wound</br>Which disappointment deals.  O!  does not he,</br>(If ever bard his benefactor crown'd,)</br>Deserve that round his brows entwin'd should be</br>A wreath more deathless far than I have woven thee?</br>"]