["HOW THE BRIDE RETURNED TO RAVENNA.</br>It has surprised me often, as I write,</br>That I, who have of late known small delight,</br>Should thus pursue a mournful theme, and make</br>My very solace of distress partake.</br>And I have longed sometimes, I must confess,</br>To start at once from notes of wretchedness,</br>And in a key would make you rise and dance,</br>Strike up a blithe defiance to mischance.</br>But work begun, an interest in it, shame</br>At turning cowed to the thoughts I frame,</br>Necessity to keep firm face on sorrow,</br>Some flattering, sweet-lipped question every morrow,</br>And above all, the poet's task divine</br>Of making tears to charm the sorrow past,</br>Have held me on, and shall do to the last.", "Sorrow to him who has a true touched ear,</br>Is but the discord of a warbling sphere,</br>A lurking contrast, which though harsh it be,</br>Distils the next note more deliciously.</br>E'en tales like this, founded on real woe,</br>From bitter seed to balmy fruitage grow:</br>The woe was earthly, fugitive, is past;</br>The song that sweetens it, may always last.</br>And even they, whose shattered hearts and frames</br>Make them unhappiest of poetic names,</br>What are they, if they know their calling high,</br>But crushed perfumes exhaling to the sky?</br>Or weeping clouds, that but a while are seen,</br>Yet keep the earth they haste to, bright and green?", "Once, and but once, &mdash; nor with a scornful face</br>Tried worth will hear, &mdash;that scene again took place.</br>Partly by chance they met, partly to see</br>The spot where they had last gone smilingly,</br>But most, from failure of all self-support;&mdash;</br>And oh!  the meeting in that loved resort!</br>No peevishness there was, no loud distress,</br>No mean, recriminating selfishness;</br>But a mute gush of hiding tears from one</br>Clasped to the core of him, who yet shed none,&mdash;</br>And self-accusings then, which he began,</br>And into which her tearful sweetness ran;</br>And then kind looks, with meeting eyes again,</br>Starting to deprecate the other's pain;</br>Till half persuasions they could scarce do wrong,</br>And sudden sense of wretchedness, more strong,</br>And &mdash; why should I add more? &mdash; again they parted,</br>He doubly torn for her, and she nigh broken-hearted.", "She never ventured in that spot again;</br>And Paulo knew it, but could not refrain;</br>He went again one day; and how it looked!</br>The calm, old shade! &mdash; his presence felt rebuked.</br>It seemed, as if the hopes of his young heart,</br>His kindness, and his generous scorn of art,</br>Had all been a mere dream, or at the best</br>A vain negation that could stand no test;</br>And that on waking from his idle fit,</br>He found himself (how could he think of it!)</br>A selfish boaster, and a hypocrite.", "That thought before had grieved him; but the pain</br>Cut sharp and sudden, now it came again.</br>Sick thoughts of late had made his body sick,</br>And this, in turn, to them grown strangely quick;</br>And pale he stood, and seemed to burst all o'er</br>Into moist anguish never felt before,</br>And with a dreadful certainty to know</br>His peace was gone, and all to come was woe.</br>Francesca too, &mdash; the being made to bless,&mdash;</br>Destined by him to the same wretchedness,&mdash;</br>It seemed as if such whelming thoughts must find</br>Some props for them, or he should lose his mind.&mdash;</br>And find he did, not what the worse disease</br>Of want of charity calls sophistries,&mdash;</br>Nor what can cure a generous heart of pain,&mdash;</br>But humble guesses, helping to sustain.</br>He thought, with quick philosophy, of things</br>Rarely found out except through sufferings,&mdash;</br>Of habit, circumstance, design, degree,</br>Merit, and will, and thoughtful charity:</br>And these, although they push'd down, as they rose</br>His self-respect, and all those morning shews</br>Of true and perfect, which his youth had built,</br>Pushed with them too the worst of others guilt;</br>And furnished him, at least, with something kind,</br>On which to lean a sad and startled mind:</br>Till youth, and natural vigour, and the dread</br>Of self-betrayal, and a thought that spread</br>From time to time in gladness o'er his face,</br>That she he loved could have done nothing base,</br>Helped to restore him to his usual life,</br>Though grave at heart, and with himself at strife;</br>And he would rise betimes, day after day,</br>And mount his favourite horse, and ride away</br>Miles in the country, looking round about,</br>As he glode by, to force his thoughts without;</br>And, when he found it vain, would pierce the shade</br>Of some enwooded field or closer glade,</br>And there dismounting, idly sit, and sigh,</br>Or pluck the grass beside him with vague eye,</br>And almost envy the poor beast, that went</br>Cropping it, here and there, with dumb content.</br>But thus, at least, he exercised his blood,</br>And kept it livelier than inaction could;</br>And thus he earned for his thought-working head</br>The power of sleeping when he went to bed,</br>And was enabled still to wear away</br>That task of loaded hearts, another day.", "But she, the gentler frame, &mdash; the shaken flower,</br>Plucked up to wither in a foreign bower,&mdash;</br>The struggling, virtue-loving, fallen she,</br>Wife that still was, and mother that might be,&mdash;</br>What could she do, unable thus to keep</br>Her strength alive, but sit, and think, and weep,</br>For ever stooping o'er her broidery frame,</br>Half blind, and longing till the night-time came,</br>When worn and wearied out with the day's sorrow</br>She might be still and senseless till the morrow.", "And oh, the morrow, how it used to rise!</br>How would she open her despairing eyes,</br>And from the sense of the long lingering day,</br>Rushing upon her, almost turn away,</br>Loathing the light, and groan to sleep again!</br>Then sighing once for all, to meet the pain,</br>She would get up in haste, and try to pass</br>The time in patience, wretched as it was;</br>Till patience self, in her distempered sight,</br>Would seem a charm to which she had no right,</br>And trembling at the lip, and pale with fears,</br>She shook her head, and burst into fresh tears.</br>Old comforts now were not at her command:</br>The falcon reached in vain from off his stand;</br>The flowers were not refreshed; the very light,</br>The sunshine, seemed as if it shone at night;</br>The least noise smote her like a sudden wound;</br>And did she hear but the remotest sound</br>Of song or instrument about the place,</br>She hid with both her hands her streaming face.</br>But worse to her than all (and oh!  thought she,</br>That ever, ever, such a worse should be!)</br>The sight of infant was, or child at play;</br>Then would she turn, and move her lips, and pray,</br>That heaven would take her, if it pleased, away.", "I pass the meetings Paulo had with her:&mdash;</br>Calm were they in their outward character,</br>Or pallid efforts, rather, to suppress</br>The pangs within, that either's might be less;</br>And ended mostly with a passionate start</br>Of tears and kindness, when they came to part.</br>Thinner he grew, she thought, and pale with care;</br>\"And I, 'twas I, that dashed his noble air!\"</br>He saw her wasting, yet with placid shew;</br>And scarce could help exclaiming in his woe,</br>\"O gentle creature, look not at me so!\"", "But Prince Giovanni, whom her wan distress</br>Had touched, of late, with a new tenderness,</br>Which to his fresh surprise did but appear</br>To wound her more than when he was severe,</br>Began, with other helps perhaps, to see</br>Strange things, and missed his brother's company.</br>What a convulsion was the first sensation!</br>Rage, wonder, misery, scorn, humiliation,</br>A self-love, struck as with a personal blow</br>Gloomy revenge, a prospect full of woe,</br>All rushed upon him, like the sudden view</br>Of some new world, foreign to all he knew,</br>Where he had waked and found disease's visions true.", "If any lingering hope that he was wrong,</br>Smooth'd o'er him now and then, 'twas not so long.</br>Next night, as sullenly awake he lay,</br>Considering what to do the approaching day,</br>He heard his wife say something in her sleep:&mdash;</br>He shook, and listened; &mdash; she began to weep,</br>And moaning louder, seemed to shake her head,</br>Till all at once articulate, she said,</br>\"He loves his brother yet &mdash; dear heaven, 'twas I&mdash;\"</br>Then lower voiced &mdash; \"only &mdash; do let me die.\"", "The prince looked at her hastily; &mdash; no more;</br>He dresses, takes his sword, and through the door</br>Goes, like a spirit, in the morning air;&mdash;</br>His squire awaked attends; and they repair,</br>Silent as wonder, to his brother's room:&mdash;</br>His squire calls him up too; and forth they come.", "The brothers meet, &mdash; Giovanni scarce in breath,</br>Yet firm and fierce, Paulo as pale as death.</br>\"May I request, sir,\" said the prince, and frowned,</br>\"Your ear a moment in the tilting ground?\"</br>\"There, brother?\"  answer'd Paulo, with an air</br>Surprised and shocked.  \"Yes, brother,\" cried he, \"there.\"</br>The word smote crushingly; and paler still,</br>He bowed, and moved his lips, as waiting on his will.", "Giovanni turned, and from the tower descending,</br>The squires, with looks of sad surprise, attending,</br>They issued forth in the moist-striking air,</br>And towards the tilt-yard crossed a planted square.</br>'Twas a fresh autumn dawn, vigorous and chill;</br>The lightsome morning star was sparkling still,</br>Ere it turned in to heaven; and far away</br>Appeared the streaky fingers of the day.</br>An opening in the trees took Paulo's eye,</br>As mute his brother and himself went by:</br>It was a glimpse of the tall wooded mound,</br>That screened Francesca's favourite spot of ground:</br>Massy and dark in the clear twilight stood,</br>As in a lingering sleep, the solemn wood;</br>And through the bowering arch, which led inside,</br>He almost fancied once, that he descried</br>A marble gleam, where the pavilion lay&mdash;</br>Starting he turned, and looked another way.", "Arrived, and the two squires withdrawn apart,</br>The prince spoke low, as with a labouring heart,</br>And said, \"Before you answer what you can,</br>\"I wish to tell you, as a gentleman,</br>\"That what you may confess,\" (and as he spoke</br>His voice with breathless and pale passion broke)</br>\"Will implicate no person known to you,</br>More than disquiet in its sleep may do.\"", "Paulo's heart bled; he waved his hand, and bent</br>His head a little in acknowledgment.</br>\"Say then, sir, if you can,\" continued he,</br>\"One word will do &mdash; you have not injured me:</br>\"Tell me but so, and I shall bear the pain</br>\"Of having asked a question I disdain;&mdash;</br>\"But utter nothing, if not that one word;</br>\"And meet me this:\" &mdash; he stopped, and drew his sword.</br>Paulo seemed firmer grown from his despair;</br>He drew a little back; and with the air</br>Of one who would do well, not from a right</br>To be well thought of, but in guilt's despite,</br>\"I am,\" said he, \"I know, &mdash; 'twas not so ever&mdash;</br>\"But fight for it!  and with a brother!  Never.\"</br>\"How!\"  with uplifted voice, exclaimed the other;</br>\"The vile pretence!  who asked you &mdash; with a brother?</br>\"Brother!  O traitor to the noble name</br>Of Maletesta, I deny the claim.</br>What!  wound it deepest?  strike me to the core,</br>Me, and the hopes which I can have no more,</br>And then, as never brother of mine could,</br>Shrink from the letting a few drops of blood?\"", "\"It is not so,\" cried Paulo, \"'tis not so;</br>But I would save you from a further woe.\"", "\"A further woe, recreant!\"  retorted he:</br>I know of none:  yes, one there still may be:</br>Save me the woe, save me the dire disgrace,</br>Of seeing one of an illustrious race</br>Bearing about a heart, which feared no law,</br>And a vile sword, which yet he dared not draw.\"", "\"Brother, dear brother!\"  Paulo cried, \"nay, nay,</br>I'll use the word no more; &mdash; but peace, I pray!</br>You trample on a soul, sunk at your feet!\"</br>'Tis false!\"  exclaimed the prince; \"'tis a retreat</br>To which you fly, when manly wrongs pursue,</br>And fear the grave you bring a woman to.\"", "A sudden start, yet not of pride or pain,</br>Paulo here gave; he seemed to rise again;</br>And taking off his cap without a word,</br>He drew, and kissed the crossed hilt of his sword,</br>Looking to heaven; &mdash; then with a steady brow,</br>Mild, yet not feeble, said, \"I'm ready now.\"", "\"A noble word!\" exclaimed the prince, and smote</br>The ground beneath him with his firming foot:&mdash;</br>The squires rush in between, in their despair,</br>But both the princes tell them to beware.", "\"Back, Gerard,\" cries Giovanni; \"I require</br>No teacher here, but an observant squire.\"</br>\"Back, Tristan,\" Paulo cries; \"fear not for me;</br>All is not worst that so appears to thee.</br>And here,\" said he, \"a word.\"  The poor youth came,</br>Starting in sweeter tears to hear his name:</br>A whisper, and a charge there seemed to be,</br>Given to him kindly yet inflexibly:</br>Both squires then drew apart again, and stood</br>Mournfully both, each in his several mood,&mdash;</br>One half in rage, as to himself he speaks,</br>The other with the tears streaming down both his cheeks.", "The prince attacked with nerve in every limb,</br>Nor seemed the other slow to strike again;</br>Yet as the fight grew warm, 'twas evident,</br>One fought to wound, the other to prevent:</br>Giovanni pressed, and pushed, and shifted aim,</br>And played his weapon like a tongue of flame;</br>Paulo retired, and warded, turned on heel,</br>And led him, step by step, round like a wheel.</br>Sometimes indeed he feigned an angrier start,</br>But still relapsed, and played his former part.</br>\"What!\"  cried Giovanni, who grew still more fierce,</br>\"Fighting in sport?  Playing your cart and tierce?\"</br>\"Not so, my prince,\" said Paulo; \"have a care</br>How you think so, or I shall wound you there.\"</br>He stamped, and watching as he spoke the word,</br>Drove, with his breast, full on his brother's sword.</br>'Twas done.  He staggered; and in falling prest</br>Giovanni's foot with his right hand and breast:</br>Then on his elbow turned, and raising t' other,</br>He smiled and said, \"No fault of yours, my brother;</br>An accident &mdash; a slip &mdash; the finishing one</br>To errors by that poor old man begun.</br>You'll not &mdash; you'll not\" &mdash; his heart leaped on before,</br>And choked his utterance; but he smiled once more,</br>For as his hand grew lax, he felt it prest;&mdash;</br>And so, his dim eyes sliding into rest,</br>He turned him round, and dropt with hiding head,</br>And, in that loosening drop, his spirit fled.", "But noble passion touched Giovanni's soul;</br>He seemed to feel the clouds of habit roll</br>Away from him at once, with all their scorning,</br>And out he spoke, in the clear air of morning:&mdash;</br>\"By heaven, by heaven, and all the better part</br>Of us poor creatures with a human heart,</br>I trust we reap at last, as well as plough;&mdash;</br>But there, meantime, my brother, liest thou;</br>And, Paulo, thou wert the completest knight,</br>That ever rode with banner to the fight;</br>And thou wert the most beautiful to see,</br>That ever came in press of chivalry;</br>And of a sinful man, thou wert the best,</br>That ever for his friend put spear in rest;</br>And thou wert the most meek and cordial,</br>That ever among ladies ate in hall;</br>And thou wert still, for all that bosom gored,</br>The kindest man that ever struck with sword.\"", "At this the words forsook his tongue; and he,</br>Who scarcely had shed tears since infancy,</br>Felt his stern visage thrill, and meekly bow'd</br>His head, and for his brother wept aloud.</br>The squires with glimmering tears &mdash; Tristan, indeed,</br>Heart-struck, and hardly able to proceed,&mdash;</br>Double their scarfs about the fatal wound,</br>And raise the body up to quit the ground.</br>Giovanni starts; and motioning to take</br>The way they came, follows his brother back,</br>And having seen him laid upon the bed,</br>No further look he gave him, nor tear shed,</br>But went away, such as he used to be,</br>With looks of stately will and calm austerity.", "Tristan, who when he was to make the best</br>Of something sad and not to be redressed,</br>Could show a heart as firm as it was kind,</br>Now locked his tears up, and seemed all resigned,</br>And to Francesca's chamber took his way,</br>To tell her what his master bade him say.</br>He found her ladies up and down the stairs</br>Moving with noiseless caution, and in tears,</br>And that the sad news had before him got,</br>Though she herself, it seemed, yet knew it not.</br>The door, as tenderly as miser's purse,</br>Was opened to him by her aged nurse,</br>Who shaking her old head, and pressing close</br>Her withered lips to keep the tears that rose,</br>Made signs she guessed what 'twas he came about,</br>And so his arm squeezed gently, and went out.", "The princess, who had passed a fearful night,</br>Toiling with dreams, &mdash; fright crowding upon fright,</br>Had missed her husband at that early hour,</br>And when she tried to rise, found she'd no power.</br>Yet as her body seemed to go, her mind</br>Felt, though in anguish still, strangely resigned;</br>And moving not, nor weeping, mute she lay,</br>Wasting in patient gravity away.</br>The nurse, sometime before with gentle creep</br>Had drawn the curtains, hoping she might sleep:</br>But suddenly she asked, though not with fear,</br>\"Brangin, what bustle's that I seem to hear?\"</br>And the poor creature, who the news had heard,</br>Pretending to be busy, had just stirred</br>Something about the room, and answered not a word.", "\"Who's there?\"  said that sweet voice, kindly and clear,</br>Which in its stronger days was joy to hear:&mdash;</br>Its weakness now almost deprived the squire</br>Of his new firmness, but approaching nigher,</br>\"Madam,\" said he, \"'tis I; one who may say,</br>He loves his friends more than himself to-day;\"&mdash;</br>\"Tristan.\" &mdash; She paused a little, and then said&mdash;</br>\"Tristan &mdash; my friend, what noise thus haunts my head?</br>Something I'm sure has happened &mdash; tell me what&mdash;</br>I can bear all, though you may fancy not.\"</br>\"Madam,\" replied the squire, \"you are, I know,</br>All sweetness &mdash; pardon me for saying so.</br>My master bade me say then,\" resumed he,</br>\"That he spoke firmly, when he told it me,&mdash;</br>That I was also, madam, to your ear</br>Firmly to speak, and you firmly to hear,&mdash;</br>That he was forced this day, whether or no,</br>To combat with the prince; and that although</br>His noble brother was no fratricide,</br>Yet in that fight, and on his sword, &mdash; he died.\"", "\"I understand,\" with firmness answered she,</br>More low in voice, but still composedly.</br>\"Now, Tristan &mdash; faithful friend &mdash; leave me; and take</br>This trifle here, and keep it for my sake.\"</br>So saying, from the curtains she put forth</br>Her thin white hand, that held a ring of worth;</br>And he, with tears no longer to be kept</br>From quenching his heart's thirst, silently wept,</br>And kneeling took the ring, and touched her hand</br>To either streaming eye, with homage bland,</br>And looking on it once, gently up started,</br>And in his reverent stillness so departed.", "Her favourite lady then with the old nurse</br>Returned, and fearing she must now be worse,</br>Gently withdrew the curtains, and looked in:&mdash;</br>O, who that feels one godlike spark within,</br>Shall say that earthly suffering cancels not frail sin!</br>There lay she praying, upwardly intent,</br>Like a fair statue on a monument,</br>With her two trembling hands together prest,</br>Palm against palm, and pointing from her breast.</br>She ceased, and turning slowly towards the wall,</br>They saw her tremble sharply, feet and all,&mdash;</br>Then suddenly be still.  Near and more near</br>They bent with pale inquiry and close ear;&mdash;</br>Her eyes were shut &mdash; no motion &mdash; not a breath&mdash;</br>The gentle sufferer was at peace in death.", "I pass the grief that struck to every face,</br>And the mute anguish all about that place,</br>In which the silent people, here and there,</br>Went soft, as though she still could feel their care.</br>The gentle-tempered for a while forgot</br>Their own distress, or wept the common lot:</br>The warmer, apter now to take offence,</br>Yet hushed as they rebuked, and wondered whence</br>Others at such a time could get their want of sense.", "Fain would I haste indeed to finish all;</br>And so at once I reach the funeral.</br>Private 'twas fancied it must be, though some</br>Thought that her sire, the poor old duke, would come:</br>And some were wondering in their pity, whether</br>The lovers might not have one grave together.</br>Next day, however, from the palace gate</br>A blast of trumpets blew, like voice of fate;</br>And all in sable clad, forth came again</br>A portion of the former sprightly train;</br>Gerard was next, and then a rank of friars;</br>And then, with heralds on each side, two squires,</br>The one of whom upon a cushion bore</br>The coroneted helm Prince Paulo wore,</br>His shield the other; &mdash; then there was a space,</br>And in the middle, with a doubtful pace,</br>His horse succeeded, plumed and trapped in black,</br>Bearing the sword and banner on his back:</br>The noble creature, as in state he trod,</br>Appeared as if he missed his princely load;</br>And with back-rolling eye and lingering pride,</br>To hope his master still might come to ride.</br>Then Tristan, heedless of what passed around,</br>Rode by himself, with eyes upon the ground.</br>Then heralds in a row:  and last of all</br>Appeared a hearse, hung with an ermined pall,</br>And bearing on its top, together set,</br>A prince's and princess's coronet.</br>Mutely they issued forth, black, slow, dejected,</br>Nor stopped within the walls, as most expected;</br>But passed the gates &mdash; the bridge &mdash; the last abode,&mdash;</br>And towards Ravenna held their silent road.", "The prince, it seems, struck since his brother's death,</br>With what he hinted with his dying breath,</br>And told by others now of all they knew,</br>Had instantly determined what to do;</br>And from a mingled feeling, which he strove</br>To hide no longer from his taught self-love,</br>Of sorrow, shame, resentment, and a sense</br>Of justice owing to that first offence,</br>Had, on the day preceding, written word</br>To the old duke of all that had occurred.</br>\"And though I shall not,\" (so concluded he,)</br>\"Otherwise touch thine age's misery,</br>Yet as I would that both one grave should hide,</br>Which can, and must not be, where I reside,</br>'Tis fit, though all have something to deplore,</br>That he, who joined them once, should keep to part no more.\"", "The wretched father, who, when he had read</br>This letter, felt it wither his grey head,</br>And ever since had paced about his room,</br>Trembling, and and at the windows looking out,</br>Had given such orders, as he well could frame,</br>To meet devoutly whatsoever came;</br>And as the news immediately took flight,</br>Few in Ravenna went to sleep that night,</br>But talked the business over, and reviewed</br>All that they knew of her, the fair and good;</br>And so with wondering sorrow the next day,</br>Waited till they should see that sad array.", "The days were then at close of autumn, &mdash; still,</br>A little rainy, and towards night-fall chill;</br>There was a fitful, moaning air abroad;</br>And ever and anon, over the road,</br>The last few leaves came fluttering from the trees,</br>Whose trunks now thronged to sight, in dark varieties.</br>The people, who from reverence kept at home,</br>Listened till afternoon to hear them come;</br>And hour on hour went by, and nought was heard</br>But some chance horseman, or the wind that stirred,</br>Till towards the vesper hour; and then 'twas said</br>Some heard a voice, which seemed as if it read;</br>And others said, that they could hear a sound</br>Of many horses trampling the moist ground.</br>Still nothing came, &mdash; till on a sudden, just</br>As the wind opened in a rising gust,</br>A voice of chanting rose, and as it spread,</br>They plainly heard the anthem for the dead.</br>It was the choristers who went to meet</br>The train, and now were entering the first street.</br>Then turned aside that city, young and old,</br>And in their lifted hands the gushing sorrow rolled.", "But of the older people, few could bear</br>To keep the window, when the train drew near;</br>And all felt double tenderness to see</br>The bier approaching, slow and steadily,</br>On which those two in senseless coldness lay,</br>Who but a few short months &mdash; it seemed a day&mdash;</br>Had left their walls, lovely in form and mind,</br>In sunny manhood he, &mdash; she first of womankind.", "They say, that when Duke Guido saw them come,</br>He clasped his hands, and looking round the room,</br>Lost his old wits for ever.  From the morrow</br>None saw him after.  But no more of sorrow.</br>On that same night, those lovers silently</br>Were buried in one grave, under a tree.</br>There, side by side, and hand in hand, they lay</br>In the green ground: &mdash; and on fine nights in May</br>Young hearts betrothed used to go there to pray.</br>"]