["From low and abject Themes the Grov'ling Muse</br>Now mounts Aerial, to sing of Arms</br>Triumphant, and emblaze the Martial Acts</br>Of Britain's Heroe; may the Verse not sink</br>Beneath his Merits, but detain a while</br>Thy Ear, O HARLEY, (tho thy Country's Weal</br>Depends on Thee, tho' Mighty ANNE requires</br>Thy hourly Counsels) since with ev'ry Art</br>Thy self adorn'd, the mean Essays of Youth</br>Thou wilt not damp, but guide, wherever found,</br>The willing Genius to the Muses Seat:</br>Therefore Thee first, and last, the Muse shall Sing.", "Long had the Gallic Monarch uncontrol'd</br>Enlarg'd his Borders, and of Human Force</br>Opponent slightly tho'ught, in Heart elate,</br>As erst Sesostris, (proud Aegyptian King,</br>That Monarchs harness'd to his Chariot yok't,</br>(Base Servitude!)  and his dethron'd Compeers</br>Lasht furious; they in sullen Majesty</br>Drew the uneasie Load.  Nor less he aim'd</br>At Universal Sway:  For WILLIAM's Arm</br>Could naught avail, however fam'd in War;</br>Nor Armies leagu'd, that diversly assay'd</br>To curb his Pow'r enormous; like an Oak,</br>That stands secure, tho' all the Winds employ</br>Their ceaseless Roar, and only sheds its Leaves,</br>Or Mast, which the revolving Spring restores:</br>So stood he, and Alone; Alone defy'd</br>The Europaean Thrones combin'd, and still</br>Had set at Naught their Machinations vain,</br>But that Great ANNE, weighing th' Events of War</br>Momentous, in Her prudent Heart, Thee chose,</br>Thee, CHURCHILL, to direct in nice Extreams</br>Her banner'd Legions.  Now their pristin Worth</br>The Britons recollect, and gladly change</br>Sweet Native Home for unaccustom'd Air,</br>And other Climes, where diff'rent Food and Soil</br>Portend Distempers; over dank, and dry,</br>They journey toilsome, unfatigu'd with Length</br>Of March, unstruck with Horror at the sight</br>Of Alpine Ridges bleak, high stretching Hills,</br>All White with Summer Snows.  They go beyond</br>The Trace of English Steps, where scarce the Sound</br>Of Henry's Arms arriv'd; such Strength of Heart</br>Thy Conduct, and Example gives; nor small</br>Encouragement GODOLPHIN, Wise, and Just,</br>Equal in Merit, Honour, and Success,</br>To Burleigh, (fortunate alike to serve</br>The Best of Queens:)  He, of the Royal Store</br>Splendidly frugal, sits whole Nights devoid</br>Of sweet Repose, Industrious to procure</br>The Soldiers Ease; to Regions far remote</br>His Care extends, and to the British Host</br>Makes ravag'd Countries plenteous as their own.", "And now, O CHURCHILL, at thy wisht Approach</br>The Germans, hopeless of Success, forlorn,</br>With many an Inroad gor'd, their drooping Cheer</br>New animated rouse; not more rejoice</br>The miserable Race of Men, that live</br>Benighted half the Year, benumm'd with Frosts</br>Perpetual, and rough Boreas keenest Breath,</br>Under the Polar Bear, inclement Sky,</br>When first the Sun with New-born Light removes</br>The long incumbent Gloom; gladly to thee</br>Heroic Laurel'd EUGENE yields the Prime,</br>Nor thinks it Diminution, to be rankt</br>In Military Honour next, altho</br>His deadly Hand shook the Turchestan Throne</br>Accurs'd, and prov'd in far divided Lands</br>Victorious; on thy pow'rful Sword alone</br>Germania, and the Belgic Coast relies,</br>Won from th'encroaching Sea:  That Sword Great ANNE</br>Fix'd not in vain on thy puissant Side,</br>When Thee Sh' enroll'd Her Garter'd Knights among,</br>Illustrating the Noble List; Her Hand</br>Assures good Omens, and Saint George's worth</br>Enkindles like Desire of high Exploits.</br>Immediate Sieges, and the Tire of War</br>Rowl in thy eager Mind; thy Plumy Crest</br>Nods horrible, with more terrific Port</br>Thou walk'st, and seem'st already in the Fight.", "What Spoils, what Conquests then did Albion hope</br>From thy Atchievements!  yet tho'u hast surpast</br>Her boldest Vows, exceeded what thy Foes</br>Could fear, or fancy; they, in Multitude</br>Superior, fed their Thoughts with Prospect vain</br>Of Victory, and Rapine, reck'ning what</br>From ransom'd Captives would accrue.  Thus One</br>Jovial his Mate bespoke; O Friend, observe,</br>How gay with all th' Accoutrements of War</br>The Britons come, with Gold well fraught they come</br>Thus far, our Prey, and tempt us to subdue</br>Their recreant Force; how will their Bodies stript</br>Enrich the Victors, while the Vultures sate</br>Their Maws with full Repast!  Another, warm'd</br>With high Ambition, and Conceit of Prowess</br>Inherent, arrogantly thus presum'd;</br>What if This Sword, full often drench'd in Blood</br>Of base Antagonists, with griding Edge</br>Should now cleave sheer the execrable Head</br>Of CHURCHILL, met in Arms!  or if This Hand</br>Soon as his Army disarray'd 'gins swerve,</br>Should stay Him flying, with retentive Gripe,</br>Confounded, and appal'd!  no trivial Price</br>Should set Him free, nor small should be My Praise</br>To lead Him shackl'd, and exposed to Scorn</br>Of gath'ring Crowds the Briton's boasted Chief.", "Thus They, in sportive mood, their empty Taunts</br>And Menaces exprest; nor could their Prince</br>In Arms, vain Tallard, from opprobrious Speech</br>Refrain; Why halt ye thus, ye Britons?  why</br>Decline the War?  shall a Morass forbid</br>Your easie March?  Advance; we'll bridge a Way,</br>Safe of Access.  Imprudent, thus t' invite</br>A furious Lion to his Folds!  that Boast</br>He ill abides, captiv'd in other Plight</br>He soon revisits Britanny, that once</br>Resplendent came, with stretch't Retinue girt,</br>And pompous Pageantry; O Hapless Fate,</br>If any Arm, but CHURCHILL's, had prevail'd!", "No need such Boasts, or Exprobations false</br>Of Cowardice; the Military Mound</br>The British Files transcend, in evil Hour</br>For their proud Foes, that fondly brav'd their Fate.</br>And now on either Side the Trumpet blew,</br>Signal of Onset, Resolution firm</br>Inspiring, and pernicious Love of War.</br>The adverse Fronts in rueful Conflict meet,</br>Collecting all their Might; for on th' Event</br>Decisive of this bloody Day depends</br>The Fate of Kingdoms:  With less Vehemence</br>The great Competitors for Rome engag'd,</br>Caesar, and Pompey, on Pharsalian Plains,</br>Where stern Bellona, with one final Stroke,</br>Adjudg'd the Empire of this Globe to One.</br>Here the Bavarian Duke his Brigades leads,</br>Gallant in Arms, and Gaudy to behold,</br>Bold Champion!  brandishing his Noric Blade,</br>Best temper'd Steel, successless prov'd in Field!</br>Next Tallard, with his Celtic Infantry</br>Presumptuous comes:  Here CHURCHILL, not so prompt</br>To Vaunt, as Fight, his hardy Cohorts joins</br>With EUGENE's German Force.  Now from each Van</br>The brazen Instruments of Death discharge</br>Horrible Flames, and turbid streaming Clouds</br>Of Smoak sulphureous; intermix't with these</br>Large globous Irons fly, of dreadful Hiss,</br>Singeing the Air, and from long Distance bring</br>Surprizing Slaughter; on each side they fly</br>By Chains connex't, and with destructive Sweep</br>Behead whole Troops at once; the hairy Scalps</br>Are whirl'd aloof, while numerous Trunks bestrow</br>Th' ensanguin'd Field; with latent Mischief stor'd</br>Show'rs of Granadoes rain, by sudden Burst</br>Disploding murd'rous Bowels, fragments of Steel,</br>And Stones, and Glass, and nitrous Grain adust.</br>A Thousand Ways at once the shiver'd Orbs</br>Fly diverse, working Torment, and foul Rout</br>With deadly Bruise, and Gashes furrow'd deep.</br>Of Pain impatient, the high prancing Steeds</br>Disdain the Curb, and flinging to and fro,</br>Spurn their dismounted Riders; they expire</br>Indignant, by unhostile Wounds destroy'd.", "Thus thro' each Army Death, in various Shapes,</br>Prevail'd; here mangled Limbs, here Brains and Gore</br>Lye clotted; lifeless Some:  With Anguish These</br>Gnashing, and loud Laments invoking Aid,</br>Unpity'd, and unheard; the louder Din</br>Of Guns, and Trumpets clang, and solemn Sound</br>Of Drums o'ercame their Groans.  In equal Scale</br>Long hung the Fight, few Marks of Fear were seen,</br>None of Retreat:  As when two adverse Winds,</br>Sublim'd from dewy Vapours, in mid Sky</br>Engage with horrid Shock, the ruffled Brine</br>Roars stormy, they together dash the Clouds,</br>Levying their Equal Force with utmost Rage;</br>Long undecided lasts the Airy Strife.", "So they, incens'd:  'Till CHURCHILL, viewing where</br>The Violence of Tallard most prevail'd,</br>Came to oppose His slaught'ring Arm; with speed</br>Precipitant He rode, urging his Way</br>O'er Hills of gasping Heroes, and fall'n Steeds</br>Rowling in Death:  Destruction, grim with Blood,</br>Attends His furious Course.  Him thus enrag'd</br>Descrying from afar some Engineer,</br>Dextrous to guide th' unerring Charge, design'd</br>By One nice Shot to terminate the War.</br>With Aim direct the levell'd Bullet flew,</br>But miss'd her Scope (for Destiny withstood</br>Th' approaching Wound) and guiltless Plough'd her Way</br>Beneath His Courser; round His Sacred Head</br>The glowing Balls play innocent, while He</br>With dire impetuous Sway deals Fatal Blows</br>Amongst the scatter'd Gauls.  But O!  Beware</br>Great Warrior, nor too prodigal of Life</br>Expose the British Safety:  Hath not Jove</br>Already warn'd Thee to withdraw?  Reserve</br>Thy self for other Palms.  Ev'n now Thy Aid</br>Eugene, with Regiments unequal prest,</br>Awaits; This Day of all his Honours gain'd</br>Despoils Him, if Thy Succour opportune</br>Defends not the sad Hour:  Permit not Thou</br>So Brave a Leader with the Vulgar Herd</br>To bite the Ground unnoted. &mdash; Swift, and Fierce</br>As wintry Storm, He flies, to reinforce</br>The yielding Wing; in Gallic Blood again</br>He dews His reeking Sword, and strows the Ground</br>With headless Ranks; (so Ajax interpos'd</br>His Sevenfold Shield, and skreen'd Laertes's Son,</br>For Valour much, and Warlike Wiles Renown'd,</br>When the insulting Trojans urg'd him sore</br>With tilted Spears:)  Unmanly Dread invades</br>The French astony'd; straight Their Thirst of Blood</br>They quit, and in ignoble Flight confide,</br>Unseemly Yelling; distant Hills return</br>The hideous Noise.  What can They do?  or how</br>Withstand His Wide-destroying Sword?  or where</br>Find Shelter thus repuls'd?  Behind with Wrath</br>Resistless, th' Eager English Champions Press,</br>Chastising tardy Flight; before them rowls</br>His Current swift the Danube, Vast, and Deep</br>Supream of Rivers; to the frightful Brink,</br>Urg'd by compulsive Arms, soon as they reacht,</br>New Horror chill'd Their Veins; devote They saw</br>Themselves to wretched Doom; with Efforts vain,</br>Encourag'd by Despair, or Obstinate</br>To Fall like Men in Arms, Some dare renew</br>Feeble Engagement, meeting Glorious Fate</br>On the firm Land; the Rest discomfited,</br>And pusht by MARLEBOROUGH's avengeful Hand,</br>Leap plunging in the wide extended Flood:</br>Bands, numerous as the Memphian Soldiery</br>That swell'd the Erythraean Wave, when Wall'd</br>The Unfroze Waters marvelously stood,</br>Observant of the Great Command.  Upborn</br>By frothy Billows Thousands float the Stream</br>In cumbrous Mail, with love of farther Shore;</br>Confiding in their Hands, that sed'lous strive</br>To cut th'outragious Fluent:  In this Distress,</br>Ev'n in the sight of Death, Some, Tokens shew</br>Of fearless Friendship, and their sinking Mates</br>Sustain; vain Love, tho' laudable!  absorpt</br>By a fierce Eddy, They together sound</br>The vast Profundity; their Horses paw</br>The swelling Surge, with fruitless Toil:  Surcharg'd,</br>And in his Course obstructed by large Spoil,</br>The River flows redundant, and attacks</br>The lingring Remnant with unusual Tide;</br>Then Rowling back, in His Capacious Lap</br>Ingulfs Their whole Militia, quick immerst.</br>So when some swelt'ring Travellers retire</br>To leafy Shades, near the cool Sunless Verge</br>Of Paraba, Brasilian Stream; Her Tail</br>Of vast Extension, from Her watry Den,</br>A grisly Hydra suddenly shoots forth,</br>Insidious, and with curl'd invenom'd Train</br>Embracing horridly, at once the Crew</br>Into the River whirles; th' unweeting Prey</br>Entwisted roars, th' Affrighted Flood rebounds.", "Nor did the British Squadrons now surcease</br>To gall their Foes o'erwhelm'd; full many felt</br>In the moist Element a scorching Death,</br>Pierc'd sinking; Shrouded in a dusky Cloud</br>The Current flows, with livid missive Flames</br>Boiling, as once Pergamean Xanthus boil'd,</br>Inflam'd by Vulcan, when th' Swift-footed Son</br>Of Peleus to his baleful Banks pursu'd</br>The straggling Trojans:  Nor less Eager drove</br>Victorious CHURCHILL His desponding Foes</br>Into the deep Immense, that many a League</br>Impurpl'd ran, with gushing Gore distain'd.", "Thus the Experienc'd Valour of One Man,</br>Mighty in Conflict, rescu'd harrast Pow'rs</br>From Ruin impendent, and th' afflicted Throne</br>Imperial, that once Lorded o'er the World,</br>Sustain'd.  With prudent Stay, he long deferr'd</br>The rough Contention, nor would deign to rout</br>An Host disparted; when, in Union firm</br>Embody'd, They Advanc'd, collecting All</br>Their Strength, and worthy seem'd to be subdu'd;</br>He the proud Boasters sent, with stern Assault,</br>Down to the Realms of Night.  The British Souls,</br>(A Lamentable Race!)  that ceas'd to breathe,</br>On Landen-Plains, this Heav'nly Gladsome Air,</br>Exult to see the crouding Ghosts descend</br>Unnumber'd; well aveng'd, they quit the Cares</br>Of Mortal Life, and Drink th' Oblivious Lake.</br>Not so the New Inhabitants; They roam</br>Erroneous, and disconsolate, Themselves</br>Accusing, and their Chiefs, improvident</br>Of Military Chance; when lo!  They see,</br>Thro the Dun Mist, in Blooming Beauty fresh,</br>Two Lovely Youths, that Amicably walkt</br>O'er Verdant Meads, and pleas'd, perhaps, revolv'd</br>ANNA's late Conquests; One, to Empire Born,</br>Egregious Prince, whose Manly Childhood shew'd</br>His mingled Parents, and portended Joy</br>Unspeakable; Thou, His Associate Dear</br>Once in this World, nor now by Fate disjoin'd,</br>Had thy presiding Star propitious shone,</br>Shouldst CHURCHILL be!  But Heav'n severe cut short</br>Their springing Years, nor would, this Isle should boast</br>Gifts so Important!  Them the Gallic Shades</br>Surveying, read in either radiant Look</br>Marks of excessive Dignity and Grace,</br>Delighted; 'till, in One, their Curious Eye</br>Discerns their Great Subduer's Awful Mien,</br>And Corresponding Features Fair; to Them</br>Confusion!  Straight the Airy Phantomes fleet,</br>With Headlong Haste, and Dread a new Persuit;</br>The Image pleas'd with Joy Paternal Smiles.", "Enough, O Muse; the sadly-pleasing Theme</br>Leave, with these Dark Abodes, and Re-ascend</br>To breathe the upper Air, where Triumphs wait</br>The Conqu'ror, and sav'd Nations joint Acclaim.</br>Hark, how the Canon, inoffensive Now,</br>Gives Signs of Gratulation; struggling Crouds</br>From ev'ry City flow; with ardent Gaze</br>Fixt, they behold the British Guide, of Sight</br>Insatiate; whilst His Great Redeeming Hand</br>Each Prince affects to touch respectful.  See,</br>How Prussia's King transported Entertains</br>His Mighty Guest; to Him the Royal Pledge,</br>Hope of his Realm, commits, (with better Fate,</br>Than to the Trojan Chief Evander gave</br>Unhappy Pallas) and intreats to shew</br>The Skill and Rudiments austere of War.</br>See, with what Joy, Him LEOPOLD declares</br>His Great Deliverer; and courts t' accept</br>Of Titles, with superior Modesty</br>Better refus'd.  Mean while the Haughty King</br>Far humbler Thoughts now learns; Despair, and Fear</br>Now first he feels; his Laurels all at once</br>Torn from his Aged Head, in Life's extream,</br>Distract his Soul; nor can Great Boileau's Harp</br>Of various sounding Wire, best taught to calm</br>Whatever Passion, and exalt the Soul</br>With highest Strains, his languid Spirits cheer:</br>Rage, Shame, and Grief, alternate in his Breast.", "But who can tell what Pangs, what sharp Remorse</br>Torment the Boian Prince?  From Native Soil</br>Exil'd by Fate, torn from the dear Embrace</br>Of weeping Consort, and depriv'd the Sight</br>Of his young guiltless Progeny, he seeks</br>Inglorious Shelter, in an Alien Land;</br>Deplorable!  but that his Mind averse</br>To Right, and Insincere, would violate</br>His plighted Faith:  Why did he not accept</br>Friendly Composure offer'd?  or well weigh,</br>With Whom he must Contend?  Encount'ring fierce</br>The Solymaean Sultan, he o'erthrew</br>His Moony Troops, returning bravely smear'd</br>With Painim Blood effus'd; nor did the Gaul</br>Not find him once a baleful Foe:  But when,</br>Of Counsel rash, new Measures he persues,</br>Unhappy Prince!  (no more a Prince) he sees</br>Too late his Error, forc'd t' implore Relief</br>Of Him, he once defy'd.  O Destitute</br>Of Hope, unpity'd!  Thou should'st first have thought</br>Of persevering stedfast; now upbraid</br>Thy own inconstant Ill-aspiring Heart.</br>Lo!  how the Noric Plains, thro' Thy Default,</br>Rise hilly, with large Piles of slaughter'd Knights,</br>Best Men, that Warr'd still firmly for their Prince,</br>Tho' Faithless, and Unshaken Duty shew'd;</br>Worthy of Better End.  Where Cities stood,</br>Well Fenc'd, and Numerous, Desolation Reigns,</br>And Emptiness, dismay'd, unfed, unhous'd,</br>The Widow, and the Orphan Strole around</br>The Desart wide; with oft retorted Eye</br>They view the Gaping Walls, and Poor Remains</br>Of Mansions, once their own (now loathsome Haunts</br>Of Birds obscene), bewailing loud the Loss</br>Of Spouse, or Sire, or Son, e'er Manly Prime</br>Slain in sad Conflict, and complain of Fate</br>As Partial, and too Rigorous; nor find</br>Where to Retire themselves, or where Appease</br>Th' afflictive keen Desire of Food, expos'd</br>To Winds, and Storms, and Jaws of Savage Beasts.", "Thrice Happy Albion!  from the World disjoin'd</br>By Heav'n Propitious, Blissful Seat of Peace!</br>Learn from Thy Neighbour's Miseries to Prize</br>Thy Welfare; Crown'd with Nature's Choicest Gift</br>Remote Thou hear'st the Dire Effect of War</br>Depopulation, void alone of Fear,</br>And Peril, whilst the Dismal Symphony</br>Of Drums and Clarions other Realms annoys.</br>Th' Iberian Scepter undecided, here</br>Engages mighty Hosts in wasteful Strife;</br>From diff'rent Climes the Flow'r of Youth descends</br>Down to the Lusitanian Vales, resolv'd</br>With utmost Hazard to Enthrone their Prince,</br>Gallic, or Austrian; Havoc dire ensues,</br>And wild Uproar:  The Natives, dubious whom</br>They must Obey, in Consternation wait,</br>'Till rigid Conquest will pronounce their Liege.</br>Nor is the Brazen Voice of War unheard</br>On the mild Latian Shore; what Sighs and Tears</br>Hath EUGENE caus'd!  How many Widows curse</br>His cleaving Faulchion!  Fertile Soil in vain!</br>What do thy Pastures, or thy Vines avail,</br>Best Boon of Heav'n!  or huge Taburnus, cloath'd</br>With Olives, when the Cruel Battle mows</br>The Planters, with their Harvest immature?</br>See, with what Outrage from the frosty North,</br>The early Valiant Swede draws forth his Wings</br>In Battailous Array, while Volga's Stream</br>Sends Opposite, in shaggy Armor clad,</br>Her Borderers; on mutual Slaughter bent,</br>They rend their Countries.  How is Poland vext</br>With Civil Broils, while Two Elected Kings</br>Contend for Sway?  Unhappy Nation, left</br>Thus free of Choice!  The English, undisturb'd</br>With such sad Privilege, submiss Obey</br>Whom Heav'n ordains Supream, with Rev'rence due,</br>Not Thraldom, in fit Liberty secure.</br>From Scepter'd Kings, in long Descent deriv'd,</br>Thou ANNA Rulest, Prudent to promote</br>Thy People's Ease at home, nor Studious less</br>Of Europe's Good; to Thee, of Kingly Rights</br>Sole Arbitress, declining Thrones, and Pow'rs</br>Sue for Relief; Thou bid'st Thy CHURCHILL go,</br>Succour the Injur'd Realms, Defeat the Hopes</br>Of Haughty LOUIS, unconfin'd; He goes</br>Obsequious, and the dread Command fulfils,</br>In One Great Day.  Again Thou giv'st in Charge</br>To ROOK, that He should let that Monarch know,</br>The Empire of the Ocean wide diffus'd</br>Is Thine; behold!  with winged Speed He rides</br>Undaunted o'er the lab'ring Main, t' assert</br>Thy liquid Kingdoms; at his near Approach</br>The Gallic Navies, impotent to bear</br>His Volly'd Thunder, torn, dissever'd, scud,</br>And bless the friendly interposing Night.", "Hail, Mighty QUEEN, reserv'd by Fate, to Grace</br>The New-born Age; what Hopes may we conceive</br>Of future Years, when to Thy Early Reign</br>Neptune submits his Trident, and Thy Arms</br>Already have prevail'd to th' utmost Bound</br>Hesperian, Calpe, by Alcides fixt,</br>Mountain Sublime, that casts a Shade of Length</br>Immeasurable, and Rules the Inland Waves!</br>Let Others, with Insatiate Thirst of Rule,</br>Invade their Neighbours Lands, neglect the Ties</br>Of Leagues and Oaths; this Thy peculiar Praise</br>Be still, to Study Right, and Quell the Force</br>Of Kings Perfidious; let them learn from Thee</br>That neither Strength, nor Policy refin'd</br>Shall with Success be Crown'd, where Justice fails.</br>Thou with Thy own Content, not for Thy Self,</br>Subduest Regions; Generous to Raise</br>The Suppliant Knee, and Cure the Rebel Neck.</br>The German Boasts Thy Conquests, and Enjoys</br>The Great Advantage; nought to Thee redounds</br>But Satisfaction from thy Conscious Mind.", "Auspicious QUEEN, since in Thy Realms secure</br>Of Peace, Thou Reign'st, and Victory attends</br>Thy distant Ensigns, with Compassion view</br>Europe Embroil'd; Still Thou (for Thou Alone</br>Sufficient art) the jarring Kingdoms Ire,</br>Reciprocally ruinous; Say Who</br>Shall weild th' Hesperian, Who the Polish Sword,</br>By Thy Decree; the trembling Lands shall hear</br>Thy Voice Obedient, lest Thy Scourge should bruise</br>Their Stubborn Necks, and CHURCHILL in his Wrath</br>Make Them Remember Bleinheim with Regret.", "Thus shall the Nations, Aw'd to Peace, Extol</br>Thy Pow'r, and Justice; Jealousies and Fears,</br>And Hate Infernal banisht shall retire</br>To Mauritania, or the Bactrian Coasts,</br>Or Tartary, Engend'ring Discords fell</br>Amongst the Enemies of Truth; while Arts</br>Pacific, and Inviolable Love</br>Flourish in Europe.  Hail Saturnian Days</br>Returning!  In perpetual Tenor run</br>Delectable, and Shed your Influence Sweet</br>On Virtuous ANNA's Head; ye Happy Days,</br>By HER restor'd, Her Just Designs compleat,</br>And, mildly on HER Shining, Bless the World.", "Thus from the Noisy Croud exempt, with Ease,</br>And Plenty blest, amid the Mazy Groves;</br>(Sweet Solitude!)  where warbling Birds provoke</br>The Silent Muse, delicious Rural Seat</br>Of Saint John, English Memmius, I presum'd</br>To Sing Britannic Trophies, inexpert</br>Of War, with mean Attempt; while He intent</br>(So ANNA's Will Ordains) to Expedite</br>His Military Charge, no Leisure finds</br>To String His Charming Shell; But when Return'd</br>Consummate Peace shall Rear Her Chearful Head,</br>Then shall His CHURCHILL in Sublimer Verse</br>For Ever Triumph; latest Times shall learn</br>From Such a Chief to Fight, and Bard, to Sing.</br>"]