["BOWSPRIT AND CAPSTERN.", "BOWSPRIT.</br>CAPSTERN! &mdash; All Chear to my old Mess-Mate be!", "CAPSTERN.</br>Bowsprit! &mdash; My Heart of Gold, all Chear to thee!", "BOWSPRIT.</br>Welcome, my honest Lad, again on Shore.</br>What, just arriv'd?", "CAPSTERN.</br>&mdash;Just landed from the Nore.</br>But why, dear Jack, this melancholy Air?</br>Why seem you thus the Picture of Despair?", "BOWSPRIT.</br>Tommy, to you the Truth may be confess'd,</br>Things going wrong, with Grief I am oppress'd.", "CAPSTERN.</br>Prithee hang Sorrow, cast away thy Grief,</br>Despair to Trouble never gave Relief:</br>Alas!  how you are chang'd from what you were,</br>Your Jacket tatter'd, and uncomb'd your Hair;</br>Dark cloudy Looks your Countenance deform,</br>And threaten, to each Man you speak, a Storm.</br>Just such a Figure of dire Discontent,</br>Such his glum Looks I saw to Bedlam sent;</br>Some new Whim-Wham his Intellects did touch,</br>Driv'n mad by being righteous over-much.</br>&mdash;Sure, Jack, you're none of Parson Whitefield's Flock.&mdash;", "BOWSPRIT.</br>&mdash;My Grief you sport with, and my Sorrow mock:</br>Not such a Parson in such canting Strain,</br>Shou'd to my Soul convey a Moment's Pain:</br>My Pain all rises from my lovely Sue,</br>Who (could you think it, Tommy) proves untrue.</br>Love and Revenge by Turns my Soul engage,</br>And with alternate Passions moan or rage.", "CAPSTERN.</br>I find rash Passions rule your Temper still,</br>Shou'd Things not luck'ly happen to your Will:</br>But, what's this new Affair?", "BOWSPRIT.</br>&mdash;I'll tell you all&mdash;</br>The other Day some Mess-Mates chanc'd to call,</br>All jolly Lads, intending all to spend,</br>In Merriment, the Evening with their Friend;</br>Will Cable one, the other Redriff Sam,</br>And honest merry Jack of Deptford came,</br>With Whistle, Boatswain of the Tartar Pink,</br>All came in Mirth a Can of Flip to drink:</br>Full glad at Heart I spread my homely Board,</br>And gave the very best I cou'd afford:</br>A Dish of Fowls and Bacon was their Mess,</br>And they a hearty Welcome did confess:</br>Supper soon o'er &mdash; I made two lusty Bowls</br>Of humming Punch &mdash; and merry were our Souls.&mdash;</br>Round went the Bumpers, and, as when at Sea,</br>Our Hearts were jolly, and our Tongues were free:</br>Each drank the Girl he thought most fair and true;</br>Giving a lusty Kiss, I drank my Sue:</br>Round went the chorus'd Ballads, 'till our Joys,</br>Sue by her plaguy sullen Dumps destroys:</br>She, who with vary'd Note as sweet can sing,</br>As the most lavish Nightingale in Spring,</br>She wou'd not join our Chorus's among,</br>Nor with soft Quiver warble out a Song:</br>Vain did I beg, in glouting Mood she sat,</br>When Sam of Redriff cry'd in sneering Chat,</br>\"What Dumb? &mdash; Why, Sue, this melancholy Air?</br>You look like some old Maiden in Despair:</br>Are you not thinking of the Captain? &mdash; Speak.\"&mdash;</br>&mdash;Love and a conscious Anger flush'd her Cheek;</br>(For long she'd had some Captain in her View,</br>And I but lately of her Falshood knew)&mdash;</br>&mdash;We laugh'd &mdash; drank on, 'till Sam, in plaintive Strain,</br>From some new Ballad sung Love's tor'tring Pain,</br>When hapless Women love, and love in vain:</br>All pale she chang'd, heav'd from her Heart a Siogh,</br>And the full Tear stood trembling on her Eye:</br>But when he clos'd, how dreadful is their Fate,</br>Who still must feign Love's Passion where they hate,</br>Then you might all her Cause of Sorrow see,</br>By the disdainful Look she cast at me;</br>Adown her Cheek swift rolls the gushing Tear,</br>And artless Nature made her Falshood clear:</br>Full of wild Rage, impatient of Disgrace,</br>I drove my Fist, clench'd double, in her Face;</br>Then cry'd, as soon as she began to bellow,</br>Good Madam, thus, just thus, I'd serve your Fellow;</br>Is not a common Sailor then your Taste?</br>Must you by a Commander be solac'd?</br>Go to your Captain, Madam, ease your Pain,</br>Nor let him love, nor love yourself in vain.", "As when th' informing Constables appear,</br>The straggling Doxy shews th' Effects of Fear;</br>Coach, Cart, nor Kennel can obstruct her long,</br>Through thick and thin she bustles 'midst the Throng;</br>High tuck'd her Hoop, she courses o'er the Street,</br>Secur'd from Bridewell by her swift Retreat:</br>So, from my Rage, o'er Tables, Stools and Chairs,</br>My Madam flew, and hurry'd down the Stairs;</br>Flew to her Captain, her Distress to mourn,</br>With thousand Vows she never wou'd return.&mdash;</br>&mdash;Her Vows she keeps, and now too late I moan,</br>Too great Revenge, and too rash Fury shewn:</br>My Fury o'er, my Love again returns,</br>And my fond Heart with stronger Passion burns:</br>Such various Pains my various Passions give,</br>That with her, nor without her, can I live:</br>Nor can I long such tortur'd Mind endure;</br>A Heart so much distracted, what can cure?</br>&mdash;Yet Ben, who bonny Kate of Greenwich lov'd,</br>And ran, like me, just mad, when false she prov'd;</br>Made up the Streights a nine Months Trip, and he</br>Return'd as blith as ever, and as free:</br>If Seas can make the Cure of Love compleat,</br>I'll enter straightway in the Royal Fleet;</br>Join with true Hearts to low'r the Pride of Spain,</br>And get a Wooden Leg, or Golden Chain.", "CAPSTERN.</br>If such, my Lad, thy Resolution be,</br>And such bespeaks thy Courage, fall with me;</br>Such our Commander, as brave Souls desire,</br>Who Courage will reward, and will inspire:</br>The Sailors Friend; deny this Truth who can,</br>When I pronounce that NORRIS is the Man.", "BOWSPRIT.</br>&mdash;What Sort of Man besides?", "CAPSTERN.</br>&mdash;Not from mere Birth</br>He trusts for Honour, but from gen'rous Worth;</br>Void of base Courtly Arts, of Manners plain;</br>Sincere, though open, and though rough, humane;</br>Who dares to blame, most willing to command;</br>Who never gain'd a Foe, or lost a Friend:</br>And, oh!  may Fate his wish'd-for Scene afford,</br>When 'midst a hostile Fleet, with brandish'd Sword,</br>He bids all British Lads their Courage try,</br>Resolv'd to conquer, or resolv'd to die.</br>&mdash;If then you'd be rewarded for Desert,</br>And if Old England's Honour fires your Heart;</br>To grapple with a Spaniard if your dare,</br>Vengeance for Vengeance take, and Ear for Ear;</br>Enter with him, nor lose your youthful Prime;</br>Old Age inglorious follows mispent Time;</br>But when in War we spend our early Days,</br>Our Life's Decline is crown'd with glorious Praise:</br>Each Heart, which is with Love of Britain fraught,</br>Loves each brave Sailor who for Britain fought:</br>And at Heav'n's Will, when we resign our Breath,</br>We even boast a Victory o'er Death:</br>All cry, \"Sweet Peace attend him to his Grave,</br>Who old was honour'd, as in Youth was brave.\"</br>"]