["Ah!  had thy Body lasted, as thy Name,</br>Secure of Life, as now thou art of Fame;</br>Thou had'st more Ages than old Nestor seen:</br>Nor had thy Phoebus more immortal been.", "To thee alone we are beholden more</br>Than all the Poets of the Times before.</br>Thy Muse, inspir'd with a Genteeler Rage,</br>Did first refine the Genius of our Age.</br>In thee a clear and female softness shin'd,</br>With Masculine Vigour, Force, and Judgment joyn'd.</br>You, in soft Strains, for Courts and Ladies, sung,</br>So natural your Thought, so sweet your Song,</br>The gentle Sex did still partake your Flame,</br>And all the Coyness of your Mistress blame;</br>Still mov'd with you, did the same Passions find,</br>And vow'd that Sacharissa was unkind.", "Oh!  may the World ne're lose so brave a Flame;</br>May one succeed in Genius, and in Fame.</br>May, from thy Urn, some Phoenix, Waller, rise,</br>Whom the admiring World, like thee, may prize;</br>May he, in thy immortal Numbers, sing,</br>And paint the Glories of our matchless King:</br>Oh!  may his verse of mighty Waller taste,</br>And mend the coming Age, as you the last.", "Within that Sacred Pile where Kings do come,</br>Both to receive their Crowns, and find a Tomb,</br>There is a lonely Isle; which holy Place</br>The lasting Monuments of Poets grace.</br>Thither, amongst th' inspired Train, convey,</br>And, in their Company, his Ashes lay:</br>Let him with Spencer and great Cowley be,</br>He, who is much the greatest of the Three.</br>Though there so many Crowns and Mitres lye,</br>(For Kings, and Saints, as well as we, must dye)</br>Those venerable Walls were never blest,</br>Since their Foundation, with a nobler Guest.", "With them, great Soul, thou shalt Immortal live,</br>And, in thy deathless Numbers Fate survive:</br>Fresh, as thy Sacharissa's Beauty, still</br>Thy Bays shall grow, which Time can never kill.</br>Far as our conqu'ring British Lyon roars,</br>Far as the Poles, or the remotest Shores,</br>Where're is known or heard the English Name,</br>The distant World shall hear of Waller's Fame.</br>Thou only shalt with Nature's self expire,</br>And all the World, in the sumpreamest Fire;</br>When Horace and fam'd Virgil dye, when all</br>That's Great, or Noble, shall together fall.</br>"]