["Arm, warriors, arm!  despair inflames</br>With frantic rage th'impending foes:</br>A country's cause your ardour claims,</br>And Danger calls you from repose;</br>Aloud he summons to the Belgic shore,</br>To blast the tow'ring Gauls with wild affright;</br>And Glory bids the storm of battle roar,</br>Convulsing every nerve with fierce delight;</br>While o'er your conflict in the deathful field</br>The Guardian Angel spreads his adamantine shield.", "And ye, dread sovereigns of the deep,</br>Britannia's floating pomp, advance!</br>Arise, indignant, from your sleep,</br>And thunder on the rage of France.</br>Arise, and execute the high command;</br>Bear to each hostile shore your country's name;</br>And, fraught with vengeance for an injur'd land,</br>Let your resistless bolts her wrath proclaim.</br>Confusion to the pride your might that braves!</br>Arise, and vindicate your empire o'er the waves.", "Hark, warriors!  to the rude alarms</br>That riot in the southern gale;</br>While Gallia storms, with brandish'd arms,</br>The realms of Freedom to assail!</br>Near, and more near, the barbarous triumph glows,</br>And hurls defiance to the neighbouring shore.</br>England, thy voice the slumbering war shall rouse,</br>Thy withering scorn shall quell the brutal roar.</br>The banded Atheists sink in faint dismay,</br>And, in low, broken sounds, the thunder dies away.", "Wake every strain of high applause</br>To celebrate yon hero's fall;</br>Who, while the dreadful sword he draws,</br>Expires beneath the destin'd wall!</br>Brave youth, let nought disturb thy latest hours!</br>Thine offspring yet shall find a father's care;</br>Rejoice!  for victory greets the kindred pow'rs</br>And Albion shall record thy parting pray'r.</br>Attend with reverence to the voice benign,</br>And to the country's care the much-lov'd charge resign.", "Ages and empires sink in gloom,</br>Predestin'd to the silent grave!</br>But honour can reverse the doom,</br>And bid old Time revere the brave.</br>Honour shall wing them to the hoar cliff's brow,</br>That frowns imperious o'er the subject main;</br>There shall Britannia's lay their their fame bestow,</br>The fame that waits on her triumphant strain,</br>What time her terrors o'er the deep extend,</br>And suppliant at her throne the sons of ocean bend.", "Arise then in your country's might!</br>Arise, and justify the boast</br>Of ages, whose illustrious flight</br>Has crown'd with fame the British host!</br>Arise, ye rivals of your father's praise,</br>With glory conquer or with glory die!</br>Arise, and let your patriot virtues blaze,</br>And be the beacons of futurity!</br>Ages to come shall emulate your name,</br>And kindle at your shrine the consecrated flame.</br>"]