["PART I.  REPROOF.</br>Ye Shepherds so foolish and vain,</br>Who fancy true Pleasure your own,</br>Contentment abandons the Plain,</br>And Peace from the Vallies is flown.</br>No more your false Songsters believe,</br>Who sing the sweet Grove and the Stream,</br>Their Flatt'ries are meant to deceive,</br>Their Songs are no more than a Dream.", "In vain from the bustling of Strife,</br>To your boasted Retreats we repair,</br>Or hope, in your pastoral Life,</br>To shun Disappointment and Care!</br>Simplicity's Pleasures retire,</br>And Sorrow possesses the Grove,</br>Where Interest and Pride but conspire,</br>To banish sweet Friendship and Love.", "But chief in the Breasts of your Fair,</br>In the Bosoms where Softness should dwell,</br>Ah!  why is not Tenderness there?</br>Has she bid them for ever farewell?</br>Nought but Fortune's the Trophy that's priz'd,</br>Nought but Wealth their hard Bosoms can move,</br>And the humble poor Shepherd's despis'd</br>Where Fortune is only &mdash; his Love.", "For Marian one Garland I bound,</br>Ah Garland!  the Cause of my Woe!</br>Sweet Flow'rets entwin'd it around,</br>The sweetest these Borders bestow.</br>To her Shrine, when, with Rev'rence, I bore</br>The Wreath my own Hands did adorn,</br>The Gift from her Altar she tore,</br>And treated the Giver with Scorn.", "I ne'er meant a wrong Boon to bestow,</br>Nor to wound her soft Eyes with my Lays,</br>But she spurn'd, that a Shepherd so low</br>Presum'd but a Note in her Praise!</br>Had a Fav'rite of Fortune preferr'd</br>Such a Music, her Heart to incline,</br>The Song she with Rapture had heard,</br>Had the Notes been less tender than mine.", "When her Vanity told her 'twas Love</br>That taught my soft Numbers to flow,</br>Tho' my Weakness she ne'er could approve,</br>Had she nought of Compassion to show?</br>When her image my Fancy possess'd,</br>And my Heart its soft Wishes betray'd,</br>'Twas my Crime that her Merit I bless'd,</br>And &mdash; 'tis thus she my Blessings repaid.", "No numerous Flocks could I boast,</br>And few were the Lambs of my Fold,</br>'Twas therefore I su'd to my Cott;</br>'Twas therefore her Bosom was cold!</br>Yet, when she had robb'd me of Rest,</br>When she saw she had ruin'd my Mind,</br>Had Tenderness lodg'd in her Breast,</br>Methinks she had prov'd less unkind.", "To her Passion I never aspir'd,</br>The Nymph is of haughty Degree!</br>Her Love ne'er my Bosom had fir'd,</br>For Love had been Madness in me.</br>'Twas Friendship that prompted my Lay</br>Her Pride did reject with Disdain&mdash;</br>Accurs'd be my Pipe that could play</br>So soft and so sweetly &mdash; in vain.", "</br>PART II.  FAREWELL.</br>No more will I Marian upbraid,</br>Or the Peace of her Bosom alarm;</br>My Numbers not soften the Maid,</br>Nor her Heart of its Hardness disarm.</br>The Thought of the Woes I have ber'n,</br>No more in my Memory shall live;</br>'Twas her Pride a poor Shepherd to scorn,</br>'Twill be mine &mdash; to forget and forgive.", "'Twas my Folly that hasten'd my Doom,</br>I attun'd to her Friendship my Reed:</br>How could my Ambition presume</br>My Music could merit the Meed?</br>Then let me not Marian blame;</br>Her Pride might be Prudence of Mind,</br>Perhaps I deserved my Shame,</br>Perhaps she was never unkind.", "But why should her Shepherd remain</br>Where his Sight so offensive is grown?</br>I'll fly to some friendlier Plain,</br>She will never once dream I was known.</br>Her Breast will ne'er beat when I part,</br>Nor her Eye with soft Pity o'erflow:</br>Yet &mdash; I leave her the Wish of my Heart,</br>And &mdash; I'll bless her wherever I go.", "Adieu to the Greenwood and Grove,</br>To the Lawn, to the Bank, to the Stream!</br>Where Damon so pleasingly strove</br>To tune so sweet Numbers his Theme!</br>Some Songster, more worthy the Lays</br>Will sit by my favourite Thorn,</br>And warble his Marian's Praise,</br>Nor warble her Praises &mdash; forlorn.", "Ye Cowslips!  enamel her Glades!</br>Ye sweetest Anemonies!  blow;</br>Ye Hyacinths breathe in her Shades;</br>Around her, ye Violets!  grow.</br>Never more thro' your Wilds will I roam,</br>Nor your Sweets by my Hand be carest!</br>Some Favourite of Marian's will come,</br>And wreathe your soft Spoils for her Breast.", "Ye Redbreasts!  so plaintive and mild!</br>Ye Thrushes!  ye murm'ring Doves!</br>Ye Woodlarks, with Warblings so wild!</br>Ye Linnets, that call for your Loves!&mdash;</br>Sing on, and sing sweet in her Ear;</br>No more I your Concert shall join:</br>Some happier Pipe will be here,</br>And its Sound will be sweeter than mine.", "Ye Lambkins!  how bless'd had I been!&mdash;</br>But I leave you &mdash; sweet Younglings!  feed on.</br>Be sportive as e'er on the Green,</br>Nor bleat, tho' your Master be gone;&mdash;</br>Some Shepherd, deserving your Care,</br>Shall shield you from Fox and the Thorn,</br>At Eve in his Bosom shall bear,</br>And lead you forth blithe in the Morn.", "Farewell to the Flocks of the Mead!</br>Farewell to the Songs of the Plain!</br>I'll take both my Crook and my Reed,</br>And thus &mdash; thus I break them in twain&mdash;</br>To the City, the Crowd, let me go,</br>And leave my Maria behind,</br>New Beauties will soften my Woe,</br>And banish her Form from my Mind.</br>"]