["Flush'd with Hesperia's golden prey,</br>When Gallia northward bent her way,</br>Eager to stretch her desolating brand</br>O'er the rich vales of happy Switzerland;</br>From beneath the piny steep,</br>Where he lay in slumber deep,</br>Lull'd by the water's tuneful fall,</br>And the goatherd's madrigal,</br>Sudden Helvetia's guardian Genius sprang;</br>High on Adula's rock he fix'd his stand,</br>And clash'd his shield, and wav'd his banner'd hand,</br>And thus his war-song sang.", "\"Rise, my warriors! &mdash; see, advance</br>The legions of perfidious France!</br>Onward she bids the gathering tempest roll,</br>Peace on her brow, but rancour in her soul.</br>She envies us our upland gales,</br>The treasures of our peaceful vales,</br>The beechen grove, the sloping hill,</br>Fresh with many a vernal rill,</br>With many a simple spire and cottage grac'd;</br>Fain would she scatter from her venom'd breath</br>Over this pleasant land the seeds of death,</br>And for our blooming Eden leave a hideous waste.", "\"And shall she? &mdash; no, my warriors, no!</br>Though the proud insulting foe</br>Full wide her conquering banners have unfurl'd</br>O'er half the nations of the prostrate world;&mdash;</br>Hath she yet storm'd the mountain-rock,</br>And stemm'd the mountain-torrent's shock,</br>And scal'd the beetling precipice,</br>Barrier'd with eternal ice?</br>Warriors, hath she yet essay'd</br>The fury of the freeman's blade,</br>Of souls resolv'd to conquer or to die?&mdash;</br>Then, Switzers, rise!  each his stout breast-plate gird,</br>And each unsheath his blood-incrusted sword,</br>And rear his nervous arm, and strike for liberty.\"", "He spake:  obedient to the sound</br>Helvetia's warriors throng'd around.</br>Rous'd by the cry of long-forgotten war,</br>From the swift Limmat, and majestic Ar,</br>From where to the morning shine</br>The torrents of the infant Rhine;</br>And wintry Rhone's tumultuous tide</br>Cleaves the Forked-Mountain's side;</br>Hasli, from thy lovely dell</br>From thy green lulls, O Appenzell;</br>From the forest-crowned mere,</br>Where the hardy mountaineer</br>Chaunts the high feats of his compatriot Tell;", "They hear the spirit-stirring call:</br>They burn to meet the' invading Gaul:</br>\"Give us the foe!\" they shout amain.</br>\"'Tis well;\" the guardian Genius cries again:</br>\"Such the port in days of yore,</br>Warriors, your forefathers bore;</br>Thus 'gainst many a giant foe,</br>They whirl'd the ax, and bent the bow.</br>Then the bull and sable bear</br>Together swept the ranks of war,</br>And Union led the way to victory:</br>This quench'd the fury of the Austrian sword,</br>This crush'd the might of bold Burgundia's Lord,</br>This chas'd proud Gallia's kings, this made our country free.", "\"Switzers, in virtue as in name,</br>Emulate your father's fame;</br>Hark to your common country's sacred call,</br>And on your common foe with force united fall!</br>So may the songs of future days</br>You to your fathers' glory raise!</br>Again may conquest crown your ranks</br>On rapid Birsa's holy banks,</br>By Naefel's rocks, and green Morgarten's plain</br>Granson again, and viny Morat see</br>Their waves, blood-stain'd with Gallic Chivalry,</br>And Freedom, still unmov'd, her Alpine throne maintain.", "\"But if distrust and jealous fear</br>Have shed their baneful influence here,</br>Hence!  bow the standard, quit the marshall'd field,</br>And your sweet vales a bloodless conquest yield!</br>Lest, when ye sink in short-liv'd light,</br>As sink ye must, to Gallia's might,</br>Thus the surrounding nations cry,</br>'See where the mountain-heroes lie</br>An easy prey to the invading foe:&mdash;</br>Though many a patriot hand the javelin rais'd,</br>And many a heart with patriot ardour blaz'd,</br>Dissension quench'd the flame, and nerveless fell the blow!'", "\"Insulting France shall join her voice,</br>And bid each prostrate clan 'rejoice,'</br>And shout, when heaviest weighs her iron hand,</br>'Hail, seat of Freedom, envied Switzerland!'</br>Meanwhile shalt thou, poor country, bleeding lie,</br>And though, to break thy slavery,</br>Thy chiefs again the war-song rear,</br>Again thy warriors grasp the spear;</br>Not all thy force united then shall save:&mdash;</br>In vain shalt thou gnaw thy reluctant chain,</br>Thy chieftains call, thy warriors arm in vain;</br>Gallia must triumph still, and thou be still a slave!\"</br>"]