["Long had the sorrowing sorrowing Vot'ress of the Nine</br>In secret mark'd her darling son's decline;</br>Saw Death's pale hand, in many a rueful trace,</br>Draw its wan furrows o'er his withering face;</br>View'd his quick eye, with beams of Genius bright,</br>Pale in its sinking orb the faded light;</br>And heard, with aching heart, his labouring breast</br>Startle with hollow cough the midnight rest.", "Now fondly hanging o'er his mournful bier,</br>Her fix'd eye dripping with a silent tear,</br>She dwells with sad delight on each wan grace,</br>That faintly lingers on his clay-cold face;</br>And thinks o'er all the vigorous truths that prest,</br>Like inspiration, on his glowing breast.", "For noble was his soul, and form'd to tread</br>The wastes of time, and relicks of the dead:</br>Back thro' the paths of age he roam'd, to bring</br>The untainted streamlet from the Muse's spring;</br>And of the flowers, that on its infant side</br>Hung their meek heads, and drank its crystal tide,</br>He wreathed a garland, rich with brightest hues,</br>Fresh with spring-gales, and wet with morning dews.</br>Ev'n on bleak Caledonia's barren strand</br>He found a Bard, that o'er a savage land</br>Hung sweetest notes of simple minstrelsy,</br>Like violets perfuming a polar sky!", "Oft was he wont at parting day to tread</br>The lonely vale with ruin'd temples spread:</br>Or from the base of some quick-rising mound</br>Look'd up, to where the Baron's castle frown'd</br>High on the daring steep.  He joy'd to roam</br>Where thro' the solemn aisles and vaulted dome</br>The full-voic'd quires and swelling organs roll</br>In pealing anthems o'er the lifted soul</br>At midnight:  or at evening's softer hour</br>Stray'd where the moon shed o'er the Gothic tower</br>A tint of mellower grey, and calmly throws</br>O'er the fall'n pile a sadly-sweet repose.", "But most for thee, fair Learning's noblest seat,</br>His glowing heart with filial transport beat:</br>Thy cloisters pale at midnight's solemn hours</br>Awing the soul, thy high o'er-arching bowers,</br>Thy fretted pinnacles, thy glitt'ring spires,</br>The swelling anthems of thy solemn quires,</br>Thy windows blazing with effulgent dyes,</br>Thy ample domes, that swell into the skies,</br>Thy Gothic towers with ancient honours grey,</br>Thy temples gloomy with excluded day,</br>The aweful Genius of thy place, that pours</br>A solemn grandeur o'er thy seats and bowers,</br>All in one full o'erpowering groups combin'd,</br>And rush'd congenial on his glowing mind.</br>Whene'er to distant scenes his steps he bent,</br>Oft on the way back to thy towers he sent</br>A mournful look, and saw, with aching eyes,</br>Thy lessening turrets melt into the skies:</br>Returning, on the neighbouring hill he stood,</br>And, near the margin of the silver flood,</br>With tears of transport view'd thy Gothic towers</br>Top with their glistering spires the darken'd bowers.</br>When Granta, envious of a sister's name,</br>Shed her fell venom o'er thy fair-earn'd fame;</br>His generous breast with instant vengeance flam'd,</br>With filial zeal the lay vindictive fram'd,</br>Bade thy firm domes, unmov'd by rival powers,</br>Rear in the fields of air their hundred towers,</br>And injur'd Isis, 'midst thy laurel wood,</br>Roll in triumphant waves her heaven-born flood.", "Ah!  still those turrets rise, those water roll;</br>But he, their guardian shield, their kindling soul,</br>Is sunk in death.  Lo!  Bathurst's fane along,</br>Scene of his life, and subject of his song,</br>His aged bones repose.  Blest shade, farewell!</br>Long on thy name shall aching Memory dwell:</br>Long shall the glory of thy wide-spread fame</br>Kindle in generous souls a kindred flame:</br>And many a youth, that round thy mournful bier</br>Heaves the deep sigh, and drops the silent tear,</br>Shall place thy virtues constant in their view,</br>With rival steps thy glorious track pursue,</br>Glow with congenial fire, and boldly shoot,</br>Like vigorous scyons from the parent root.</br>"]