["1.</br>Bloom'd from the East, or faire Injewel'd May</br>Blowne out of April; or some New-</br>Star fill'd with glory to our view,</br>Reaching at heaven,</br>To adde a nobler Planet to the seven?</br>Say, or doe we not descrie</br>Some Goddesse, in a cloud of Tiffanie</br>To move, or rather the</br>Emergent Venus from the Sea?", "2.</br>'Tis she!  'tis she!  or else some more Divine</br>Enlightned substance; mark how from the Shrine</br>Of holy Saints she paces on,</br>Treading upon Vermilion</br>And Amber; Spice-</br>ing the Chaste Aire with fumes of Paradise.</br>Then come on, come on, and yeeld</br>A savour like unto a blessed field,</br>When the bedabled Morne</br>Washes the golden eares of corne.", "3.</br>See where she comes; and smell how all the street</br>Breathes Vine-yards and Pomgranats:  O how sweet!</br>As a fir'd Altar, is each stone,</br>Perspiring pounded Cynamon.</br>The Phenix nest,</br>Built up of odours, burneth in her breast.</br>Who therein wo'd not consume</br>His soule to Ash-heaps in that rich perfume?</br>Bestroaking Fate the while</br>He burnes to Embers on the Pile.", "4.</br>Himen, O Himen!  Tread the sacred ground;</br>Shew thy white feet, and head with Marjoram crown'd:</br>Mount up thy flames, and let thy Torch</br>Display the Bridegroom in the porch,</br>In his desires</br>More towring, more disparkling then thy fires:</br>Shew her how his eyes do turne</br>And roule about, and in their motions burne</br>Their balls to Cindars:  haste,</br>Or else to ashes he will waste.", "5.</br>Glide by the banks of Virgins then, and passe</br>The Shewers of Roses, lucky-foure-leav'd grasse:</br>The while the cloud of younglings sing,</br>And drown yee with a flowrie Spring:</br>While some repeat</br>Your praise, and bless you, sprinkling you with Wheat:</br>While that others doe divine;</br>Blest is the Bride, on whom the Sun doth shine;</br>And thousands gladly wish</br>You multiply, as doth a Fish.", "6.</br>And beautious Bride we do confess y'are wise,</br>In dealing forth these bashfull jealousies:</br>In Lov's name do so; and a price</br>Set on your selfe, by being nice:</br>But yet take heed;</br>What now you seem, be not the same indeed,</br>And turne Apostate:  Love will</br>Part of the way be met; or sit stone-still.</br>On then, and though you slow-</br>ly go, yet, howsoever, go.", "7.</br>And now y'are enter'd; see the Codled Cook</br>Runs from his Torrid Zone, to prie, and look,</br>And blesse his dainty Mistresse:  see,</br>The Aged point out, This is she,</br>Who now must sway</br>The House (Love shield her) with her Yea and Nay:</br>And the smirk Butler thinks it</br>Sin, in's Nap'rie, not to express his wit;</br>Each striving to devise</br>Some gin, wherewith to catch your eyes.", "8.</br>To bed, to bed, kind Turtles, now, and write</br>This the short'st day, and this the longest night;</br>But yet too short for you:  'tis we,</br>Who count this night as long as three,</br>Lying alone,</br>Telling the Clock strike Ten, Eleven, Twelve, One.</br>Quickly, quickly then prepare;</br>And let the Young-men and the Bride-maids share</br>Your Garters; and their joynts</br>Encircle with the Bride-grooms Points.", "9.</br>By the Brides eyes, and by the teeming life</br>Of her green hopes, we charge ye, that no strife,</br>(Farther then Gentlenes tends) gets place</br>Among ye, striving for her lace:</br>O doe not fall</br>Foule in these noble pastimes, lest ye call</br>Discord in, and so divide</br>The youthfull Bride-groom, and the fragrant Bride:</br>Which Love fore-fend; but spoken</br>Be't to your praise, no peace was broken.", "10.</br>Strip her of Spring-time, tender-whimpring-maids,</br>Now Autumne's come, when all those flowrie aids</br>Of her Delayes must end; Dispose</br>That Lady-smock, that Pansie, and that Rose</br>Neatly apart;</br>But for Prick-madam, and for Gentle-heart;</br>And soft &mdash; Maidens &mdash; blush, the Bride</br>Makes holy these, all others lay aside:</br>Then strip her, or unto her</br>Let him come, who dares undo her.", "11.</br>And to enchant yee more, see every where</br>About the Roofe a Syren in a Sphere;</br>(As we think) singing to the dinne</br>Of many a warbling Cherubim:</br>O marke yee how</br>The soule of Nature melts in numbers:  now</br>See, a thousand Cupids flye,</br>To light their Tapers at the Brides bright eye.</br>To Bed; or her they'l tire,</br>Were she an Element of fire.", "12.</br>And to your more bewitching, see, the proud</br>Plumpe Bed beare up, and swelling like a cloud,</br>Tempting the two too modest; can</br>Yee see it brusle like a Swan,</br>And you be cold</br>To meet it, when it woo's and seemes to fold</br>The Armes to hugge it?  throw, throw</br>Your selves into the mighty over-flow</br>Of that white Pride, and Drowne</br>The night, with you, in floods of Downe.", "13.</br>The bed is ready, and the maze of Love</br>Lookes for the treaders; every where is wove</br>Wit and new misterie; read, and</br>Put in practise, to understand</br>And know each wile,</br>Each hieroglyphick of a kisse or smile;</br>And do it to the full; reach</br>High in your own conceipt, and some way teach</br>Nature and Art, one more</br>Play then they ever knew before.", "14.</br>If needs we must for Ceremonies-sake,</br>Blesse a Sack-posset; Luck go with it; take</br>The Night-Charme quickly; you have spells,</br>And magicks for to end, and hells,</br>To passe; but such</br>And of such Torture as no one would grutch</br>To live therein for ever:  Frie</br>And consume, and grow again to die,</br>And live, and in that case,</br>Love the confusion of the place.", "15.</br>But since It must be done, dispatch, and sowe</br>Up in a sheet your Bride, and what if so</br>It be with Rock, or walles of Brasse,</br>Ye Towre her up, as Danae was;</br>Thinke you that this,</br>Or hell it selfe a powerfull Bulwarke is?</br>I tell yee no; but like a</br>Bold bolt of thunder he will make his way,</br>And rend the cloud, and throw</br>The sheet about, like flakes of snow.", "16.</br>All now is husht in silence; Midwife-moone,</br>With all her Owle-ey'd issue begs a boon</br>Which you must grant; that's entrance; with</br>Which extract, all we can call pith</br>And quintiscence</br>Of Planetary bodies; so commence</br>All faire Constellations</br>Looking upon yee, That two Nations</br>Springing from two such Fires,</br>May blaze the vertue of their Sires.</br>"]