["To Sinful House of Pride, Duessa</br>Guides the faithful Knight:</br>Where, Brother's Death to wreak, Sans-joy</br>Doth challenge him to fight.", "Young Knight, whatever that dost Arms profess,</br>And thro long Labours huntest after Fame,</br>Beware of Fraud, beware of Fickleness,</br>In Choice and Change of thy dear loved Dame;</br>Lest thou of her believe too lightly blame,</br>And rash misweening do thy Heart remove;</br>For unto Knight there is no greater Shame,</br>Than Lightness and Inconstancy in Love;</br>That doth this Red-cross Knight's ensample plainly prove.", "Who after that he had fair Una lorne,</br>Through light misdeeming of her Loyalty,</br>And false Duessa in her stead had borne,</br>Called Fidess', and so suppos'd to be;</br>Long with her travell'd, till at last they see</br>A goodly Building, bravely garnished,</br>The House of mighty Prince it seem'd to be:</br>And cowards it a broad high way that led,</br>All bare through Peoples Feet, which thither travelled.", "Great Troops of People travell'd thitherward</br>Both Day and Night, of each Degree and Place;</br>But few returned, having 'scaped hard,</br>With baleful Beggary, or foul Disgrace,</br>Which ever after, in most wretched Case,</br>Like loathsome Lazars, by the Hedges lay.</br>Thither Duessa bade him bend his Pace;</br>For she is weary of the toilsom way,</br>And also nigh consumed is the lingring Day.", "A stately Palace built of squared Brick,</br>Which cunningly was without Mortar laid,</br>Whose Walls were high, but nothing strong, nor thick;</br>And golden Foil all over them displaid;</br>That purest Sky with Brightness they dismaid:</br>High lifted up were many lofty Towers,</br>And goodly Galleries far overlaid,</br>Full of fair Windows, and delightful Bowers;</br>And on the top a Dial told the timely Hours", "It was a goodly Heap for to behold,</br>And spake the Praises of me Workman's Wit;</br>But full great Pity, that so fair a Mold</br>Did on so weak Foundation ever fit:</br>For on a sandy Hill, that still did flit,</br>And fall away, it mounted was full high,</br>That every Breath of Heaven shaked it;</br>And all the hinder parts, that few could spy,</br>Were ruinous and old, but painted cunningly.", "Arrived there, they passed in forth right;</br>For still, to all, the Gates stood open wide,</br>Yet charge of them was to a Porter hight</br>Call'd Malvenu, who entrance none deny'd:</br>Thence to the Hall, which was on every side</br>With rich Array and costly Arras dight,</br>Infinite sorts of People did abide</br>There waiting long, to win the wished Sight</br>Of her, that was the Lady of that Palace bright.", "By them they pass, all gazing on them round,</br>And to the Presence mount; whose glorious View</br>Their frail amazed Senses did confound:</br>In living Princes Court none ever knew</br>Such endless Riches, and so sumptuous Shew;</br>Ne Persia' self, the Nurse of pompous Pride,</br>Like ever saw.  And there a noble Crew</br>Of Lords and Ladies stood on every side,</br>Which with their Presence fair the Place much beautify'd.", "High above all, a Cloth of State was spred,</br>And a rich Throne, as bright as sunny Day,</br>On which there sat most brave embellished</br>With Royal Robes and gorgeous Array,</br>A Maiden Queen, that shone as Titan's Ray,</br>In glistring Gold, and peerless precious Stone:</br>Yet her bright blazing Beauty did assay</br>To dim the Brightness of her glorious Throne,</br>As envying her self, that too exceeding shone.", "Exceeding shone, like Phoebus' fairest Child,</br>That did presume his Father's fiery Wain,</br>And flaming Mouths of Steeds unwonted wild,</br>Through highest Heaven with weaker hand to rein;</br>Proud of such Glory and Advancement vain</br>While flashing Beams do daze his feeble Eyen,</br>He leaves the Welkin-way most beaten plain,</br>And wrapt with whirling wheels, enflames the Skyen,</br>With Fire not made to burn, but fairly for to shine.", "So proud she shined in her Princely State,</br>Looking to Heaven; for Earth she did disdain,</br>And sitting high; for lowly she did hate:</br>Lo!  underneath her scornful Feet, was lain</br>A dreadful Dragon with an hideous Train:</br>And in her Hand she held a Mirrour bright,</br>Wherein her Face she often viewed fain,</br>And in her self-lov'd semblance took delight,</br>For she was wondrous fair, as any living Wight.", "Of griesly Pluto she the Daughter was,</br>And sad Proserpina the Queen of Hell;</br>Yet did she think her peerless Worth to pass</br>That Parentage, with Pride so did she swell:</br>And thundring Jove, that high in Heaven doth dwell,</br>And wield the World, she claimed for her Sire,</br>Or if that any else did Jove excel:</br>For to the highest she did still aspire,</br>Or, if ought higher were than that, did it desire.", "And proud Lucifera Men did her call,</br>That made her self a Queen, and crown'd to be;</br>Yet rightful Kingdom she had none at all,</br>Ne Heritage of native sovereignty,</br>But did usurp with Wrong and Tyranny</br>Upon the Scepter, which she now did hold:</br>Ne rul'd her Realms with Laws, but Policy,</br>And strong Advizement of six Wizards old,</br>That with their Counsels bad her Kingdom did uphold.", "Soon as the Elfin Knight in Presence came,</br>And false Duessa, seeming Lady fair,</br>A gentle Usher, Vanity by name,</br>Made room, and Passage for them did prepare;</br>So goodly brought them to the lowest Stair</br>Of her high Throne; where they, on humble Knee</br>Making Obeisance, did the Cause declare,</br>Why they were come, her Royal State to see,</br>To prove the wide Report of her great Majesty.", "With lofty Eyes, half loth to look so low,</br>She thanked them in her disdainful wise,</br>Ne other Grace vouchsafed them to show,</br>Of Princess worthy, scarce them bad arise.</br>Her Lords and Ladies all this while devise</br>Themselves to setten forth to Straungers sight:</br>Some frounce their curled Hair in courtly guise,</br>Some pranke their Ruffes, and others trimly dight</br>Their gay Attire:  each others greater Pride does spight.", "Goodly they all that Knight do entertain,</br>Right glad with him to have increas'd their Crew:</br>But to Duess' each one himself did pain</br>All Kindness and fair Courtesy to shew;</br>For in that Court whilome her well they knew:</br>Yet the stout Fairy 'mongst the middest Croud,</br>Thought all their Glory vain in knightly view,</br>And that great Princess too exceeding proud,</br>That to strange Knight no better Countenance allow'd.", "Suddain upriseth from her stately Place</br>The royal Dame, and for her Coach doth call:</br>All hurlen forth, and she with Princely pace,</br>As fair Aurora in her purple Pall,</br>Out of the East the dawning Day doth call.</br>So forth she comes:  her Brightness broad doth blaze;</br>The heaps of People thronging in the Hall,</br>Do ride each other, upon her to gaze:</br>Her glorious Glitter and Light doth all Mens Eyes amaze.", "So forth she comes, and to her Coach does climb,</br>Adorned all with Gold and Garlands gay,</br>That seem'd as fresh as Flora in her Prime;</br>And strove to match, in royal rich Array,</br>Great Juno's golden Chair, the which they say</br>The Gods stand gazing on, when she does ride</br>To Jove's high House through Heavens brass-paved way,</br>Drawn of fair Peacocks, that excel in Pride,</br>And full of Argus' Eyes their Tails disspredden wide.", "But this was drawn of six unequal Beasts,</br>On which her six sage Counsellors did ride,</br>Taught to obey their bestial Beheasts,</br>With like Conditions to their kinds apply'd:</br>Of which the first, that all the rest did guide,</br>Was sluggish Idleness, the Nurse of Sin;</br>Upon a slothful Ass he chose to ride,</br>Array'd in Habit black, and amis thin,</br>Like to an holy Monk, the Service to begin.", "And in his Hand his Portress still he bare,</br>That much was worn, but therein little red:</br>For of Devotion he had little care,</br>Still drown'd in Sleep, and most of his days dead;</br>Scarce could he once uphold his heavy Head,</br>To looken whether it were Night or Day.</br>May seem the Wain was very evil led,</br>When such an one had guiding of the way,</br>That knew not, whether right he went, or else astray.", "From worldly Cares himself he did esloin,</br>And greatly shunned manly Exercise;</br>For every Work he challenged Essoin,</br>For Contemplation sake:  yet otherwise,</br>His life he led in lawless Riotise;</br>By which he grew to grievous Malady:</br>For, in his lustless Limbs through evil Guise</br>A shaking Fever reign'd continually:</br>Such one was Idleness, first of this Company.", "And by his side rode loathsome Gluttony,</br>Deformed Creature, on a filthy Swine,</br>His Belly was up-blown with Luxury,</br>And eke with Fatness swollen were his eyne:</br>And like a Crane, his Neck was long and fine,</br>With which he swallowed up excessive Feast,</br>For want whereof poor People oft did pine;</br>And all the way, most like a brutish Beast,</br>He spewed up his Gorge that all did him detest.", "In green Vine Leaves he was right fitly clad,</br>For other Clothes he could not wear for Heat;</br>And on his Head an Ivy Garland had,</br>From under which fast trickled down the Sweat:</br>Still as he rode, he some-what still did eat,</br>And in his Hand did bear a Bouzing-Can,</br>Of which he supt so oft, that on his Seat</br>His drunken Corse he scarce upholden can;</br>In Shape and Life, more like a Monster than a Man.", "Unfit he was for any worldly thing,</br>And eke unable once so stir or go,</br>Not meet to be of Counsel to a King,</br>Whose Mind in Meat and Drink was drowned so,</br>That from his Friend he seldom knew his Foe;</br>Full of Diseases was his Carcass blue,</br>And a dry Dropsy through his Flesh did flow;</br>Which by mis-diet daily greater grew:</br>Such one was Gluttony, the second of that Crew.", "And next to him rode lustful Lechery</br>Upon a bearded Goat, whose rugged Hair</br>And whally Eyes (the sign of Jealousy)</br>Was like the Person self, whom he did bear:</br>Who rough, and black, and filthy did appear,</br>Unseemly Man to please fair Ladies Eye;</br>Yet he, of Ladies oft was loved dear,</br>When fairer Faces were bid standen by:</br>O!  who does know the bent of Womens fantasy?", "In a green Gown he clothed was full fair,</br>Which underneath did hide his Filthiness,</br>And in his Hand a burning Heart he bare,</br>Full of vain Follies and new-fangleness:</br>For, he was false, and fraught with Fickleness,</br>And learned had to love with secret Looks,</br>And well could daunce and sing with ruefulness,</br>And Fortunes tell, and read in loving Books,</br>And thousand other ways to bait his fleshly Hooks.", "Inconstant Man that loved all he saw,</br>And lusted after all that he did love;</br>Ne would his looser Life be ty'd to Law,</br>But joy'd weak Womens Hearts to tempt and prove,</br>If from their loyal Loves he might them move;</br>Which Lewdness fill'd him with reproachful Pain</br>Of that foul Evil which all Men reprove,</br>That rots the Marrow, and consumes the Brain:</br>Such one was Lechery, the third of all this Train.", "And greedy Avarice by him did ride,</br>Upon a Camel loaden all with Gold;</br>Two iron Coffers hung on either side,</br>With precious Metal, full as they might hold,</br>And in his Lap an heap of Coin he told:</br>For of his wicked Pelf his God he made,</br>And unto Hell himself for Money sold;</br>Accursed Usury was all his Trade,</br>And right and wrong ylike in equal Ballance weigh'd.", "His Life was nigh unto Death's Door yplac'd,</br>And thread-bare Coat and cobled Shoes he ware,</br>Ne scarce good Morsel all his Life did taste,</br>But both from Back and Belly still did spare,</br>To fill his Bags, and Riches to compare:</br>Yet Child ne Kinsman living had he none</br>To leave them to; but thorough daily Care</br>To get, and nightly Fear to lose his own,</br>He led a wretched Life unto himself unknown.", "Most wretched Wight, whom nothing might suffice,</br>Whose greedy Lust did lack in greatest Store,</br>Whose Need had end, but no end Covetise,</br>Whose Wealth was Want, whose Plenty made him poor,</br>Who had enough, yet wished evermore:</br>A vile Disease, and eke in Foot and Hand</br>A grievous Gout tormented him full sore,</br>That well he could not touch, nor go, nor stand;</br>Such one was Avarice, the fourth of this fair Band.", "And next to him malicious Envy rode</br>Upon a ravenous Wolf, and Still did chaw</br>Between his cankred Teeth a venemous Tode,</br>That all the Poison ran about his Jaw;</br>But inwardly he chawed his own Maw</br>At Neighbour's Wealth, that made him ever sad;</br>For Death it was, when any good he saw,</br>And wept, that cause of Weeping none he had:</br>But when he heard of Harm, he wexed wondrous glad.", "All in a Kirtle of discolour'd Say</br>He clothed was, ypainted full of Eyes</br>And in his Bosom secretly there lay</br>An hateful Snake, the which his Tail upties</br>In many Folds, and mortal Sting implies.</br>Still as he rode, he gnash'd his Teeth, to see</br>Those heaps of Gold with griple Covetise,</br>And grudged at the great Felicity</br>Of proud Lucifera, and his own Company.", "He hated all good Works and vertuous Deeds,</br>And him no less, that any like did use:</br>And who with gracious Bread the Hungry feeds,</br>His Alms, for want of Faith, he doth accuse;</br>So every Good to Bad he doth abuse:</br>And eke the Verse of famous Poet's Wit</br>He does backbite, and spightful Poison spues</br>From leprous Mouth, on all that ever writ:</br>Such one vile Envy was, that first in row did sit.", "And him besides rides fierce revenging Wrath,</br>Upon a Lion, loth for to be led;</br>And in his Hand a burning Brond he hath,</br>The which he brandisheth about his Head;</br>His Eyes did hurle forth Sparkles fiery red,</br>And stared stern on all that him beheld,</br>As Ashes pale of hew and seeming dead;</br>And on his Dagger still his Hand he held;</br>Trembling through hasty Rage, when Choler in him swell'd.", "His ruffin Raiment all was stain'd with Blood</br>Which he had spilt, and all to Rags yrent,</br>Through unadvised Rashness woxen wood;</br>For of his Hands he had no government,</br>Ne car'd for Blood in his avengement:</br>But when the furious Fit was overpast,</br>His cruel Facts he often would repent;</br>Yet wilful Man he never would forecast,</br>How many Mischiefs should ensue his heedless hast.", "Full many Mischiefs follow cruel Wrath;</br>Abhorred Bloodshed and tumultuous Strife,</br>Unmanly Murder, and unthrifty Scath,</br>Bitter Despight, with Rancour's rusty Knife,</br>And fretting Grief the Enemy of Life;</br>All these, and many Evils moe haunt Ire,</br>The swelling Spleen, and Phrenzy raging rife,</br>The shaking Palsey, and Saint Frauncis' Fire:</br>Such one was Wrath, the last of this ungodly Tire.", "And after all, upon the Waggon Beam</br>Rode Satan, with a smarting Whip in hand,</br>With which he forward lash'd the lazy Team,</br>So oft as Sloth still in the Mire did stand.</br>Huge Routs of People did about them band,</br>Shouting for Joy; and still before their way</br>A foggy Mist had covered all the Land;</br>And underneath their Feet, all scattered lay</br>Dead Skuls and Bones of Men, whose Life had gone astray.", "So forth they marchen in this goodly sort,</br>To take the solace of the open Air,</br>And in fresh flowring Fields themselves to sport.</br>Emongst the rest rode that false Lady fair,</br>The foul Duessa, next unto the Chair</br>Of proud Lucifera, as one o' th' train:</br>But that good Knight would not so nigh repair,</br>Himself estraunging from their joyance vain,</br>Whose Fellowship seem'd far unfit for warlike Swain.", "So having solaced themselves a space,</br>With pleasaunce of the breathing Fields yfed,</br>They back returned to the Princely Place;</br>Whereas an errant Knight in Arms ycled,</br>And heath'nish Shield, wherein with Letters red</br>Was writ Sans-joy, they new arrived find:</br>Enflam'd with Fury and fierce Hardy-hed,</br>He seem'd in Heart to harbour Thoughts unkind,</br>And nourish bloody Vengeance in his bitter Mind.", "Who when the shamed Shield of slain Sans-foy</br>He spy'd with that same Fairy Champion's Page,</br>Bewraying him, that did of late destroy</br>His eldest Brother, burning all with Rage</br>He to him leapt, and that same envious gage</br>Of Victor's Glory from him snatch'd away:</br>But th' Elfin Knight, which ought that warlike wage,</br>Disdain'd to lose the Meed he won in Fray,</br>And him rencountring fierce, rescu'd the noble Prey.", "There-with they gan to hurlen greedily,</br>Redoubted Battail ready to darrain,</br>And clash their Shields, and shake their Swords on high,</br>That with their air they troubled all the Train</br>Till that great Queen upon eternal Pain</br>Of high Displeasure that ensewen might,</br>Commaunded them their Fury to refrain,</br>And if that either to that Shield had right,</br>In equal Lists they should the Morrow next it fight.", "Ah dearest Dame (quoth then the Paynim bold)</br>Pardon the Error of inraged Wight,</br>Whom great Grief made forget the Reins to hold</br>Of Reason's Rule, to see this recreant Knight,</br>No Knight, but Treachour full of false Despight</br>And shameful Treason, who through Guile hath slain</br>The prowest Knight that ever Field did fight,</br>Even stout Sans-foy (O!  who can then refrain?)</br>Whose Shield he bears re'nverst, the more to heap Disdain.", "And to augment the Glory of his Guile,</br>His dearest Love the fair Fidessa loe</br>Is there possessed of the Traitor vile,</br>Who reaps the Harvest sowen by his Foe,</br>Sowen in bloody Field, and bought with Woe:</br>That Brother's Hand shall dearly well requight,</br>So be, O Queen, you equal Favour show.</br>Him little answer'd th' angry Elfin Knight;</br>He never meant with Words, but Swords, to plead his Right.", "But threw his Gauntlet as a sacred Pledge,</br>His Cause in Combat the next day to try;</br>So been they parted both, with Hearts on edge,</br>To be aveng'd each on his Enemy.</br>That Night they pass in Joy and Jollity,</br>Feasting and Courting both in Bower and Hall;</br>For Steward was excessive Gluttony,</br>That of his Plenty poured forth to all;</br>Which doen, the Chamberlain Sloth did to rest them call.", "Now when as darksome Night had all display'd</br>Her cole-black Curtain over brightest Sky,</br>The warlike Youths on dainty Couches laid,</br>Did chace away sweet Sleep from sluggish Eye,</br>To muse on means of hoped Victory.</br>But when as Morpheus had with leaden Mace</br>Arrested all that courtly Company,</br>Up-rose Duessa from her Resting-place,</br>And to the Paynim's Lodging comes with silent Pace.", "Whom broad awake she finds, in troublous fit,</br>Forecasting how his Foe he might annoy,</br>And him amoves with Speeches seeming fit:</br>Ah dear Sans-joy, next dearest to Sans-foy,</br>Cause of my new Grief, Cause of my new Joy,</br>Joyous to see his Image in mine Eye,</br>And griev'd to think how Foe did him destroy,</br>That was the Flower of Grace and Chevalry;</br>Lo, his Fidessa, to thy secret Faith I fly.", "With gentle words he 'gan her fairly greet,</br>And bad say on the Secret of her Heart.</br>Then sighing soft, I learn that little Sweet</br>Oft tempred is (quoth he) with muchel Smart:</br>For, since my Breast was launc'd with lovely Dart</br>Of dear Sans-foy, I never joyed Hour,</br>But in eternal Woes my weaker Heart</br>Have wasted, loving him with all my Power,</br>And for his sake have felt full many an heavy Stower.", "At last, when Perils all I weened past,</br>And hop'd to reap the Crop of all my Care,</br>Into new Woes unweeting I was cast</br>By this false Faytor, who unworthy ware</br>His worthy Shield, whom he with guileful Snare</br>Entrapped slew, and brought to shameful Grave.</br>Me silly Maid away with him he bare,</br>And ever since hath kept in darksome Cave,</br>For that I would not yield, that to Sans-foy I gave.", "But since fair Sun hath spers'd that lowring Cloud,</br>And to my loathed Life now shews some Light,</br>Under your Beams I will me safely shroud,</br>From dreaded Storm of his disdainful Spight:</br>To you th' Inheritance belongs by Right</br>Of Brother's praise, to you eke 'longs his Love;</br>Let not his Love, let not his restless Spright</br>Be unreveng'd, that calls to you above</br>From wandring Stygian Shores, where it doth endless move.", "Thereto said he, Fair Dame, be nought dismay'd</br>For Sorrows past; their Grief is with them gone:</br>Ne yet of present Peril be affraid;</br>For needless Fear did never vantage none,</br>And helpless Hap it booteth not to mone.</br>Dead is Sans-foy, his vital Pains are past,</br>Though grieved Ghost for Vengeance deep do grone:</br>He lives, that shall him pay his Duties last,</br>And guilty Elfin Blood shall sacrifice in hast.", "O!  but I fear the fickle Freaks (quoth she)</br>Of Fortune false, and odds of Arms in Field.</br>Why Dame (quoth he) what odds can ever be,</br>Where both do fight alike, to win, or yield?</br>Yea, but (quoth she) he bears a charmed Shield,</br>And eke enchaunted Arms, that none can pierce,</br>Ne none can wound the Man that does them wield.</br>Charm'd or Enchaunted (answered he then fierce)</br>I no whit reck, ne you the like need to reherse.", "But fair Fidessa, sithence Fortune's Guile,</br>Or Enemy's Power hath now captived you,</br>Return from whence ye came, and rest awhile</br>Till Morrow next, that I the Elf subdue,</br>And with Sans-foy's dead Dowry you endue.</br>Ay me, that is a double Death (she said)</br>With proud Foes sight my Sorrow to renew:</br>Where ever yet I be, my secret Aid</br>Shall follow you.  So passing forth, she him obey'd.", ""]