["The Red-cross Knight is Captive made,</br>By Giant proud oppress'd:</br>Prince Arthur meets with Una, Great-</br>ly with those News distress'd.", "What Man so wise, what earthly Wit so ware,</br>As to descry the crafty cunning Train,</br>By which Deceit doth mask in Vizor fair,</br>And cast her Colours dyed deep in Grain,</br>To seem like Truth, whose Shape she well can feign,</br>And fitting Gestures to her purpose frame,</br>The guiltless Man with Guile to entertain?</br>Great Mistress of her Art was that false Dame,</br>The false Duessa, cloked with Fidessa's name.", "Who, when returning from the dreary Night,</br>She found not in that perilous House of Pride,</br>Where she had left the noble Red-cross Knight,</br>Her hoped Prey; she would no longer bide,</br>But forth she went, to seek him far and wide.</br>Ere long she found whereas he weary sate</br>To rest himself, foreby a Fountain side,</br>Disarmed all of iron-coated plate,</br>And by his side his Steed the grassy Forage ate.", "He feeds upon the cooling Shade, and bays</br>His sweaty Forehead in the breathing Wind,</br>Which through the trembling Leaves full gently plays,</br>Wherein the chearful Birds of sundry kind</br>Do chaunt sweet Musick, to delight his Mind:</br>The Witch approaching, 'gan him fairly greet,</br>And with Reproach of carelesness unkind</br>Upbraid, for leaving her in Place unmeet,</br>With foul Words tempting fair, sour Gall with hony sweet.", "Unkindness past, they 'gan of Solace treat,</br>And bathe in pleasaunce of the joyous Shade,</br>Which shielded them against the boiling Heat,</br>And with green Boughs decking a gloomy Glade,</br>About the Fountain, like a Garland made;</br>Whose bubbling Wave did ever freshly well,</br>Ne ever would through fervent Summer fade:</br>The sacred Nymph, which therein wont to dwell,</br>Was out of Dian's Favour, as it then befel.", "The cause was this:  One day when Phoebe fair</br>With all her Band was following the Chace,</br>This Nymph, quite tir'd with Heat of scorching Air,</br>Sat down to rest in middest of the Race.</br>The Goddess wroth, 'gan foully her disgrace,</br>And bade the Waters, which from her did flow,</br>Be such as she her self was then in place.</br>Thenceforth her Waters waxed dull and slow,</br>And all that drunk thereof, did faint and feeble grow.", "Hereof this gentle Knight unweeting was,</br>And lying down upon the sandy Grail,</br>Drunk of the Stream, as clear as crystal Glass:</br>Eftsoons his manly Forces 'gan to fail,</br>And mighty Strong was turn'd to feeble Frail.</br>His changed Powers at first themselves not felt,</br>Till crudled cold his Courage 'gan assail,</br>And cheerful Blood in Faintness chill did melt,</br>Which like a Fever-fit through all his Body swelt.", "Yet goodly court he made still to his Dame,</br>Pour'd out in Looseness on the grassy Ground,</br>Both careless of his Health, and of his Fame:</br>Till at the last he heard a dreadful Sound,</br>Which through the Wood loud bellowing did rebound,</br>That all the Earth for Terror seem'd to shake,</br>And Trees did tremble.  Th' Elf there-with astoun'd,</br>Upstarted lightly from his looser make,</br>And his unready Weapons 'gan in hand to take.", "But ere he could his Armour on him dight,</br>Or get his Shield, his monstrous Enemy</br>With sturdy Steps came stalking in his light,</br>An hideous Giant, horrible and high,</br>That with his Tallness seem'd to threat the Sky:</br>The Ground eke groned under him for dread;</br>His living like saw never living Eye,</br>Ne durst behold:  his Statue did exceed</br>The height of three the tallest Sons of mortal Seed.", "The greatest Earth his uncouth Mother was,</br>And blustring Aeolus his boasted Sire,</br>Who with his Breath, which through the World doth pass,</br>Her hollow Womb did secrecy inspire,</br>And fill'd her hidden Caves with stormy Ire,</br>That she conceiv'd; and trebling the due time</br>In which the Wombs of Women do expire,</br>Brought forth this monstrous Masse of earthly Slime,</br>Puff'd up with empty Wind, and fill'd with sinful Crime.", "So growen great through arrogant Delight</br>Of th' high Descent, whereof he was yborn,</br>And through presumption of his matchless [dight,</br>All other Powers and Knighthood he did scorn.</br>Such now he marcheth to this Man forlorn,</br>And left to loss:  his stalking Steps are staid</br>Upon a snaggy Oak, which he had torn</br>Out of his Mother's Bowels, and it made</br>His mortal Mace, wherewith his Foe-men he dismay'd.", "That when the Knight he spy'd, he 'gan advaunce</br>With huge Force and insupportable Main,</br>And towards him with dreadful Fury praunce;</br>Who hapless, and eke hopeless, all in vain</br>Did to him pass, sad Battle to darrain;</br>Disarm'd, disgrac'd, and inwardly dismay'd,</br>And eke so faint in every Joint and Vein,</br>Through that frail Fountain, which him feeble made,</br>That scarcely could he weeld his bootless single Blade.", "The Giant strook so mainly merciless,</br>That could have overthrown a stony Tower;</br>And were not heavenly Grace, that him did bless,</br>He had been poudred all, as thin as Flower.</br>But he was weary of that deadly stower,</br>And lightly leap'd from underneath the Blow:</br>Yet so exceeding was the Villain's Power,</br>That with the Wind it did him overthrow,</br>And all his Senses stoun'd, that still he lay full low.", "As when that devilish iron Engine wrought</br>In deepest Hell, and fram'd by Furies Skill,</br>With windy Nitre and quick Sulphur fraught,</br>And ram'd with Bullet round, ordain'd to kill,</br>Conceiveth fire, the Heavens it doth fill</br>With thundring Noise, and all the Air doth choke,</br>That none can breathe, nor see, nor hear at will,</br>Through smouldry Cloud of duskish stinking Smoke,</br>That th' only Breath him daunts, who hath escap'd the Stroke.", "So daunted when the Giant saw the Knight,</br>His heavy Hand he heaved up on high,</br>And him to Dust thought to have battred quite,</br>Until Duessa loud to him 'gan cry;</br>O great Orgoglio, greatest under Sky,</br>O hold thy mortal Hand for Lady's sake,</br>Hold for my sake, and do him not to die;</br>But, vanquish'd, thine eternal Bond-slave make,</br>And me thy worthy Meed unto thy Leman take.", "He harkned, and did stay from further Harms,</br>To gain so goodly Guerdon, as she spake;</br>So willingly she came into his Arms,</br>Who her as willingly to grace did take,</br>And was possessed of his new-found make.</br>Then up he took the slumbred sensless Corse,</br>And ere he could out of his Swoon awake,</br>Him to his Castle brought with hasty Force,</br>And in a Dungeon deep him threw without Remorse.", "From that day forth Duessa was his Dear,</br>And highly honour'd in his haughty Eye;</br>He gave her Gold, and purple Pall to wear,</br>And triple Crown set on her Head full high</br>And her endow'd with Royal Majesty:</br>Then, for to make her dreaded more of Men,</br>And People's Hearts with awful Terror tie,</br>A monstrous Beast ybred in filthy Fen</br>He chose, which he had kept long time in darksom Den.", "Such one it was, as that renowned Snake</br>Which great Alcides in Stremona new,</br>Long fostred in the Filth of Lerna Lake,</br>Whose many Heads out budding ever new,</br>Did breed him endless Labour to subdue:</br>But this same Monster much more ugly was;</br>For seven great Heads out of his Body grew;</br>An Iron Breast, and Back of scaly Brass,</br>And all embru'd in Blood, his Eyes did shine as Glass.", "His Tail was stretched out in wondrous length,</br>That to the House of heavenly Gods it raught,</br>And with extorted Power, and borrow'd Strength,</br>The ever-burning Lamps from thence it brought,</br>And proudly threw to ground, as things of nought;</br>And underneath his filthy Feet did tread</br>The sacred things, and holy Heasts fore-taught.</br>Upon this dreadful Beast with sevenfold Head</br>He set the false Duessa, for more Awe and Dread.", "The woful Dwarf, which saw his Maister's Fall,</br>Whiles he had keeping of his grasing Steed,</br>And valiant Knight become a Caitive thrall,</br>When all was past, took up his forlorn Weed,</br>His mighty Armour, missing most at need;</br>His silver Shield, now idle maisterless;</br>His poinant Spear, that many made to bleed,</br>The rueful Monuments of Heaviness;</br>And with them all departs, to tell his great Distress.", "He had not travel'd long, when on the way</br>He woful Lady (woful Una) met,</br>Fast flying from the Paynim's greedy Prey,</br>Whilst Satyrane him from Pursuit did let:</br>Who when her Eyes she on the Dwarf had set,</br>And saw the signs that deadly Tidings spake</br>She fell to ground for sorrowful Regret,</br>And lively Breath her sad Breast did forsake,</br>Yet might her piteous Heart be seen to pant and quake.", "The Messenger of so unhappy News,</br>Would fain have died:  dead was his Heart within,</br>Yet outwardly some little Comfort shews.</br>At last recovering Heart, he does begin</br>To rub her Temples, and to chauf her Chin,</br>And every tender part does toss and turn:</br>So hardly he the flitted Life does win,</br>Unto her native Prison to return:</br>Then 'gins her grieved Ghost thus to lament and mourn.", "Ye dreary Instruments of doleful sight,</br>That do this deadly Spectacle behold,</br>Why do ye longer feed on loathed Light,</br>Or liking find to gaze on earthly Mold,</br>Sith cruel Fates the careful Threads unfold,</br>The which my Life and Love together ty'd?</br>How let the stony Dart of sensless Cold</br>Pierce to my Heart, and pass through every side,</br>And let eternal Night so sad sight from me hide.", "O lightsom Day, the Lamp of highest Jove,</br>First made by him, Mens wandring Ways to guide,</br>When darkness he in deepest Dungeon drove,</br>Henceforth thy hated Face for ever hide,</br>And shut up Heaven's Windows shining wide:</br>For earthly sight can nought but Sorrow breed,</br>And late Repentance, which shall long abide.</br>Mine Eyes no more on Vanity shall feed,</br>But sealed up with death, shall have their deadly Meed.", "Then down again she fell unto the ground;</br>But he her quickly reared up again:</br>Thrice did she sink adown in deadly Swoond,</br>And thrice he her reviv'd with busy Pain.</br>At last, when Life recover'd had the Rein,</br>And over-wrestled his strong Enemy,</br>With foltring Tongue, and trembling every Vein,</br>Tell on (quoth she) the woful Tragedy,</br>The which these Reliques sad present unto mine Eye.", "Tempestuous Fortune hath spent all her Spight,</br>And thrilling Sorrow thrown his utmost Dart;</br>Thy sad Tongue cannot tell more heavy Plight</br>Than that I feel, and harbour in mine Heart:</br>Who hath endur'd the whole, can bear each part,</br>If Death it be, it is not the first Wound</br>That launced hath my Breast with bleeding Smart.</br>Begin, and end the bitter baleful Round;</br>If less than that I fear, more Favour I have found.", "Then 'gan the Dwarf the whole Discourse declare.</br>The subtile Trains of Archimago old;</br>The wanton Loves of false Fidessa fair,</br>Bought with the Blood of vanquish'd Paynim bold</br>The wretched Pair transform'd to treen Mold;</br>The House of Pride, and Perils round about;</br>The Combat, which he with Sans-joy did hold;</br>The luckless Conflict with the Giant stout,</br>Wherein captiv'd, of Life or Death he stood in doubt.", "She heard with patience all unto the end,</br>And strove to maister sorrowful assay;</br>Which greater grew, the more she did contend,</br>And almost rent her tender Heart in tway;</br>And Love fresh Coals unto her Fire did lay:</br>For, greater Love, the greater is the Loss.</br>Was never Lady loved dearer day,</br>Than she did love the Knight of the Red-cross;</br>For whose dear sake so many Troubles her did toss.", "At last, when fervent Sorrow slaked was,</br>She up arose, resolving him to find</br>Alive or dead:  and forward forth doth pass,</br>All as the Dwarf the way to her assign'd:</br>And evermore in constant careful Mind</br>She fed her Wound with fresh renewed Bale;</br>Long toss'd with Storms, and bet with bitter Wind,</br>High over Hills, and low adown the Dale,</br>She wandred many a Wood, and measur'd many a Vale.", "At last, she chaunced by good hap to meet</br>A goodly Knight, fair marching by the way</br>Together with his Squire, arrayed meet:</br>His Glitterand Armour shin'd far away,</br>Like glauncing Light of Phoebus' brightest Ray;</br>From top to toe no place appeared bare,</br>That deadly dint of Steel endanger may:</br>Athwart his Breast a Bauldrick brave he ware,</br>That shin'd like twinkling Stars, with Stones most precious rare.", "And in the midst thereof, one precious Stone</br>Of wondrous Worth, and eke of wondrous Mights,</br>Shap'd like a Lady's Head, exceeding shone,</br>Like Hesperus emongst the lesser Lights,</br>And strove for to amaze the weaker Sights;</br>Thereby his mortal Blade full comely hong</br>In ivory Sheath, ycarv'd with curious slights;</br>Whose Hilts were burnish'd Gold, and Handle strong</br>Of mother Pearl, and buckled with a golden Tong.", "His haughty Helmet, horrid all with Gold,</br>Both glorious Brightness, and great Terror bred;</br>For all the Crest a Dragon did enfold</br>With greedy Paws, and over all did spread</br>His golden Wings:  His dreadful hideous Head</br>Close couched on the Bever, seem'd to throw</br>From flaming Mouth bright Sparkles fiery red,</br>That suddain Horror to faint Hearts did show;</br>And scaly Tail was stretch'd adown his Back full low.", "Upon the top of all his lofty Crest,</br>A bunch of Hairs discolour'd diversly,</br>With sprinkled Pearl, and Gold full richly dress'd</br>Did shake, and seem'd to daunce for Jollity,</br>Like to an Almond-Tree ymounted high</br>On top of green Selinis all alone,</br>With Blossoms brave bedecked daintily.</br>Whose tender Locks do tremble every one</br>At every little Breath, that under Heaven is blown.", "His warlike Shield all closely cover'd was,</br>Ne might of mortal Eye be ever seen;</br>Not made of Steel, nor of enduring Brass,</br>Such earthly Metals soon consumed been:</br>But all of Diamond perfect pure and clean</br>It framed was, one massy entire Mould,</br>Hewn out of Adamant Rock with Engines keen,</br>That point of Spear it never piercer could,</br>Ne dint of direful sword divide the Substance would.", "The same to Wight he never wont disclose,</br>But when as Monsters huge he would dismay,</br>Or daunt unequal Armies of his Foes,</br>Or when the flying Heavens he would affray</br>For so exceeding, shone his glistring Ray,</br>That Phoebus' golden face it did attaint,</br>As when a Cloud his Beams doth over-lay;</br>And silver Cynthia wexed pale and faint,</br>As when her Face is stain'd with magick Arts constraint.", "No magick Arts hereof had any Might,</br>Nor bloody Words of bold Enchaunters call;</br>But all that was not such as seem'd in sight</br>Before that Shield did fade, and suddain fall:</br>And when him list the rascal Routs appall,</br>Men into Stones there-with he could transmew,</br>And Stones to Dust, and Dust to nought at all;</br>And, when him list the prouder Looks subdue,</br>He would them gazing blind, or turn to other hue.", "Ne let it seem, that credence this exceeds;</br>For he that made the same, was known right well</br>To have done much more admirable Deeds;</br>It Merlin was, which whilom did excel</br>All living Wights in might of magick Spell.</br>Both Shield, and Sword, and Armour all he wrought</br>For this young Prince, when first to Arms he fell;</br>But when he dy'd, the Fairy-Queen it brought</br>To Fairy Lond, where yet it might be seen, if sought.", "A gentle Youth, his dearly loved Squire,</br>His Spear of Heben Wood behind him bare,</br>Whose harmful Head, thrice heated in the Fire,</br>Had riven many a Breast with Picke-head square;</br>A goodly Person, and could menage fair</br>His stubborn Steed with curbed canon Bit,</br>Who under him did trample as the Air,</br>And chauf'd, that any on his Back should sit;</br>The iron Rowels into frothy Fome he bit.", "When as this Knight nigh to the Lady drew,</br>With lovely court he 'gan her entertain;</br>But when he heard her answers loth, he knew</br>Some secret Sorrow did her Heart distrain:</br>Which to allay, and calm her storming Pain,</br>Fair feeling words he wisely 'gan display,</br>And for her Humour fitting purpose feign,</br>To tempt the Cause it self for to bewray;</br>Wherewith emmov'd, these bleeding words she 'gan to say:", "What World's Delight, or Joy of living Speech</br>Can Heart so plung'd in Sea of Sorrows deep,</br>And helped with so huge Misfortunes reach?</br>The careful Cold beginneth for to creep,</br>And in my Heart his iron Arrow steep,</br>Soon as I think upon my bitter Bale:</br>Such helpless Harms it's better hidden keep,</br>Than rip up Grief, where it may not avail,</br>My last left Comfort is, my Woes to weep and wail.", "Ah Lady dear, quoth then the gentle Knight,</br>Well may I ween, your Grief is wondrous great:</br>For wondrous great Grief groneth in my Spright,</br>Whiles thus I hear you of your Sorrows treat.</br>But woful Lady, let me you intreat,</br>For to unfold the Anguish of your Heart:</br>Mishaps are maistred by advice discreet,</br>And Counsel mitigates the greatest Smart;</br>Found never help, who never would his Hunts impart.", "O!  but (quoth she) great Grief will not be told,</br>And can more easily be thought, than said.</br>Right so, (quoth he) but he, that never would,</br>Could never:  Will to Might gives greatest Aid.</br>But Grief (quoth she) does greater grow display'd,</br>If then it find not help, and breeds Despair.</br>Despair breeds not (quoth he) where Faith is stay'd.</br>No Faith so fast (quoth she) but Flesh does 'pair.</br>Flesh may empair (quoth he) but Reason can repair.", "His goodly Reason, and well-guided Speech,</br>So deep did settle in her gracious Thought,</br>That her persuaded to disclose the Breach,</br>Which Love and Fortune in her Heart had wrought,</br>And said; Fair Sir, I hope good Hap hath brought</br>You to inquire the Secrets of my Grief,</br>Or that your Wisdom will direct my Thought,</br>Or that your Prowess can me yield Relief:</br>Then hear the Story sad, which I shall tell you brief.", "The forlorn Maiden, whom your Eyes have seen</br>The Laughing-stock of Fortune's Mockeries,</br>Am th' only Daughter of a King and Queen,</br>Whose Parents dear, whilst equal Destinies</br>Did run about, and their Felicities</br>The favourable Heavens did not envy,</br>Did spread their Rule through all the Territories</br>Which Phison and Euphrates floweth by,</br>And Gebon's golden Waves do wash continually:", "Till that their cruel cursed Enemy,</br>An huge great Dragon horrible in sight,</br>Bred in the loathly Lakes of Tartary,</br>With murdrous Ravine, and devouring Might,</br>Their Kingdom spoil'd, and Country wasted quite:</br>Themselves, for fear into his Jaws they fall,</br>He forc'd to Castle strong to take their flight,</br>Where fast embarr'd in mighty brazen Wall,</br>He has them now four Years besieg'd to make them thrall.", "Full many Knights adventurous and stout,</br>Have enterpriz'd that Monster to subdue;</br>From every Coast that Heaven walks about,</br>Have thither come the noble Martial Crew,</br>That famous hard Atchievments still pursue:</br>Yet never any could that Garland win,</br>But all still shrunk, and still he greater grew;</br>All they for want of Faith, or Guilt of Sin,</br>The piteous Prey of his fierce Cruelty have been.", "At last, yled with far reported Praise,</br>Which flying Fame throughout the World had spread,</br>Of doughty Knights, whom Fairy-Land did raise,</br>That noble Order hight of Maiden-head,</br>Forth-with to court of Gloriane I sped;</br>Of Gloriane, great Queen of Glory bright,</br>Whose Kingdom's Seat Cleopolis is red,</br>There to obtain some such redoubled Knight,</br>That Parents dear from Tyrant's Power deliver might.", "It was my Chance (my Chance was fair and good)</br>There for to find a fresh unproved Knight,</br>Whose manly Hands imbru'd in guilty Blood</br>Had never been, ne ever by his Might</br>Had thrown to ground the unregarded Right:</br>Yet of his Prowess proof he since hath made</br>(I witness am) in many a cruel Fight;</br>The groaning Ghosts of many one dismay'd</br>Have felt the bitter Dint of his avenging Blade.", "And ye the forlorn Reliques of his Power,</br>His biting Sword and his devouring Spear,</br>Which have endured many a dreadful Stower</br>Can speak his Prowess, that did earst you bear,</br>And well could rule:  now he hath left you here,</br>To be the Record of his rueful Loss,</br>And of my doleful disadventurous Dear:</br>O!  heavy Record of the good Red-cross,</br>Where have you left your Lord, that could so well you toss?", "Well hoped I, and fair beginnings had,</br>That he my captive Langour should redeem,</br>Till all unweeting, an Enchaunter bad</br>His Sense abus'd, and made him to misdeem</br>My Loyalty, not such as it did seem;</br>That rather Death desire, than such Despight.</br>Be judg ye Heavens, that all things right esteem,</br>How I him lov'd, and love with all my might;</br>So thought I eke of him, and think I thought aright.", "Thenceforth, me desolate he quite forsook,</br>To wander where wild Fortune would me lead,</br>And other By-ways he himself betook,</br>Where never foot of living Wight did tread,</br>That brought not back the baleful Body dead;</br>In which him chaunced false Duessa meet,</br>Mine only Foe, mine only deadly Dread,</br>Who with her Witchcraft and misseeming Sweet,</br>Inveigled him to follow her Desires unmeet.", "At last, by subtle Sleights she him betray'd</br>Unto his Foe, a Giant huge and tall,</br>Who him disarmed, dissolute, dismay'd,</br>Unwares surprized, and with mighty Mall,</br>The Monster merciless him made to fall,</br>Whose Fall did never Foe before behold;</br>And now in darksome Dungeon, wretched Thrall,</br>Remediless, for aye he doth him hold:</br>This is my Cause of Grief, more great than may be told.", "Ere she had ended all, she 'gan to faint;</br>But he her comforted and fair bespake:</br>Certes, Madam, ye have great Cause of Plaint,</br>That stoutest Heart, I ween, could cause to quake.</br>But be of cheer, and Comfort to you take:</br>For, till I have acquit your captive Knight,</br>Assure your self, I will you not forsake.</br>His cheerful Words reviv'd her cheerless Spright:</br>So forth they went, the Dwarf them guiding ever right.", ""]