["While over Arts unrivalled you preside,</br>And to Renown the rising Genius guide;</br>While Merit from Obscurity you raise,</br>And call forth modest Vertue into Praise;</br>Vouchsafe, my Lord, this suppliant Verse to read,</br>And aid the Muses in their Time of Need:</br>No Brow with sacred Ivie now is crowned;</br>No Amaryllis do the Woods resound;</br>The Hero, now the Harp in silence lies,</br>Lives scarcely known, and undistinguished dies.", "Then, CHANDOS, take the Muses to thy Care;</br>Their ruined Temples, O!  do thou repair;</br>Their antient Honours let thy Power restore,</br>And bid them mourn their HALIFAX no more.</br>A Race of happy Years does Heaven ordain,</br>And gives th' Assurance of a peaceful Reign;</br>If you vouchsafe to lend the timely Aid,</br>Not Greece nor Rome shall Britain's Sons upbraid;</br>The sunny Climes, that boast a kindlier Soil,</br>With Hills of Wine enriched, and Groves of Oil,</br>To us in Arts shall yield, to us in Song,</br>And distant Nations prize the British Tongue.", "The Growth of Learning, like the Growth of Trees,</br>Thrives unobserved, and springs by slow Degrees;</br>Like the famed English Oak, her Head she rears,</br>And gains Perfection thro' a Length of Years;</br>The first Essays in Verse are rudely writ,</br>The Numbers rough, and unchastized the Wit:</br>Thus BRIDGES, in thy great Forefathers' Times,</br>Harsh was our Language, and untuned our Rhimes;</br>Great SPENCER first, in blest ELIZA'S Days,</br>Smoothed our old Metre, and refined our Lays;</br>Next manly MILTON, Prince of Poets, came,</br>And to our Numbers added HOMER'S flame;</br>Since when, in Verse few Wonders have been wrought,</br>And our smooth Cadence flows devoid of Thought.", "No more neglected shall the Lyre remain;</br>Thou, CHANDOS, shalt improve its heavenly Strain:</br>Thy Smiles already in the Dawn I see,</br>And England many POLLIOS boasts in Thee;</br>To every Art thy generous Cares extend,</br>But, chiefly, shalt thou be the Poet's Friend.</br>Th' approaching Times my raptured Thought engage;</br>I see arise a New Augustean Age:</br>Here, stretch'd at ease, beneath the Beechen Boughs,</br>The Sylvan Poet sings his faithful Vows;</br>Others, retiring from the Vulgar Throng,</br>At leisure meditate an Epic Song;</br>Or chuse the Worthies of a former Age,</br>With all their Pomp of Grief to fill the Stage;</br>While, here, Historians BRUNSWIC'S Praise sustain,</br>Record his Deeds, and lengthen out his Reign.", "In different Ages different Countries view,</br>And thro' its various Periods Time pursue;</br>In every Age, which generous Spirits bore,</br>The Muse was cherished, and had Strength to soar;</br>Disturbed by Civil Tumult, she withdrew</br>From Cities far, and lay concealed from View:</br>So the bright Passion-flower, in Sunshine Days,</br>Its varied Colours to the Light displays;</br>But, when the blackening Sky pours down a Storm,</br>Close-folds its Leaves, and hides its radiant Form;</br>Nor can the careful Florist then behold</br>Its purple Lustre, and its Beams of Gold.", "Without Renown shall be the Patriot's Toils;</br>Th' Exploits of Beauty, and the Victor's Spoils</br>Without their Praise; except a deathless Song</br>Their Glories to a future Date prolong:</br>Not Helen only, fatal in her Charms,</br>Drew Gods and Heroes to the Strife of Arms;</br>Distracting Beauties earlier Ages bore,</br>And Love embroiled whole Empires long before;</br>Nor did the Grecian Teucer only know</br>To lance the Spear, and bend the Cretan Bow;</br>And many Warriors many Trophies won,</br>Ere yet Achilles conquered Priam's Son:</br>But, wanting Poets, all, one Fate they share,</br>Alike forgot, the Valiant and the Fair.", "With ancient Worthies, CHANDOS, shalt Thou live</br>In Verse, if I a living Verse can give:</br>To Thee, betimes, I consecrate my Muse,</br>For Thee the fairest Laurels do I chuse;</br>Employ my Thoughts to grace thy Favourite Name,</br>And strive thy Bounty to repay with Fame.</br>"]