["The sun departs!  farewell, bright summer day!</br>Yet still he glances on these sacred walls,</br>That rest so sweetly caught his parting ray</br>While yet the organ pealed through lofty halls;</br>And, while each harsh unpleasant sound was still,</br>Few songsters warbled these green shades among,</br>And Echo slept beside yon murmuring hill,</br>Then rose the sainted sisters vesper song,</br>Floating, like angels' notes, the listening vale along.", "Within these walls hath bloom'd full many a flower,</br>Like Eden's rose, ere wav'd the sword of fire;</br>But not in me dwells meet poetic power:</br>Such themes are thine, great bard of Erin's lyre&mdash;</br>Fit theme were this for Albyn's darling son:</br>Hath not your fancy view'd the Harem's light?</br>Have ye not read of faithless Marmion?</br>Then have ye never seen such such beauties bright</br>Portrayed in song, as here were hid from vulgar sight?", "See, too, those hoary walls with mossy crest,</br>Where lodg'd the sires of Martin's holy train,</br>Beneath the ample sod those fathers rest,</br>Where no recording tombs nor urns remain.</br>Low lies each window, sunk from turret high,</br>Broider'd with ancient legendary tale,</br>Of hues as bright as summer's evening sky,</br>Where shone the maiden's charms and warrior's mail,</br>As if to tempt the sires beyond the sacred pale.", "Here vesper bells afar their cadence rung,</br>Through groves long fam'd for love and amorous lay;</br>Where lovers rov'd, and where the minstrel sung,</br>Nor counted days that flew so fast away;&mdash;</br>Those days that ever fly on eagle's wings&mdash;</br>That bring to lofty walls and spires their doom&mdash;</br>That humble to the dust all human things&mdash;</br>Leave man an empty name and scanty tomb,</br>And strew the great and good like flowers of early bloom.", "Let History's page tell whether holy zeal</br>Or scorn of the proud Pontiff's galling chain,</br>Mov'd Henry prince of England's common weal,</br>To banish hence the sires and sister train.</br>But O!  that Time, too proud of his high powers,</br>Though man despis'd the once resplendent dome,</br>Had spar'd the ancient halls and noble towers!</br>Then, haply, here had Science fix'd her throne,</br>Or here the houseless poor found hospitable home.", "Yet oft, 'tis said, were deeds of darkness wrought</br>'Neath sacred roofs; and oft the guilty soul,</br>That men would think absorb'd in holy thought,</br>Hid treason, craft, and sin beneath the cowl.</br>Thus vengeance, due to some, was hurl'd on all:</br>Were this meet cause, why stay'd the work begun?</br>Ought these sequester'd aisles alone to fall?</br>Have council-chambers never fear'd the sun,</br>Nor senates great and wise e'er wish'd one deed undone?", "The sun still shines on Alan's castled mound,</br>But oh!  those walls are mouldering dull and lone</br>Where once was heard the bugle's cheerful sound,</br>And through the halls resplendent armour shone.</br>The chiefs are mute who won the tardy hind</br>To wield the quivering lance and gleaming brand&mdash;</br>Who rush'd to fight nor cast one look behind;</br>Though spear and hauberk met with murderous clang,</br>And ruthless, raving Mars his blood-stain'd armour rang.", "And oh!  bethink ye how their bright array,</br>Beneath the standard of great England's power,</br>Cheer'd the fifth Harry's heart in battle-day,</br>And proudly trod the field of Agincourt!</br>Unlike were they to luxury's pamper'd slave;</br>Reckless were they of rich funeral pall;</br>The turf they deem'd the vanquish'd soldier's grave</br>Rejoic'd to hear the trumpet's martial call,</br>And spurn'd as idle wind the vauntings of the Gaul.", "Think ye how the beleaguer'd towns of France</br>Trembled to see their puissant banners wave&mdash;</br>Think how their sons have dar'd the battle's chance</br>To rescue Freedom from her yawning grave;&mdash;</br>For aye have Britons fought in Freedom's cause,</br>Fought to defend the altar and the throne&mdash;</br>Fought to defend their country's righteous laws&mdash;</br>And soon as they their dauntless front have shown</br>Ever hath Slavery heav'd a deep, despairing groan.", "There lodg'd the hunters who before the dawn</br>Led forth their noisy train o'er hill and dale&mdash;</br>Rous'd from its bed of heath the speckled fawn,</br>And chas'd the roe along the banks of Swale.</br>There strove the knights on days of tournament,</br>Array'd with nodding plumes and armour bright&mdash;</br>On those brave youths each lady kindly bent</br>Her beauteous look &mdash; the warrior's chief delight:&mdash;</br>Those knights no longer love, no more are first in fight.", "And can I pass without a kind farewell,</br>Thee, faithful guardian of ancient lore?</br>Proud is my heart to reel my tongue to tell</br>How oft beneath thy roof I ponder'd o'er</br>The illustrious lines of that Athenian bard</br>Who o'er the kinder passions reign'd supreme:</br>There the blind son of Chios claim'd regard,</br>And there the song of proud Promethean theme,</br>Where thunders roar and vivid lightnings gleam.", "Phoebus is gone!  more lovely than the scene</br>While Luna floats through soft aethereal blue;</br>Each tree displays a varied tint of green,</br>The river sparkles, and yon distant view</br>Of meeting hills shows like the bounding line</br>Of mortal ken &mdash; and all beyond is bright</br>As when the beams of hope enchanting shine</br>Where clouds of sorrow sink in peaceful night:&mdash;</br>So glows yon landscape with the day's departing light.", "Yet what avail the flowery hills and glades</br>To him who recks but of his own delight?</br>Now I reflect how often through those shades</br>I've roam'd, at early day and closing night,</br>With friends, who now have wander'd far away:</br>Who now, perchance, these woods oft fancy nigh,</br>And say, \"How quickly pass'd our youthful day!</br>But when, O Friendship, I thy sway deny,</br>Then senseless shall my heart on earth's dull surface lie.\"</br>"]