["When Great Augustus govern'd Antient Rome,</br>And sent his Conqu'ring Troops to Foreign Wars:</br>Abroad when Dreaded, and Belov'd at Home,</br>He saw his Fame encreasing with his Years;</br>Horace, Great Bard, so Fate ordain'd, arose,</br>And bold, as were his Countrymen in Fight,</br>Snatch'd their fair Actions from degrading Prose,</br>And set their Battels in Eternal Light;</br>High as their Trumpets Tune, his Lyre he strung,</br>And with his Prince's Arms He moraliz'd his Song.", "When bright Eliza rul'd Britannia's State,</br>Widely distributing her high Commands;</br>And boldly Wise and fortunately Great</br>Freed the glad Nations from Tyrannick Bands;</br>An equal Genius was in Spencer found:</br>To the high Theme he match'd his Noble Lays;</br>He travell'd England o'er on Fairy Ground,</br>In Mystic Notes to Sing his Monarch's Praise:</br>And telling wond'rous Truths in pleasing Dreams,</br>He deck'd Eliza's Head with Gloriana's Beams.", "But, Greatest Anna!  while Thy Arms pursue</br>Paths of Renown, and climb Ascents of Fame</br>Which nor Augustus, nor Eliza knew;</br>What Poet shall be found to sing Thy Name?</br>What Numbers shall record?  What Tongue shall say</br>Thy Wars on Land, Thy Triumphs on the Main?</br>O Fairest Model of Imperial Sway!</br>What Equal Pen shall write Thy wond'rous Reign?</br>Who shall Attempts and Victories rehearse,</br>By Story yet untold, unparallel'd by Verse?", "Me all too mean for such a Task I weet:</br>Yet if the Sovereign Lady deigns to Smile,</br>I'll follow Horace with impetuous Heat,</br>And cloath the Verse in Spencer's Native Stile.</br>By these Examples rightly taught to Sing,</br>And Smit with Pleasure of my Country's Praise,</br>Stretching the Plumes of an uncommon Wing,</br>High as Olympus I my Flight will raise:</br>And latest Times shall in my Numbers read</br>Anna's Immortal Fame, and Marlb'rough's hardy Deed.", "As the strong Eagle in the silent Wood,</br>Nor seeking Battel, nor intent on Harms,</br>Plays round the rocky Cliff, or Crystal Flood,</br>'Till by Jove's high Behests call'd out to Arms,</br>And charg'd with Thunder of his angry King,</br>His Bosom with the vengeful Message glows:</br>Upward the Noble Bird directs his Wing;</br>And tow'ring round his Master's Earth-born Foes,</br>Swift He collects his fatal Stock of Ire,</br>Lifts his fierce Talon high, and darts the forked Fire.", "In Council Calm and in Discourse Sedate,</br>Under his Vineyard in his Native Land;</br>Quiet and safe thus Victor Marlb'rough sate,</br>'Till Anna gives Her Thunder to his Hand;</br>Then leaving soft Repose, and gentle Ease,</br>With swift Impatience seeks the distant Foe:</br>Flying o'er Hills and Vales, o'er Rocks and Seas,</br>He meditates, and strikes the wond'rous Blow:</br>Quicker than Thought he takes his destin'd Aim:</br>And Expectation flies on slower Wings than Fame.", "Untam'd Bavar when on Ramillia's Plain</br>Afar he did the British Chief behold;</br>Betwixt Despair, and Rage, and Hope, and Pain,</br>Something within his warring Bosom roll'd:</br>He views that Fav'rite of Indulgent Fame,</br>Whom whilom He had met on Ister's Shoar:</br>Too well, alas!  the Man He knows the same</br>Whose Prowess there repell'd the Boyan Pow'r,</br>And sent Them trembling thro' the frighted Lands,</br>Swift as the Whirlwind drives Arabia's scatter'd Sands.", "His former Losses He forgets to grieve,</br>Absolves his Fate, if with a kinder Ray</br>It now would shine, and only give him leave</br>To Balance the Account of Blenheim's Day.</br>So the fell Lion in the lonely Glade,</br>His Side still smarting with the Hunter's Spear,</br>Tho' deeply wounded, no way yet dismay'd,</br>Roars terrible, and meditates new War;</br>In sullen Fury traverses the Plain,</br>To find the vent'rous Foe, and Battel Him again.", "Misguided Prince, no longer urge thy Fate,</br>Nor tempt the Hero to unequal War;</br>Fam'd in Misfortune, and in Ruin Great,</br>Confess the Force of Marlb'rough's stronger Star.</br>Those Laurel Grove, that Harvest of thy Youth,</br>Which thou from Mahomet didst greatly gain,</br>While bold Assertor of resistless Truth,</br>Thy Sword did Godlike Liberty maintain,</br>Must shed, I ween, its Honours from thy Brow;</br>And on another Head another Spring must know.", "Yet cease the Ways of Providence to blame,</br>And Human Faults with Human Grief confess:</br>'Tis Thou art chang'd; while Heav'n is still the same:</br>In thy ill Conduct seek thy ill Success.</br>Impartial Justice holds Her equal Scales,</br>'Till stronger Virtue does the Weight incline:</br>If over Thee thy glorious Foe prevails;</br>He now Defends the Cause, that once was Thine.</br>Jove's Handmaid Pow'r must Jove's Behest pursue,</br>And where the Cause is Just, the Warriour shall Subdue.", "Hark!  the dire Trumpets sound their shrill Alarms:</br>Auverquerque, branch'd from the renown'd Nassau's,</br>Hoary in War, and bent beneath his Arms,</br>With an Intrepid Hand and Courage draws.</br>That sword, Immortal William at his Death,</br>(Who could a fairer Legacy bestow?)</br>Did to the Part'ner of his Arms bequeath:</br>That Sword well Louis and his Captains know;</br>For they have seen it drawn from William's Thigh,</br>Full oft as he came forth, to Conquer, or to Die.", "But brandish'd high, and waving in the Air,</br>Behold, unhappy Prince, the Master Sword,</br>Which perjur'd Gallia shall for ever fear:</br>'Tis that which Caesar gave the British Lord.</br>He took the Gift; Nor ever will I sheath,</br>He said (so Anna's high Behests Ordain)</br>This Glorious Gift, unless by Glorious Death</br>Absolv'd, 'till Conquest has confirm'd Your Reign.</br>Returns like these Our Mistress bids us make,</br>When from a foreign Prince a Gift Her Britons take.", "And now fierce Gallia rushes on her Foes,</br>Her Force augmented by the Boyan Bands:</br>So Volga's Stream, increas'd by Mountain Snows,</br>Rolls with new Fury down thro' Russia's Lands.</br>Like two great Rocks against the raging Tide,</br>(If Virtue's Force with Nature's we compare,)</br>The Two great adverse Chiefs unmov'd abide,</br>Sustain the Impulse, and receive the War:</br>Round their firm Sides in vain the Tempest beats,</br>And still the foaming Wave with lessen'd Pow'r retreats.", "The Shock sustain'd, the Friendly Pair advance,</br>With mingl'd Anger, and collected Might,</br>To turn the War, and tell aggressing France,</br>How Britain's Sons and Britain's Friends can fight.</br>Fix'd on Revenge, and covetous of Fame,</br>Behold 'em rushing thro' the Gallic Host:</br>Thro' standing Corn so runs the sudden Flame,</br>Or Eastern Winds along Sicilia's Coast.</br>They deal their Terrors to the adverse Nation:</br>Pale Death attends their Deed, and ghastly Desolation.", "But oh!  while made with Rage Bellona glows,</br>And Europe rather hopes than fears Her Fate,</br>While with large Steps to Conquest Britain goes;</br>What Horror damps the Strong, and quells the Great?</br>Why do those Warriours look dismay'd and pale,</br>That, ever Dreadful, never knew to Dread?</br>Why does the charging Foe almost prevail,</br>And the Pursuers only not recede?</br>Their Rage, alas!  submitting to their Grief,</br>Behold, they weep, and croud around their falling Chief!", "I thank Thee, Fate, exclaims the fierce Bavar;</br>Let Boya's Trumpet grateful Io's sound:</br>I saw him fall, that Thunderbolt of War.</br>I saw Their Marlb'rough stretch'd along the Ground&mdash;</br>Vain Hope!  short Joy!  for Marlb'rough mounts again</br>In greater Glory, and with fuller Light:</br>The Ev'ning Star so falls into the Main,</br>To rise at Morn more prevalently bright.</br>He rises safe:  but near, too near his Side,</br>A good Man's grievous Loss, a faithful Servant dy'd.", "And lo!  the dubious Battel is regain'd,</br>The Foe with lessen'd Rage disputes the Field:</br>The Briton fights, by fav'ring Gods sustain'd:</br>And Liberty must live; and Gallia yield.</br>Vain now the Tales which fab'ling Poets tell,</br>That wav'ring Conquest still desires to rove;</br>In Marlb'rough's Camp the Goddess knows to dwell:</br>Long as the Hero's Life remains her Love.</br>The Foe retires, the Victor urges on,</br>And Blenheim's Fame again is in Ramillia known.", "Great Thanks, Oh Captain great in Arms!  receive,</br>From thy Triumphant Country's publick Voice:</br>Thy Country greater Thanks can only give</br>To Anne, to Her who made those Arms Her Choice.</br>Recording Schellenberg's, and Blenheim's Toils,</br>We wish'd Thou would'st no more those Toils repeat:</br>We view'd the Palace charg'd with Gallia's Spoils;</br>And in those Spoils We thought thy Praise compleat:</br>For never Greek, we deem'd, nor Roman Knight,</br>In Characters like these did e'er his Acts indite.", "Yet mindless still of Rest Thy Virtue flies</br>A Pitch, to Old and Modern Times unknown:</br>Those goodly Deeds which We so highly prize,</br>Imperfect seem, great Chief, to Thee alone.</br>Those Heights, where William's Virtue might have staid,</br>And on the Subject World look'd safely down,</br>By Marlb'rough past, the Props and Steps were made,</br>To lift Great Anna's Glory further on;</br>Still gaining more, still slighting what He gain'd,</br>Nothing was done, He thought, while ought undone remain'd.", "When swift-wing'd Rumor told the mighty Gaul,</br>How lessen'd from the Field Bavar was fled;</br>He wept the Swiftness of the Champion's Fall;</br>And thus the Royal Treaty-Breaker said:</br>And lives He yet, the Great, the Lost Bavar,</br>Ruin to Gallia, in the Name of Friend?</br>Tell me how far has Fortune been severe?</br>Has the Foe's Glory, or our Grief an End?</br>Remains there, of the Fifty Thousand lost,</br>To save our threaten'd Realm, or guard our shatter'd Coast?", "To the close Rock the frighted Raven flies,</br>Soon as he sees the Eagle cut the Air:</br>The shaggy Wolf unseen and fearful lyes,</br>When the hoarse Roar proclaims the Lion near.</br>Why then did we our Forts and Lines forsake,</br>To dare our British Foe to open Fight?</br>Our Conquest we by Stratagem should make,</br>Our Triumph had been founded in our Flight:</br>'Tis Our's, by Craft and by Surprize to gain:</br>'Tis Their's, to meet in Arms, and Battel in the Plain.", "The ancient Father of this Hostile Brood,</br>Their boasted Brute, undaunted snatch'd his Gods</br>From burning Troy, and Xanthus red with Blood,</br>And fix'd on Silver Thames his dire Abodes;</br>And this be Troynovante, he said, the Seat</br>By Heav'n ordain'd, my Sons, your lasting Place:</br>Superior here to all the Bolts of Fate</br>Live, mindful of the Author of your Race,</br>Whom neither Greece, nor War, nor Want, nor Flame,</br>Nor Great Peleides' Arm, nor Juno's Rage could tame.", "Their Tudor's hence, and Stuart's Off-spring flow:</br>Hence Edward, dreadful with his azure Shield,</br>Talbot to Gallia's Pow'r Eternal Foe,</br>And Seymour fam'd in Council, or in Field;</br>Hence Nevil, Great to Settle or Dethrone,</br>And Drake, and Ca'ndish Terrors of the Sea:</br>Hence Butler's Sons o'er Land and Ocean known,</br>Herbert's and Churchill's Warring Progeny:</br>Hence the long Roll which Gallia should conceal:</br>For, Oh!  Who vanquish'd, loves the Victor's Fame to tell?", "Envy'd Britannia, sturdy as the Oak,</br>Which on her Mountain Top she proudly bears,</br>Eludes the Ax, and sprouts against the Stroke;</br>Strong from her Wounds, and greater by her Wars.</br>And as Those Teeth, which Cadmus sow'd in Earth</br>Produc'd new Youth, and furnish'd fresh Supplies:</br>So with young Vigor, and succeeding Birth,</br>Her Losses more than recompens'd arise;</br>And ev'ry Age She with a Race is Crown'd,</br>For Letters more Polite, in Battels more Renown'd.", "Obstinate Pow'r, whom Nothing can repel,</br>Not the fierce Saxon, nor the cruel Dane,</br>Nor deep Impression of the Norman Steel,</br>Nor Europe's Force amass'd by envious Spain,</br>Nor France on Universal Sway intent,</br>Still breaking Leagues, and oft renewing Wars:</br>Nor (usual Bane of weaken'd Government)</br>Their own intestine Feuds, and mutual Jars.</br>Those Feuds and Jars, in which I trusted more,</br>Than in My Troops, and Fleets, and all the Gallic Pow'r.", "To fruitful Rheims, or fair Lutetia's Gate</br>What Tidings shall the Messenger convey?</br>Shall the loud Herauld our Success relate,</br>Or mitred Priest appoint the Solemn Day?</br>Alas!  my Praises they no more must Sing;</br>They to my Statue now must Bow no more:</br>Broken, repuls'd is their Immortal King:</br>Fall'n, fall'n for ever is the Gallic Pow'r&mdash;</br>The Woman Chief is Master of the War:</br>Earth She has freed by Arms, and vanquish'd Heav'n by Pray'r.", "Whilst thus the ruin'd Foe's Despair commends</br>Thy Council and Thy Deed, Victorious Queen,</br>What shall Thy Subjects say, and what Thy Friends?</br>How shall Thy Triumphs in Our Joy be seen?</br>Oh!  daign to let the Eldest of the Nine</br>Recite Britannia Great, and Gallia Free;</br>Oh!  with her Sister Sculpture let her join,</br>To raise, Great Anne, the Monument to Thee:</br>To Thee, of all our Good the Sacred Spring;</br>To Thee, our dearest Dread; to Thee, our softer King.", "Let Europe sav'd the Column high erect,</br>Than Trajan's higher, or than Antonine's;</br>Where sembling Art may carve the fair Effect,</br>And full Atchievement of Thy great Designs.</br>In a calm Heav'n, and a serener Air,</br>Sublime the Queen shall on the Summit stand,</br>From Danger far, as far remov'd from Fear,</br>And pointing down to Earth Her dread Command.</br>All Winds, all Storms that threaten Human Woe,</br>Shall sink beneath Her Feet, and spread their Rage below.", "There Fleets shall strive by Winds and Waters tost;</br>'Till the young Austrian on Iberia's Strand,</br>Great as Aeneas on the Latian Coast,</br>Shall fix his Foot:  and this, be this the Land,</br>Great Jove, where I for ever will remain</br>(The Empire's other Hope shall say) and here</br>Intomb'd I'll slumber, or Enthron'd I'll Reign&mdash;</br>Oh Virtue to thy British Mother dear!</br>Like the fam'd Trojan suffer and abide,</br>For Anne is thine, I ween, as Venus was His Guide.", "There, in Eternal Characters engrav'd,</br>Vigo, and Gibraltar, and Barcelone,</br>Their Force destroy'd, their Privileges sav'd,</br>Shall Anna's Terrors, and Her Mercies own:</br>Spain, from th' Rival Bourbon's Arms retriev'd,</br>Shall with new Life and grateful Joy appear,</br>Numb'ring the Wonders which that Youth atchiev'd,</br>Whom Anna clad in Arms, and sent to War;</br>Whom Anna sent to claim Iberia's Throne;</br>And made Him more than King, in calling Him Her Son.", "There Ister pleas'd, by Blenheim's glorious Field</br>Rolling, shall bid his Eastern Waves declare</br>Germania sav'd by Britain's ample Shield,</br>And bleeding Gaul afflicted by her Spear:</br>Shall bid Them mention Marlb'rough, on that Shore,</br>Leading his Islanders, renown'd in Arms,</br>Thro' Climes, where never British Chief before</br>Or pitch'd his Camp, or sounded his Alarms:</br>Shall bid Them bless the Queen, who made his Streams</br>Glorious as those of Boyn, and safe as those of Thames.", "There Brabant, clad with Fields, and crown'd with Tow'rs,</br>In decent Joy shall her Deliv'rer meet;</br>Shall own Thy Arms, Great Queen, and bless Thy Pow'rs,</br>Laying the Keys beneath Thy Subject's Feet.</br>Flanders, by Plenty made the Home of War,</br>Shall weep her Crime, and bow to Charles restor'd;</br>With double Vows shall bless Thy happy Care,</br>In having drawn, and having sheath'd the Sword.</br>From these their Sister Provinces shall know</br>How Anne supports a Friend, and how forgives a Foe.", "Bright Swords, and crested Helms, and pointed Spears</br>In artful Piles around the Work shall lye;</br>And Shields indented deep in ancient Wars,</br>Blazon'd with Signs of Gallic Heraldry;</br>And Standards with distinguish'd Honors bright,</br>Marks of high Pow'r and National Command,</br>Which Valois' Sons, and Bourbon's bore in Fight,</br>Or gave to Foix', or Montmorancy's Hand:</br>Great Spoils, which Gallia must to Britain yield,</br>From Cressy's Battel sav'd, to grace Ramillia's Field.", "And as fine Art the Spaces may dispose,</br>The knowing Thought and curious Eye shall see</br>Thy Emblem, happy Queen, the British Rose,</br>Sign of Sweet Pow'r, and gentle Majesty:</br>The Northern Thistle, whom no Hostile Hand</br>Unhurt too rudely may provoke, I ween;</br>And Ireland's Harp, her Emblem of Command,</br>And Instrument of Joy, should there be seen:</br>And Gallia's wither'd Lillies pale, and torn,</br>Should, here and there dispers'd, the lasting Work adorn.", "Beneath, Great Queen, Oh!  very far beneath,</br>Near to the Ground, and on the humble Base,</br>To save Her self from Darkness, and from Death,</br>That Muse desires the last, the lowest Place;</br>Who tho' unmeet, yet touch'd the trembling String;</br>For the fair Fame of Anne and Albion's Land,</br>Who durst of War and Martial Fury Sing;</br>And when thy Will appointed Marlb'rough's Hand</br>To end those Wars, and make that Fury cease,</br>Hangs up her grateful Harp, to Everlasting Peace.</br>"]