["And has Childe Harold bade us, then, farewell!</br>The gifted being, in whose deep felt woes</br>A thousand hearts have shared?  Is then the spell</br>Wherewith he bound the nations doom'd to close</br>While his departing strain more sweetly flows</br>Than all that charm'd before?  Lone bird of night,</br>Ere melts thy thrilling music in repose,</br>So dost thou kindle more intense delight,</br>Winding the raptured spirit to its utmost height.", "Offspring of Truth and Fancy &mdash; undefin'd,</br>Childe Harold, thou dost flit before mine eyes,</br>Link'd with whatever leads th' admiring mind</br>In blest captivity:  and as I see thee rise,</br>Soaring o'er snowy Alps through starry skies,</br>Watchful I strive thine inmost soul to know,</br>And mark if Fate reserves some lofty prize,</br>To pay the mighty debt we mortals owe,</br>Whose bosoms in thy radiant sunshine melt and glow.", "Nor to this age is circumscribed the boon;</br>Ever enlarging, as the tide of time</br>Sweeps all away beneath the changing moon,</br>Save man's immortal thought, and lofty rhyme;</br>While empires vanish, they shall rise sublime,</br>Their aye-increasing boughs shall spread in air,</br>For ever blooming in the greenest prime;</br>And in the flower and fruit their branches bear,</br>Myriads unborn, with grateful orisons, shall share.", "Lord of the lyre!  why banish from our eyes</br>One thou hast thus enrooted in the heart,</br>And with thyself combined in such a guise,</br>That none have found the keenly-sought-for art,</br>To trace the wav'ring boundaries that part</br>The brilliant halo from its parent star;</br>In whose Promethean ray past feelings start</br>Into young life, though dimly seen, and far</br>Glimm'ring through Time's dark cloud their causes are.", "Oh, deem not all ungrateful to thy muse,</br>Though she has forc'd &mdash; not won &mdash; the world's applause,</br>Which many an envious tongue would fain refuse.</br>A searching spirit &mdash; with an eye that awes,</br>And heart that beats in Freedom's holy cause,</br>Are of light value to the sons of clay,</br>Who scan the diamond but to seek its flaws,</br>To them more welcome than its brightest ray,</br>Easing the deep respect their hearts perforce must pay.", "High priest of beauty! &mdash; thou whose gifted eyes,</br>Her lightest step through secret haunts can trace:</br>Whether on Nature's snowy breast she lies,</br>In Alpine solitudes, with awful grace&mdash;</br>Breathes a sweet sadness o'er Medora's face&mdash;</br>Flings from the cool cascade her silvery spray;</br>Or linked with death, in strange sublime embrace,</br>O'er icy features sheds a parting ray,</br>Moulding, in marble loveliness, the cold transparent clay.", "Thou poet's poet! &mdash; for they most admire</br>Who best adore the powers of sacred song,</br>Thy thoughts condens'd &mdash; thy words of purest fire,</br>The breathing sweets that to thy strain belong,</br>Shedding their fragrance &mdash; e'en when dark and strong,</br>Dismay and horror bind us in the chain</br>Thine hands have wrought &mdash; and bring a countless host</br>Of images we seek to chase in vain:</br>In dreadful beauty they maintain their post,</br>And he most feels the barbed shaft, who struggles most.", "Thou poet of Remorse!  thy moral strain,</br>Searching our hearts, e'en to the inmost core,</br>Stern in its sweetness &mdash; is not heard in vain:</br>Thy warning voice, that bids us sin nor more;</br>Painting th' internal fires that o'er and o'er,</br>Burn in the bosom of the guilty man;</br>(Burn, but consume not) &mdash; and from shore to shore,</br>Cling to the pilgrim in his fruitless plan</br>To fly from mem'ry's grasp, on earth's contracted span.", "When thoughts, too full their likeness words to find,</br>Press'd on this o'er-fraught heart, and bade it break,</br>Thy strong expressions eas'd my tortur'd mind,</br>And gave my struggling sorrows power to speak.</br>Nor vainly at thy hands shall Passion seek,</br>The soul-felt language of delight or pain,</br>But hanging o'er thy page with changeful cheek,</br>And flashing eye &mdash; find thine unearthly strain,</br>Like a clear mirror &mdash; give the life of life again.", "Perhaps 'tis well thy varied song should end</br>With him &mdash; the glorious image of the day:</br>Thy verse personified.  'Tis thine to blend,</br>Opposing graces with harmonious sway,</br>Like that embodied emblem of thy lay.</br>As conscious power, and beautiful disdain,</br>Are there attemper'd with the purest ray</br>Of loveliness &mdash; e'er lent on earth to reign;</br>So to forgiveness melts thy strong indignant strain.", "Farewell a while!  for we shall one day meet,</br>Perchance in brighter spheres, if not in this.</br>Oh, who can see Hope's early visions fleet,</br>Nor turn to other worlds for views of bliss!</br>Where Malice cannot sting, nor Envy hiss!</br>Nor merit rise, a mark for Folly's dart,</br>(Her dart, 'though blunt, is seldom known to miss);</br>Nor love be deemed the weakness of the heart;</br>Nor souls, in tenderest bonds entwined, foredoom'd to part.</br>"]