["Arthegal fights with Radigund,</br>And is subdu'd by Guile:</br>He is by her emprisoned,</br>But wrought by Clarind's Wile.", "So soon as Day, forth dawning from the East,</br>Night's humid Curtain from the Heavens withdrew,</br>And early calling forth both Man and Beast,</br>Commanded them their daily Works renew,</br>These noble Warriors, mindful to pursue</br>The last Day's Purpose of their vowed Fight,</br>Themselves thereto prepar'd in Order due;</br>The Knight, as best was seeming for a Knight;</br>And th' Amazon, as best it lik'd her self to dight.", "All in a Camis light of Purple Silk,</br>Woven upon with Silver, subtly wrought,</br>And quilted upon Sattin white as Milk,</br>Trailed with Ribbands diversly distraught,</br>Like as the Workman had their Courses taught;</br>Which was short tucked for light Motion</br>Up to her Ham:  but when she list, it raught</br>Down to her lowest Heel, and thereupon</br>She wore for her Defence a mailed Habergeon.", "And on her Legs she painted Buskins wore,</br>Basted with Bends of Gold on every side,</br>And Mails between, and laced close afore:</br>Upon her Thigh her Scimiter was ty'd,</br>With an embroider'd Belt of mickle Pride;</br>And on her Shoulder hung her Shield, bedeck'd</br>Upon the Boss with Stones, that shined wide,</br>As the fair Moon in her most full Aspect,</br>That to the Moon it mote be like in each respect.", "So forth she came out of the City-Gate,</br>With stately Port and proud Magnificence,</br>Guarded with many Damsels, that did wait</br>Upon her Person for her sure Defence,</br>Playing on Shaums and Trumpets, that from hence</br>Their Sound did reach unto the Heaven's Height.</br>So forth into the Field she marched thence,</br>Where was a rich Pavilion ready pight,</br>Her to receive, till time they should begin the Fight.", "Then forth came Arthegal out of his Tent,</br>All arm'd to point, and first the List did enter:</br>Soon after eke came she, with fell Intent,</br>And Countenance fierce, as having fully bent her,</br>That Battel's utmost Trial to adventure.</br>The Lists were closed fast, to bar the Rout</br>From rudely pressing to the middle Center;</br>Which in great Heaps them circled all about,</br>Waiting how Fortune would resolve that dangerous Doubt.", "The Trumpets sounded, and the Field began;</br>With bitter Strokes it both began and ended.</br>She at the first Encounter on him ran</br>With furious Rage, as if she had intended</br>Out of his Breast the very Heart have rended:</br>But he that had like Tempests often try'd,</br>From that first Flaw himself right well defended.</br>The more she rag'd, the more he did abide;</br>She hew'd, the foin'd, she lash'd, she laid on every side.", "Yet still her Blows he bore, and her forbore,</br>Weening at last to win advantage new;</br>Yet still her Cruelty encreased more,</br>And though Pow'r fail'd, her Courage did accrue:</br>Which failing, he 'gan fiercely her pursue;</br>Like as a Smith that to his cunning Feat</br>The stubborn Metal seeketh to subdue,</br>Soon as he feels it mollify'd with Heat,</br>With his great Iron Sledge doth strongly on it beat.", "So did Sir Arthegal upon her lay,</br>As if she had an Iron Anvil been,</br>That Flakes of Fire, bright as the sunny Ray,</br>Out of her steely Arms were flashing seen,</br>That all on fire ye would her surely ween.</br>But with her Shield so well her self she warded,</br>From the drad Danger of his Weapon keen,</br>That all that while her Life she safely guarded:</br>But he that Help from her against her Will discarded.", "For with his trenchant Blade at the next Blow</br>Half of her Shield he shared quite away</br>That half her Side it self did naked show,</br>And thenceforth unto Danger open'd way.</br>Much was she moved with the mighty Sway</br>Of that sad Stroke, that half-enrag'd she grew,</br>And like a greedy Bear unto her Prey,</br>With her sharp Scimiter at him she flew,</br>That glancing down his Thigh, the Purple Blood forth drew.", "Thereat she 'gan to triumph with great Boast,</br>And to up-braid that Chance which him mis-fell,</br>As if the Prize she gotten had almost,</br>With spightful Speeches, fitting with her well;</br>That his great Heart 'gan inwardly to swell</br>With Indignation, at her Vaunting vain,</br>And at her strook with Puissance fearful fell;</br>Yet with her Shield she warded it again,</br>That shatter'd all to pieces round about the Plain.", "Having her thus disarmed of her Shield,</br>Upon her Helmet he again her strook,</br>That down she fell upon the grassy Field,</br>In sensless Swoun, as if her Life forsook,</br>And Pangs of Death her Spirit overtook.</br>Whom when he saw before his Foot prostrated,</br>He to her lept, with deadly dreadful Look,</br>And her sunshiny Helmet soon unlac'd,</br>Thinking at once both Head and Helmet to have rac'd.", "But when-as he discover'd had her Face,</br>He saw his Sense's strange Astonishment,</br>A Miracle of Nature's goodly Grace,</br>In her fair Visage void of Ornament,</br>But bath'd in Blood and Sweat together ment;</br>Which, in the Rudeness of that evil Plight,</br>Bewray'd the Signs of Feature excellent:</br>Like as the Moon in foggy Winter's Night,</br>Doth seem to be her self, though darkned be her Light.", "At sight thereof his cruel minded Heart</br>Empierced was with pitiful Regard,</br>That his sharp Sword he threw from him apart,</br>Cursing his Hand that had that Visage marr'd:</br>No Hand so cruel, nor no Heart so hard,</br>But Ruth of Beauty will it mollify.</br>By this, upstarting from her Swoun; she star'd</br>Awhile about her with confused Eye;</br>Like one that from his Dream is waked suddenly.", "Soon as the Knight she there by her did spy,</br>Standing with empty Hands all weaponless,</br>With fresh Assault upon him she did fly,</br>And 'gan renew her former Cruelness:</br>And though he still retir'd, yet natheless</br>With huge redoubled Strokes she on him laid;</br>And more encreas'd her Outrage merciless,</br>The more that he with meek Intreaty pray'd,</br>Her wrathful Hand from greedy Vengeance to have stay'd.", "Like as a Puttock having spy'd in sight</br>A gentle Falcon sitting on an Hill,</br>Whose other Wing, now made unmeet for Flight,</br>Was lately broken by some Fortune ill;</br>The foolish Kite, led with licentious Will,</br>Doth beat upon the gentle Bird in vain,</br>With many idle Stoups her troubling still:</br>Even so did Radigund with bootless Pain</br>Annoy this noble Knight, and sorely him constrain.", "Nought could he do, but shun the drad Despight</br>Of her fierce Wrath, and backward still retire,</br>And with his single Shield, well as he might,</br>Bear off the Burden of her raging Ire;</br>And evermore he gently did desire,</br>To stay her Strokes, and he himself would yield:</br>Yet nould she heark, ne let him once respire,</br>Till he to her deliver'd had his Shield,</br>And to her Mercy him submitted in plain Field.", "So was he overcome, not overcome,</br>But to her yielded of his own accord;</br>Yet was he justly damned by the Doom</br>Of his own Mouth, that spake so wareless word,</br>To be her Thrall, and Service her afford.</br>For though that he first Victory obtain'd,</br>Yet after by abandoning his Sword,</br>He wilful lost, that he before attain'd:</br>No fairer Conquest, than that with Good-will is gain'd.", "Tho with her Sword on him she flatling strook,</br>In sign of true Subjection to her Pow'r,</br>And as her Vassal him to Thraldom took.</br>But Terpine, born to a more unhappy hour,</br>As he, on whom the luckless Stars did lour,</br>She caus'd to be attach'd, and forthwith led</br>Unto the Crook t' abide the baleful Stow'r,</br>From which he lately had through Rescue fled:</br>Where he full shamefully was hanged by the Head.", "But when they thought on Talus Hands to lay,</br>He with his iron Flail amongst them thunder'd,</br>That they were fain to let him 'scape away,</br>Glad from his Company to be so sonder'd;</br>Whose Presence all their Troops so much encumber'd</br>That th' Heaps of those, which he did wound and slay,</br>Besides the rest dismay'd, might not be number'd:</br>Yet all that while he would not once assay</br>To rescue his own Lord, but thought it just t' obey.", "Then took the Amazon this noble Knight,</br>Left to her Will by his own wilful Blame,</br>And caused him to be disarmed quite</br>Of all the Ornaments of knightly Name,</br>With which whilom he gotten had great Fame:</br>In stead whereof she made him to be dight</br>In Woman's Weeds, that is to Manhood Shame,</br>And put before his Lap an Apron white,</br>In stead of Curiets, and Bases fit for Fight.", "So being clad, she brought him from the Field,</br>In which he had been trained many a day,</br>Into a long large Chamber, which was ciel'd</br>With Monuments of many Knights Decay,</br>By her subdued in victorious Fray;</br>Amongst the which he caus'd his warlike Arms</br>Be hang'd on high, that mote his Shame bewray;</br>And broke his Sword, for fear of further Harms,</br>With which he wont to stir up battelous Alarms.", "There enter'd in, he round about him saw</br>Many brave Knights, whose Names right well he knew,</br>There bound t' obey that Amazon's proud Law,</br>Spinning and carding all in comely rue,</br>That his big Heart loath'd so uncomely View.</br>But they were forc'd, through Penury and Pine,</br>To do those Works, to them appointed due:</br>For nought was given them to sup or dine</br>But what their Hands could earn by twisting linnen Twine.", "Amongst them all she placed him most low,</br>And in his Hand a Distaff to him gave,</br>That he thereon should spin both Flax and Towe;</br>A sordid Office for a Mind so brave:</br>So hard it is to be a Woman's slave!</br>Yet he it took in his own self's Despight,</br>And thereto did himself right well behave,</br>Her to obey, sith he his Faith had plight,</br>Her Vassal to become, if she him won in Fight.", "Who had him seen, imagine mote thereby,</br>That whilom hath of Hercules been told,</br>How for Iola's sake he did apply</br>His mighty Hands, the Distaff vile to hold,</br>For his huge Club, which had subdu'd of old</br>So many Monsters, which the World annoy'd;</br>His Lion's Skin chaung'd to a Pall of Gold,</br>In which forgetting Wars he only joy'd</br>In Combats of sweet Love, and with his Mistress toy'd.", "Such is the Cruelty of Womankind,</br>When they have shaken off the shamefac'd Band,</br>With which wise Nature did them strongly bind,</br>T' obey the Heasts of Man's well-ruling Hand,</br>That then all Rule and Reason they withstand,</br>To purchase a licentious Liberty.</br>But vertuous Women wisely understand,</br>That they were born to base Humility,</br>Unless the Heav'ns them lift to lawful Sovereignty.", "Thus there long while continu'd Arthegal,</br>Serving proud Radigund with true Subjection;</br>However it his noble Heart did gall,</br>T' obey a Woman's tyrannous Direction,</br>That might have had of Life or Death Election:</br>But having chosen, now he might not change.</br>During which time, the warlike Amazon,</br>Whose wandring Fancy after Lust did range,</br>'Gan cast a secret Liking to this Captive strange.", "Which long concealing in her covert Breast,</br>She chaw'd the Cud of Lovers careful Plight;</br>Yet could it not so thoroughly digest,</br>Being fast fixed in her wounded Spright,</br>But it tormented her both day and night:</br>Yet would she not thereto yield free Accord,</br>To serve the lowly Vassal of her Might,</br>And of her Servant make her sovereign Lord:</br>So great her Pride, that she such Baseness much abhor'd.", "So much the greater still her Anguish grew,</br>Through stubborn handling of her love-sick Heart;</br>And still the more she strove it to subdue,</br>The more she still augmented her own Smart,</br>And wider made the Wound of th' hidden Dart.</br>At last, when long she struggled had in vain,</br>She 'gan to stoop, and her proud Mind convert</br>To meek Obeysance of Love's mighty Rein,</br>And him entreat for Grace, that had procur'd her Pain.", "Unto her self in secret she did call</br>Her nearest Handmaid, whom she most did trust,</br>And to her said; Clarinda, whom of all</br>I trust alive, sith I thee foster'd first;</br>Now is the time, that I untimely must</br>Thereof make trial in my greatest Need:</br>It is so happen'd, that the Heavens unjust,</br>Spighting my happy Freedom, have agreed</br>To thrall my looser Life, or my last Bale to breed.", "With that she turn'd her Head, as half abash'd,</br>To hide the Blush which in her Visage rose,</br>And through her Eyes like sudden Lightning flash'd,</br>Decking her Cheek with a vermilion Rose:</br>But soon she did her Countenance compose,</br>And to her turning, thus began again;</br>This Grief's deep Wound I would to thee disclose,</br>Thereto compelled through heart-murdring Pain,</br>But Dread of Shame my doubtful Lips do still restrain.", "Ah my dear Dread (said then the faithful Maid)</br>Can Dread of ought your dreadless Heart with-hold</br>That many hath with Dread of Death dismay'd,</br>And dare even Death's most dreadful Face behold?</br>Say on my sovereign Lady, and be bold.</br>Doth not your Handmaid's Life at your foot lie?</br>Therewith much comforted, she 'gan unfold</br>The Cause of her conceived Malady,</br>As one that would confess, yet fain would it deny.", "Clarind', said she, thou seest yond Fairy Knight,</br>Whom not my Valour, but his own brave Mind</br>Subjected hath to my unequal Might;</br>What Right is it, that he should Thraldom find,</br>For lending Life to me a Wretch unkind,</br>That for such Good him recompence with Ill?</br>Therefore I cast how I may him unbind,</br>And by his Freedom get his free Good-will;</br>Yet so as bound to me, he may continue still:", "Bound unto me, but not with such hard Bands</br>Of strong Compulsion, and straight Violence,</br>As now in miserable State he stands;</br>But with sweet Love and sure Benevolence,</br>Void of malicious Mind, or foul Offence.</br>To which if thou canst win him any way,</br>Without Discovery of my Thought's Pretence,</br>Both goodly Meed of him it purchase may,</br>And else with grateful Service me right well apay.", "Which that thou mayst the better bring to pass,</br>Lo here this Ring, which shall thy Warrant be,</br>And Token true to old Eumenias,</br>From time to time, when thou it best shalt see,</br>That in and out thou mayst have Passage free.</br>Go now, Clarinda, well thy Wits advise,</br>And all thy Forces gather unto thee;</br>Armies of lovely Looks, and Speeches wise,</br>With which thou canst e'en Jove himself to Love entice.", "The trusty Maid, conceiving her Intent,</br>Did with sure Promise of her good Endeavour,</br>Give her great Comfort, and some Heart's Content.</br>So from her parting, she thenceforth did labour,</br>By all the means she might, to curry Favour</br>With th' Elfin Knight, her Lady's best Beloved;</br>With daily Shew of courteous kind Behaviour,</br>Ev'n at the Mark-white of his Heart she rov'd,</br>And with wide-glancing Words, one day she thus him prov'd.", "Unhappy Knight, upon whose hopeless State</br>Fortune, envying Good, hath felly frown'd,</br>And cruel Heav'ns have heap'd an heavy Fate;</br>I rue that thus thy better Days are drown'd</br>In sad Despair, and all thy Senses swoun'd</br>In stupid Sorrow, sith thy juster Merit</br>Might else have with Felicity been crown'd:</br>Look up at last, and wake thy dulled Spirit,</br>To think how this long Death thou mightest disinherit.", "Much did he marvel at her uncouth Speech,</br>Whose hidden Drift he could not well perceive;</br>And 'gan to doubt, lest she him sought t' appeach</br>Of Treason, or some guileful Train did weave,</br>Through which she might his wretched Life bereave.</br>Both which to bar, he with this Answer met her;</br>Fair Damsel, that with Ruth (as I perceive)</br>Of my Mishaps, art mov'd to wish me better,</br>For such your kind Regard, I can but rest your Debtor.", "Yet weet ye well, that to a Courage great</br>It is no less beseeming, well to bear</br>The Storm of Fortune's Frown, or Heaven's Threat,</br>Than in the Sunshine of her Count'nance clear</br>Timely to joy, and carry comely Chear.</br>For though this Cloud have now me overcast,</br>Yet do I not of better Times despair;</br>And though (unlike they should for ever last,</br>Yet in my Truth's Assurance I rest fixed fast.", "But what so stony Mind (she then reply'd)</br>But if in his own pow'r Occasion try,</br>Would to his Hope a Window open wide,</br>And to his Fortune's Help make ready way?</br>Unworthy sure, quoth he, of better Day,</br>That will not take the Offer of good Hope,</br>And eke pursue, if he attain it may.</br>Which Speeches she applying to the Scope</br>Of her Intent, this further Purpose to him shope:", "Then why dost not, thou ill-advised Man,</br>Make means to win thy Liberty forlorn,</br>And try if thou by fair Entreaty can</br>Move Radigund?  who though she still have worn</br>Her Days in War, yet (weet thou) was not born</br>Of Bears and Tygers, nor so salvage minded,</br>As that, albe all Love of Men she scorn,</br>She yet forgets, that she of Men was kinded:</br>And sooth oft seen, that proudest Hearts base Love hath blinded.", "Certes Clarinda, not of canker'd Will,</br>Said he, nor obstinate disdainful Mind,</br>I have forbore this Duty to fulfil:</br>For well I may this ween, by that I find,</br>That she a Queen, and come of Princely Kind,</br>Both worthy is for to be su'd unto,</br>Chiefly by him, whose Life her Law doth bind,</br>And eke of Pow'r her own Doom to undo,</br>And als of Princely Grace to be enclin'd thereto.", "But want of Means hath been mine only Let</br>From seeking Favour, where it doth abound;</br>Which if I might by your good Office get,</br>I to your self should rest for ever bound,</br>And ready to deserve what Grace I found.</br>She feeling him thus bite upon the Bait,</br>Yet doubting lest his Hold was but unsound,</br>And not well fasten'd, would not strike him strait,</br>But drew him on with Hope, fit leisure to await.", "But foolish Maid, whiles heedless of the Hook,</br>She thus oft-times was beating off and on,</br>Through slippery Footing, fell into the Brook,</br>And there was caught to her Confusion.</br>For seeking thus to salve the Amazon,</br>She wounded was with her Deceit's own Dart,</br>And 'gan thenceforth to cast Affection,</br>Conceived close in her beguiled Heart,</br>To Arthegal, through pity of his causless Smart.", "Yet durst she not disclose her Fancy's Wound,</br>Ne to himself, for doubt of being 'sdain'd,</br>Ne yet to any other Wight on ground,</br>For fear her Mistress should have knowledge gain'd,</br>But to her self it secretly retain'd,</br>Within the Closet of her covert Breast;</br>The more thereby her tender Heart was pain'd.</br>Yet to await fit time she weened best,</br>And fairly did dissemble her sad Thoughts Unrest.", "One day her Lady, calling her apart,</br>'Gan to demaund of her some Tidings good,</br>Touching her Love's Success, her lingring Smart,</br>Therewith she 'gan at first to change her Mood,</br>As one adaw'd, and half confused stood;</br>But quickly she it over-past, so soon</br>As she her Face had wip'd, to fresh her Blood:</br>Tho, 'gan she tell her all that she had done,</br>And all the ways she sought his Love for to have won:", "But said, that he was obstinate and stern,</br>Scorning her Offers and Conditions vain;</br>We would be taught with any Terms to learn</br>So fond a Lesson, as to love again.</br>Die rather would he in penurious Pain,</br>And his abridged Days in Dolour waste,</br>Than his Foe's Love or Liking entertain:</br>His Resolution was both first and last,</br>His Body was her Thrall, his Heart was freely plac'd.", "Which when the cruel Amazon perceiv'd,</br>She 'gan to storm, and rage, and rend her Gall,</br>For very fell Despight, which she conceiv'd</br>To be so scorned of a base-born Thrall,</br>Whose Life did lie in her least Eye-lid's Fall;</br>Of which she vow'd with many a cursed Threat,</br>That she therefore would him e'er long forestal.</br>Nathless, when calmed was her furious Heat,</br>She chang'd that threatful Mood, and mildly 'gan entreat.", "What now is left, Clarinda?  what remains,</br>That we may compass this our Enterprize?</br>Great Shame to lose so long employed Pains;</br>And greater Shame t' abide so great Misprise,</br>With which he dares our Offers thus despise.</br>Yet that his Guilt the greater may appear,</br>And more my gracious Mercy by this wize,</br>I will awhile with his first Folly bear,</br>Till thou have try'd again, and tempted him more near.", "Say and do all that may thereto prevail;</br>Leave nought unpromis'd that may him persuade;</br>Life, Freedom, Grace, and Gifts of great Avail,</br>With which the Gods themselves are milder made:</br>Thereto add Art, e'en Womens witty Trade,</br>The Art of mighty Words, that Men can charm;</br>With which in case thou canst him not invade,</br>Let him feel Hardness of thy heavy Arm:</br>Who will not stoop with Good, shall be made stoop with Harm.", "Some of his Diet do from him withdraw;</br>For I him find to be too proudly fed:</br>Give him more Labour, and with streighter Law,</br>That he with Work may be forwarded.</br>Let him lodge hard, and lie in strawen Bed,</br>That may pull down the Courage of his Pride;</br>And lay upon him, for his greater Dread,</br>Cold iron Chains, with which let him be ty'd;</br>And let, whatever he desires, be him deny'd.  ", "When thou hast all this done, then bring me News</br>Of his Demean:  thenceforth not like a Lover,</br>But like a Rebel stout I will him use.</br>For I resolve this Siege not to give over,</br>Till I the Conquest of my Will recover.</br>So she departed, full of Grief and 'sdain,</br>Which inly did to great impatience move her.</br>But the false Maiden shortly turn'd again</br>Unto the Prison, where her Heart did thrall remain.", "There all her subtle Nets she did unfold,</br>And all the Engins of her Wit display;</br>In which she meant him wareless to enfold,</br>And of his Innocence to make her Prey.</br>So cunningly she wrought her Craft's Assay,</br>That both her Lady, and her self withall,</br>And eke the Knight attonce she did betray:</br>But most the Knight, whom she with guileful Call</br>Did cast for to allure, into her Trap to fall.", "As a bad Nurse, which feigning to receive</br>In her own Mouth the Food, meant for her Child,</br>Withholds it to her self, and doth deceive</br>The infant, so for want of Nourture spoil'd:</br>E'en so Clarinda her own Dame beguil'd,</br>And turn'd the Trust, which was in her affy'd,</br>To feeding of her private Fire, which boil'd</br>Her inward Breast, and in her Entrails fry'd,</br>The more that she it sought to cover and to hide.", "For coming to this Knight, she Purpose feign'd,</br>How earnest suit she earst for him had made</br>Unto her Queen, his Freedom to have gain'd;</br>But by no means could her thereto persuade;</br>But that instead thereof, she sternly bade</br>His Misery to be augmented more,</br>And many iron Bands on him to lade.</br>All which nath'less she for his Love forbore:</br>So praying him t' accept her Service evermore.", "And more than that, she promis'd that she would,</br>In case she might find Favour in his Eye,</br>Devize how to enlarge him out of Hold.</br>The Fairy glad to gain his Liberty,</br>'Gan yield great Thanks for such her Courtesy;</br>And with fair Words (fit for the Time and Place)</br>To feed the Humour of her Malady,</br>Promis'd, if she would free him from that Case,</br>He would, by all good means he might, deserve such Grace.", "So daily he fair Semblant did her shew,</br>Yet never meant he in his noble Mind,</br>To his own absent Love to be untrue;</br>Ne ever did deceitful Clarind' find</br>In her false Heart, his Bondage to unbind;</br>But rather how she mote him faster tie.</br>Therefore unto her Mistress most unkind</br>She daily told, her Love he did defy;</br>And him she told, her Dame his Freedom did deny.", "Yet thus much Friendship she to him did show,</br>That his scarce Diet somewhat was amended,</br>And his Work lessen'd, that his Love mote grow:</br>Yet to her Dame him still she discommended,</br>That she with him mote be the more offended.</br>Thus he long while in Thraldom there remain'd,</br>Of both beloved well, but little friended;</br>Until his own true Love his Freedom gain'd,</br>Which in another Canto will be best contain'd.", ""]