["While sallow autumn tinges all the groves,</br>The dark leaf fading to a yellower green,</br>Beside yon dimpled pool,</br>Which sportive swallows skim,</br>In airy rings, sequester'd let me rove;</br>And, in delicious indolence, devote,</br>Glean'd from the busy week,</br>One moment to the muse.", "O had I, COLLINS, thy melodious reed,</br>Whose \"Pastoral Touch,\" beneath the blooming thorn,</br>Sooth'd the chaste ear of Eve,</br>And match'd \"her dying gales!\"</br>Sweetest of songsters!  While yon setting sun</br>Shall streak the skies with crimson, grateful Eve</br>With tears of freshest dew</br>Shall bathe thy early grave!", "The hills no longer ring with social glee,</br>The virgin's modest titter, the broad laugh</br>That shook the bumpkin's sides,</br>And tir'd the Echoes round:</br>Far as the eye can stretch, the sickle's toil</br>Has clear'd the glebe, save where, dispers'd and dark,</br>Some lingering beans are left,</br>Dry rustling in the breeze.", "How lovely smiles the landscape!  not a sound</br>Swells in the gale, save where yon jovial swains,</br>The plenteous harvest hous'd,</br>Shout o'er their festal ale:</br>Save where, in yonder stubble fields, the youth</br>Whistles his ready spaniel, and anon</br>Erects the fatal tube,</br>That thunders through the sky.", "The sun no longer flames with downward ray,</br>Nor hides so oft as when young APRIL gloom'd,</br>Behind some fleecy cloud</br>His shy precarious beams.</br>Nor too obtrusive, nor yet too retir'd,</br>(Emblem of princes good as well as great!)</br>The bright-hair'd monarch sheds</br>His gentle, genial beam.", "Can full-blown summer, or fair-opening spring,</br>Her budding roses, and her lucid show'rs,</br>(Like tears of prattling babes,</br>That glisten and are gone,)</br>Can they compare with this heart-soothing calm,</br>This sweet autumnal sadness, that prepares,</br>With gentlest change, the mind</br>For winter's awful reign?", "Ah me!  how few and fading are our joys!</br>Ev'n while we speak the transient bliss expires.</br>Methinks ev'n now the gale</br>That fans yon trembling trees</br>Begins to murmur louder, and announce</br>Grim winter near, in all his storms array'd,</br>To strip the with'ring grove,</br>And desolate the plain.", "The mind still varies with the varying year;</br>Laughs with the joyous spring; in summer faint,</br>Beneath the sultry noon:</br>Assumes in autumn a more sober tone,</br>A noble stillness; and in winter frowns,</br>Chearless as blasted heaths,</br>And gloomy as the skies.", "Ere then the turbid days arrive, when clouds</br>Shall snatch yon azure canopy from view,</br>When driving rains shall beat,</br>And flaky snows descend,</br>Be mine, inspiring autumn, still to watch</br>Thy latest gleams, and, bath'd in orient dews,</br>With PERSIAN homage hail</br>Thy rosy-finger'd morn!</br>"]