["(THE GENIUS OF POETRY DESCENDS AND SPEAKS.)</br>From boundless oceans of ethereal day,</br>Beyond th' empyreal orb's extremest height;</br>Where thought of mortals ne'er presum'd to stray,</br>Nor soaring fancy ever wing'd her flight,</br>Lo!  I descend; there, thron'd in splendor, sit</br>Spirits of high renown, the demy-gods of wit.", "Spirits, who erst to life's low vale confin'd,</br>Brook'd not mortality's inferior sphere;</br>Burst the dull bonds, display'd the mighty mind,</br>And had it blaze in genuine lustre clear:</br>Hence, fraught with wisdom's lore, their sacred page</br>Smiles at the waste of time, and death's devouring rage.", "Hence each fair science spreads attractive grace,</br>Hence art, high tow'ring, daunts th' admiring eye;</br>Transported vot'ries tremble while they gaze,</br>Burn to possess, yet fear to soar so high:</br>All hail, congenial souls!  high Heav'n looks down,</br>And sheds propitious smiles; each science is your own.", "For you, in dread sublimity array'd,</br>'Midst gods embattled on Scamander's plains,</br>See Homer stalks majestic, undismay'd,</br>And is himself the Jupiter he feigns;</br>Whilst warring hosts with adverse fury join,</br>Groans, shouts, shrieks, clashing arms in dreadful din combine.", "With reverential awe the Trojan view,</br>In arms, in piety, in suff'rings great;</br>By hate, hell, Juno unappall'd, pursue</br>The high behests of Troy's imperial fate:</br>Earth feels, Heav'n owns, th' irrevocable nod,</br>Troy reigns restor'd in Rome; Augustus is a god.", "See Tragedy advance with buskin'd tread;</br>Queens, Heroes, Gods compose her gorgeous train:</br>Horror aghast by Aeschylus is led;</br>The loves around Euripides complain;</br>Whilst Sophocles bids sorrow, soft and slow,</br>March with the stately step, and conscious pomp of woe.", "'Midst yon bright orbs, when Comedy was seen,</br>From Nature's form in clearest view, display'd,</br>To snatch expression, manner, feature, mein;</br>Th' immortal airs myself to earth convey'd;</br>The sacred charge to Terence I consign'd;</br>With purity of phrase and elegance refin'd.", "That elegance refin'd shall now appear.</br>Room for the jocund throng!  lo, she descends!</br>Blithe Comedy!  cries shed your influence here;</br>And ev'ry muse and ev'ry grace attends;</br>With joy they execute their Queen's command,</br>Smile on my youthful troop, and court the blooming band.", "Prais'd by the learned, fav'rites of the fair,</br>Proceed my charge:  Each genius of the skies,</br>By me, proclaim you his distinguish'd care,</br>Bids your attempts to height of learning rise;</br>That gain'd in wisdom, honour, virtue try'd,</br>Stand forth your parents joy and shine your country's pride.</br>"]