["Awake, my Muse, awake, Pierian Quire,</br>Tune the soft lute, and chord the deep-ton'd lyre!</br>Awake, and slowly strike the quivering strings,</br>While the sad strain,  repining FRIENDSHIP sings!", "Yes, smiling  nymph, whose easy mirth could lend</br>Thy lively spirit to thy graver friend,</br>For thee the Muse her fairest wreath shall spread,</br>And fondly mourn thee as a sister dead;</br>For O!  no more you'll seek the hated plains,</br>Where Solitude in gloomy grandeur reigns,</br>Since crowds and courts your captive mind engage,</br>And all the trifles of this trifling age;</br>No more you'll listen to the cooing dove,</br>And laughing ask me, what it is to love,</br>While I, from pages of romance, declare</br>The gentle passion which I long to share:</br>No more the much-lov'd novel shall employ,</br>(The much-lov'd novel source of all my joy!)</br>Each hour, each moment, that we both can steal</br>From maiden aunts, who know not how to feel.</br>Oft your keen eye devour'd the tender page,</br>Free from the prying vigilance of age,</br>Till dear FIDELLE perceiv'd your dragon near,</br>Leap'd in your lap, and yelp'd aloud for fear;</br>Warn'd by the friendly sound, with speed you move</br>To hide from watchful prudes the tale of love;</br>But now far other themes with rapture thrill,</br>A concert-ticket, or an opera-bill.</br>Once, thy bright eyes the radiant flame would dart,</br>To fire a book-worm curate's icy heart;</br>While, by the well-directed aim perplext,</br>The bashful creature would forget his text;</br>But now, you scorn to wage such amorous war,</br>Or glance on any thing &mdash; beneath a star.</br>&mdash;Ah, me!  my smiling friend returns no more&mdash;</br>Awake, my Muse, the cruel loss deplore!</br>Awake, my Muse, awake, Pierian Quire,</br>Tune the soft flute, and string the deep-ton'd lyre!", "But while for thee I raise the plaintive strain,</br>I strive to sooth my troubled soul in vain;</br>Why art thou absent now, my friend, my guide,</br>When peace-consuming doubts my heart divide;</br>When PLEASURE wooes me to her roseate bowers,</br>And strews her mossy couch with blushing flowers;</br>While PRUDENCE points to antiquated rules,</br>And all the dull morality of schools,</br>To teach, that PLEASURE'S thoughtless sons must know</br>An hour of transport and an age of woe?</br>Yes, dearest nymph, what most I wish'd to prove, </br>Now fills my swelling heart &mdash; alas, I love!", "One fatal, happy eve, I chanc'd to stray,</br>Where the long avenue rejects the day,</br>Intent on HELOISE (heart-melting page!)</br>More worth than all the volumes of the Sage!</br>Sudden, I cry, while kindling passions move,</br>\"Ye Powers!  what earthly joy can equal love!\"</br>I spoke, and cast my languid eyes around,</br>When, lo!  a youth stood rooted to the ground;</br>The robes of war his slender limbs enfold,</br>Not the rough steel and cumb'rous arms of old,</br>But melting scarlet, and seducing gold.</br>I scream'd aloud, and sunk in wild affiright;&mdash;</br>Soon at my feet appear'd the courteous knight;</br>He rais'd me from the earth, with tenderest care.</br>Press'd my warm hand, and call'd me heavenly fair:</br>Swift flew the hours &mdash; at length he bade adieu,</br>And lingering, slowly to his steed withdrew:</br>But oft he seeks the well-known grove again,</br>Sighs at my feet, and breathes the amorous strain;</br>Oft, by the favouring moon, we fondly rove,</br>Till all my soul submits to conquering Love.", "O say what course thy wavering friend shall chuse?</br>Say, shall I dare &mdash; (but can I e'er refuse!)</br>Down the swift stream my little bark to steer,</br>And bravely scorn each base, prudential fear?</br>Say, shall I fly where Love would fain persuade,</br>And trust the honour of a dear cockade;</br>Or, sway'd by PRUDENCE, CUSTOM'S servile slave,</br>Here waste the useless bloom which Nature gave;</br>Here, like the nun, Religion's weeping prey,</br>In cold indifference pine my life away?", "O wretched state, that helpless Woman knows!</br>All laws, all lawgivers her constant foes!</br>She, while soft passions in her eye-balls roll,</br>Pant in her breast, and kindle in her soul;</br>She, weak in reason, ardent in desire,</br>Must learn to quench the heart-consuming fire;</br>With look demure must veil the speaking eye,</br>Hide the warm blush, and check the tell-tale sigh:</br>While Man, who faintly feels the gentle law,</br>Whose frozen blood warm Love can scarcely thaw;</br>He, unreserv'd, may every wish reveal,</br>And boast a passion he can hardly feel!", "But should the Maid, disdaining base controul,</br>Dare to pursue the dictates of her soul,</br>Throw off the mask, which custom bids her wear,</br>And scorn th' hypocrisy that guards the fair,</br>She roams, a wandering outlaw, through the earth,</br>Spurn'd from the door of those, who gave her birth;</br>Reproach'd, insulted by unfeeling age,</br>Deaf to distress, and obstinate in rage;</br>Nay, even the sex, who, from experience, find</br>What strong desires impel the female mind,</br>Fly the lost nymph, as if her baneful breath</br>Spread, thro' the listening train, contagious death.", "Then, PRUDENCE, come, and teach me to suppress</br>What open NATURE prompts me to confess,</br>What Virtue checks, what coy Reserve denies,</br>What Stoics ridicule, and Saints despise;</br>Bid LOVE, affrighted at thy presence, fly,</br>To reign unrivall'd in a happier sky,</br>Where PREJUDICE no narrow limit draws,</br>Nor binds a servile world in iron laws;</br>O!  teach the female heart no more to feel</br>What You command us never to reveal.", "Come, PRUDENCE, cloath'd in robes of dusky grey,</br>Come, like some warning spectre of the night,</br>Slow-gliding by, thy glimmering torch display,</br>And rouse me from the vision of delight;</br>Arise, and harshly cry, \"Awake and weep!\"</br>Tho' PLEASURE sweetly says, \"Enjoy the soothing sleep.\"", "Impetuous Passions seize the captive soul,</br>And bear it onward with resistless speed,</br>While You, who early should their power controul,</br>Still lag behind when most your aid we need;</br>At length You follow slow, with limping gait,</br>And come to chide our flight, but often come too late!", "When LOVE'S soft-breathing voice has charm'd the ear,</br>When LOVE'S alluring form has caught the sight,</br>How shall weak Woman thy rough accents hear,</br>Or mark thy hagged visage with delight?</br>How shall she then thy hidden value see,</br>Forsake her beauteous guide, and turn again to thee?", "When, from ripe fruit, which courts th' extended hand,</br>The stripling turns away the wishing eye;</br>When the parch'd Arab, midst the burning sand,</br>Views the clear pool, yet speeds unheeding by;</br>Then, PRUDENCE, Man thy dictates shall obey,</br>And follow, well content, where'er thou lead'st the way!</br>HARRIET F.</br>"]