["O Louse!  by plastic Nature form'd to climb,</br>And with ambitious Feet ascend the Heighth,</br>Where Reason sits enthron'd; o'er Reason Thou</br>Supreme, in loftier Region Monarch reign'st.</br>Thee oft, the loit'ring School Boy seems to feel;</br>Thee, with rude Shrug, he labours to unhouse</br>From porous Cell, where, nestling, close and warm,</br>Thou hear'st without the Elemental Strife</br>Of Wind and Rain, and safe, enjoy'st the Storm.</br>Thee too the Taylor, with his o'er grown Nails,</br>Sharpen'd by Rage, in hostile Mode attacks,</br>He digs thy deep Intrenchments, earthy Mounds</br>Around thee cast; weak Fence!  he topples down</br>Thy labour'd Works; where thou o'er-whelm'd awhile,</br>New Strength resum'st, and off the cumbrous Load</br>Heav'st from thy Back, emerging into Light.</br>Again thou call'st him to the War, again</br>He foiled, gnaws his Lip in bitter Rage.</br>But ah!  sad Fate of War!  if Captive ta'en,</br>Th' insulting Victor on th' Ivory Plain</br>Of massy Thumb-nail crack thy tender Nerves,</br>While his Compeers the Topaean grin.</br>But thou far safer Dwelling often find'st</br>In Poet's languid Wig, where lank Hairs hang</br>Their drooping Heads, of want the dreadful Sign.</br>What though he wants, thou want'st not:  From his Brain,</br>Warm'd by Poetic Fire, Phoebus's Gift</br>Stream Fumes unbodied; thou on purest Food,</br>As Aether soft, as spicy Fragrance sweet,</br>Luxurious Banquet mak'st:  No Dread of Bill,</br>Of creeping Catch pole, thy keen Stomach palls.</br>Nor yet ungrateful thou; nor should the Bard</br>Repent his Loan:  For when by wicker Light,</br>Or paly Lustre of a glimmering Lamp,</br>Darkling he sits, enwrapt in dubious Thought;</br>Whether the Triumphs of the bleeding Field,</br>In Ode Pindaric, or in Epic Song,</br>Were best rehears'd; or if the softer Theme,</br>Of bloodless Conquests wrought by Laura's Eye:</br>His Mind employ, Wit, Sense, and Language droop,</br>Till thy importunate Bite Attention wakes:</br>By Scratches soon the slumbering Thoughts are rous'd</br>Rush headlong down, and spread the Paper plain;</br>Thee absent, strait Inventions Powers flag,</br>From hard-squeez'd Brain the slow Ideas drip.</br>"]