["Nor list I crave the gentle Readers prayse,</br>Nor make base prayers to the Critick eares,</br>Nor humbly beg for undeserved bayes,</br>My bolder Muse no cruell censure feares:</br>Let starveling Poets and that baser sort,</br>To wrested favour witles heads exhort.", "Nor doe I feare those Scyllaes dogged heades,</br>Which still are barking at the passingers;</br>And sate their thirstie jawes on worthier deedes,</br>Scorning the bones of threedbare carrion verse:</br>My Muse shall flie those Basilisks aspect,</br>Which with their poysned rayes all things infect.", "The sixteenth spring had with her flowrie vaile</br>Wrapt all the earth, warm'd with th' approching Sunne,</br>And did gainst winters ragged force prevaile;</br>Who streight to cold Cocitus streames did runne:</br>Where in congealed frost for deepe disgrace,</br>He wilfull hides his blushing hoary face.", "When I too yong doe drive this chariot,</br>Plowd up the furrowes of my fruitles wit,</br>And in this spring this timely child begot,</br>And to mens favours now adventure it:</br>Where let it hazard for more lucky chance,</br>And with his worth his humble name advance.", "Where infant flie the lowring browes of age,</br>Avoyd the wrinkles of his furrowed face,</br>Thy state fits not their graver carriage,</br>But to the yonger sort direct thy pace:</br>Where while thou sitst thy loved peeres among,</br>Bid them or not correct or mend thy song.", "And fly the earthly poets servile soule,</br>That sels the Muses for each peasants brasse;</br>Those mercenaries faults thou maist controule,</br>Whose deeds fayre Helicons sweet streames debase:</br>And thou more glorying in immunitie,</br>Fly farre the name of prentise-poetrie.", "Next scorne the scorner of a Poets pen,</br>That counts it base in tuned lines to sing,</br>And leaves it for the poore and needy men,</br>That hope to gaine by rimed flattering:</br>Tell him not all Parnassus yet is sold,</br>But yet one head the lovely Muses hold.", "Which heav'nly Sydney living did adorne,</br>And Scottish James bedeckt with princely writ,</br>Whose names black envy and deaths force doe scorne,</br>Eterniz'd with the glorie of their wit:</br>Whose hallowed steps not to be troden more,</br>Following a farre full humbly I adore.</br>"]