["Yet one Song more!  one high and solemn strain</br>Ere, PAEAN!  on thy temple's ruin'd wall</br>I hang the silent harp:  there may its strings,</br>When the rude tempest shakes the aged pile,</br>Make melancholy music.  One song more!</br>PENATES, hear me!  for to you I hymn</br>The votive lay.  Whether, as sages deem,</br>Ye dwell in inmost Heaven, the COUNSELLORS</br>Of JOVE; or if, SUPREME OF DEITIES,</br>All things are yours, and in your holy train</br>JOVE proudly ranks, and JUNO, white-arm'd Queen,</br>And wisest of Immortals, aweful Maid</br>ATHENIAN PALLAS.  Venerable Powers!</br>Hearken your hymn of praise!  Though from your rites</br>Estranged, and exiled from your altars long,</br>I have not ceased to love you, HOUSEHOLD GODS!</br>In many a long and melancholy hour</br>Of solitude and sorrow, hath my heart</br>With earnest longings pray'd to rest at length</br>Beside your hallow'd hearth &mdash; for PEACE is there!", "Yes, I have loved you long.  I call on you</br>Yourselves to witness with what holy joy,</br>Shunning the polished mob of humankind,</br>I have retired to watch your lonely fires</br>And commune with myself.  Delightful hours,</br>That gave mysterious pleasure, made me know</br>All the recesses of my wayward heart,</br>Taught me to cherish with devoutest care</br>Its deep unworldly feelings, taught me too</br>The best of lessons &mdash; to respect myself.", "Nor have I ever ceased to reverence you,</br>DOMESTIC DEITIES!  from the first dawn</br>Of reason, thro' the adventurous paths of youth,</br>Even to this better day, when on mine ear</br>The uproar of contending nations sounds</br>But like the passing wind, and wakes no pulse</br>To tumult.  When a child &mdash; (for still I love</br>To dwell with fondness on my childish years,</br>Even as that Persian favorite would retire</br>From the court's dangerous pageantry and pomp,</br>To gaze upon his shepherd garb, and weep,</br>Rememb'ring humble happiness.)  When first</br>A little one, I left my father's home,</br>I can remember the first grief I felt,</br>And the first painful smile that cloathed my front</br>With feelings not its own:  sadly at night</br>I sat me down beside a stranger's hearth;</br>And when the lingering hour of rest was come,</br>First wet with tears my pillow.  As I grew</br>In years and knowledge, and the course of Time</br>Developed the young feelings of my heart,</br>When most I loved in solitude to rove</br>Amid the woodland gloom; or where the rocks</br>Darken'd old Avon's stream, in the ivied cave</br>Recluse to sit and brood the future song,</br>Yet not the less, PENATES, loved I then</br>Your altars; not the less at evening hour</br>Loved I beside the well-trimm'd fire to sit,</br>Absorbed in many a dear deceitful dream</br>Of visionary joys:  deceitful dreams&mdash;</br>Not wholly vain &mdash; for painting purest joys,</br>They form'd to Fancy's mould her votary's heart.", "By Cherwell's sedgey side, and in the meads</br>Where Isis in her calm clear stream reflects</br>The willow's bending boughs, at early dawn,</br>In the noon-tide hour, and when the night-mist rose,</br>I have remember'd you; and when the noise</br>Of lewd Intemperance on my lonely ear</br>Burst with loud tumult, as recluse I sate,</br>Musing on days when man should be redeem'd</br>From servitude, and vice, and wretchedness,</br>I blest you, HOUSEHOLD GODS!  because I loved</br>Your peaceful altars and serener rites.</br>Nor did I cease to reverence you, when driven</br>Amid the jarring crowd, an unfit man</br>To mingle with the world; still, still my heart</br>Sigh'd for your sanctuary, and inly pined;</br>And loathing human converse, I have stray'd</br>Where o'er the sea-beach chilly howl'd the blast,</br>And gaz'd upon the world of waves, and wished</br>That I were far beyond the Atlantic deep,</br>In woodland haunts &mdash; a sojourner with PEACE.", "Not idly fabled they the Bards inspired,</br>Who peopled earth with Deities.  They trod</br>The wood with reverence where the DRYADS dwelt;</br>At day's dim dawn or evening's misty hour</br>They saw the OREADS on their mountain haunts,</br>And felt their holy influence; nor impure</br>Of thought &mdash; nor ever with polluted hands,</br>Touch'd they without a prayer the NAIAD's spring;</br>Yet was their influence transient; such brief awe</br>Inspiring as the thunder's long loud peal</br>Strikes to the feeble spirit.  HOUSEHOLD GODS,</br>Not such your empire!  in your votaries' breasts</br>No momentary impulse ye awake&mdash;</br>Nor fleeting, like their local energies,</br>The deep devotion that your fanes impart.</br>O ye whom YOUTH has wilder'd on your way,</br>Or VICE with fair-mak'd foulness, or the lure</br>Of FAME that calls ye to her crowded paths</br>With FOLLY's rattle, to your HOUSEHOLD GODS</br>Return!  for not in VICE's gay abodes,</br>Nor in the unquiet unsafe halls of FAME</br>Does HAPPINESS abide!  O ye who weep</br>Much for the many miseries of Mankind,</br>More for their vices; ye whose honest eyes</br>Frown on OPPRESSION, &mdash; ye whose honest hearts</br>Beat high when FREEDOM sounds her dread tocsin;&mdash;</br>O ye who quit the path of peaceful life</br>Crusading for mankind &mdash; a spaniel race</br>That lick the hand that beats them, or tear all</br>Alike in frenzy &mdash; to your HOUSEHOLD GODS</br>Return, for by their altars VIRTUE dwells</br>And HAPPINESS with her; for by their fires</br>TRANQUILITY in no unsocial mood,</br>Sits silent, listening to the pattering shower;</br>For, so SUSPICION sleep not at the gate</br>Of WISDOM &mdash; FALSEHOOD shall not enter there.", "As on the height of some huge eminence,</br>Reach'd with long labour, the way-faring man</br>Pauses awhile, and gazing o'er the plain</br>With many a sore step travell'd, turns him then</br>Serious to contemplate the onward road,</br>And calls to mind the comforts of his home,</br>And sighs that he has left them, and resolves</br>To stray no more:  I on my way of life</br>Muse thus PENATES, and with firmest faith</br>Devote myself to you.  I will not quit</br>To mingle with the mob your calm abodes,</br>Where by the evening hearth CONTENTMENT sits</br>And hears the cricket chirp; where LOVE delights</br>To dwell, and on your altars lays his torch</br>That burns with no extinguishable flame.", "Hear me, ye POWERS benignant!  there is one</br>Must be mine inmate &mdash; for I may not chuse</br>But love him.  He is one whom many wrongs</br>Have sicken'd of the world.  There was a time</br>When he would weep to hear of wickedness,</br>And wonder at the tale; when for the opprest</br>He felt a brother's pity, to the oppressor</br>A good man's honest anger.  His quick eye</br>Betray'd each rising feeling; every thought</br>Leapt to his tongue.  When first among mankind</br>He mingled, by himself he judged of them,</br>And loved and trusted them, to Wisdom deaf,</br>And took them to his bosom.  FALSEHOOD met</br>Her unsuspecting victim, fair of front,</br>And lovely as Apega's sculptured form,</br>Like that false image caught his warm embrace,</br>And pierced his open breast.  The reptile race</br>Clung round his bosom, and with viper folds</br>Encircling, stung the fool who foster'd them.</br>His mother was SIMPLICITY, his sire</br>BENEVOLENCE; in earlier days he bore</br>His father's name; the world who injured him</br>Call him MISANTHROPY.  I may not chuse</br>But love him, HOUSEHOLD GODS!  for we wer nurst</br>In the same school.", "PENATES!  some there are</br>Who say, that not in the inmost heaven ye dwell,</br>Gazing with eye remote on all the ways</br>Of man, his GUARDIAN GODS; wiselier they deem</br>A dearer interest to the human race</br>Links you, yourselves the SPIRITS OF THE DEAD.</br>No mortal eye may pierce the invisible world,</br>No light of human reason penetrate</br>The depths where Truth lies hid.  Yet to this faith</br>My heart with instant sympathy assents;</br>And I would judge all systems and all faiths</br>By that best touchstone, from whose test DECEIT</br>Shrinks like the Arch-Fiend at Ithuriel's spear;</br>And SOPHISTRY's gay glittering bubble bursts,</br>As at the spousals of the Nereid's son,</br>When that false Florimel, with her prototype</br>Display'd in rivalry, with all her charms</br>Dissolved away.", "Nor can the halls of Heaven</br>Give to the human soul such kindred joy,</br>As hovering o'er its earthly haunts it feels,</br>When with the breeze it dwells around the brow</br>Of one beloved on earth; or when at night</br>In dreams it comes, and brings with it the DAYS</br>And JOYS that are no more.  Or when, perchance</br>With power permitted to alleviate ill</br>And fit the sufferer for the coming woe,</br>Some strange presage the SPIRIT breathes, and fills</br>The breast with ominous fear, and disciplines</br>For sorrow, pours into the afflicted heart</br>The balm of resignation, and inspires</br>With heavenly hope.  Even as a Child delights</br>To visit day by day the favourite plant</br>His hand has sown, to mark its gradual growth,</br>And watch all anxious for the promised flower;</br>Thus to the blessed spirit in innocence</br>And pure affections like a little child,</br>Sweet will it be to hover o'er the friends</br>Beloved; then sweetest, if, as Duty prompts,</br>With earthly care we in their breasts have sown</br>The seeds of Truth and Virtue, holy flowers</br>Whose odour reacheth Heaven.", "When my sick Heart</br>(Sick with hope long delayed, than which no care</br>Weighs on the spirit heavier;) from itself</br>Seeks the best comfort, often have I deem'd</br>That thou didst witness every inmost thought,</br>SEWARD!  my dear, dead friend!  For not in vain,</br>O early summon'd on thy heavenly course!</br>Was thy brief sojourn here; me didst thou leave</br>With strengthen'd step to follow the right path,</br>Till we shall meet again.  Meantime I soothe</br>The deep regret of nature, with belief,</br>My EDMUND!  that thine eye's celestial ken</br>Pervades me now, marking with no mean joy</br>The movements of the heart that loved thee well!", "Such feelings Nature prompts, and hence your rites,</br>DOMESTIC GODS!  arose.  When for his son</br>With ceaseless grief Syrophanes bewail'd,</br>Mourning his age left childless, and his wealth</br>Heapt for an alien, he with fixed eye</br>Still on the imaged marble of the dead</br>Dwelt, pampering sorrow.  Thither from his wrath,</br>A safe asylum, fled the offending slave,</br>And garlanded the statue and implored</br>His young lost Lord to save.  Remembrance then</br>Soften'd the father, and he loved to see</br>The votive wreath renew'd, and the rich smoke</br>Curl from the costly censer slow and sweet.</br>From Egypt soon the sorrow-soothing rites</br>Divulging spread; before your idol forms</br>By every hearth the blinded Pagan knelt,</br>Pouring his prayers to these, and offering there</br>Vain sacrifice or impious, and sometimes</br>With human blood your sanctuary defil'd:</br>Till the first BRUTUS, tyrant-conquering chief,</br>Arose; he first the impious rites put down,</br>He fitliest, who for FREEDOM lived and died,</br>The friend of humankind.  Then did your feasts</br>Frequent recur and blameless; and when came</br>The solemn festival, whose happiest rites</br>Emblem'd EQUALITY, the holiest truth!</br>Crown'd with gay garlands were your statues seen,</br>To you the fragrant censer smoked, to you</br>The rich libation flowed:  vain sacrifice!</br>For not the poppy wreath nor fruits nor wine</br>Ye ask, PENATES!  nor the altar cleansed</br>With many a mystic form; ye ask the heart</br>Made pure, and by domestic Peace and Love</br>Hallow'd to you.", "Hearken your hymn of praise,</br>PENATES!  to your shrines I come for rest,</br>There only to be found.  Often at eve,</br>As in my wanderings I have seen far off</br>Some lonely light that spake of comfort there,</br>It told my heart of many a joy of home,</br>And my poor heart was sad.  When I have gazed</br>From some high eminence on goodly vales</br>And cots and villages embower'd below,</br>The thought would rise that all to me was strange</br>Amid the scene so fair, nor one small spot</br>Where my tir'd mind might rest, and call it home.</br>There is a magic in that little word:</br>It is a mystic circle that surrounds</br>Comforts and Virtues never known beyond</br>The hallowed limit.  Often has my heart</br>Ached for that quiet haven; haven'd now,</br>I think of those in this world's wilderness</br>Who wander on and find no home of rest</br>Till to the grave they go!  them POVERTY,</br>Hollow-eyed fiend, the child of WEALTH and POWER,</br>Bad offspring of worse parents, aye afflicts,</br>Cankering with her foul mildews the chill'd heart&mdash;</br>Them WANT with scorpion scourge drives to the den</br>Of GUILT &mdash; them SLAUGHTER with the price of death</br>Buys for her raven brood.  Oh, not on them,</br>GOD OF ETERNAL JUSTICE!  not on them</br>Let fall thy thunder!", "HOUSEHOLD DEITIES!</br>Then only shall be Happiness on earth</br>When Man shall feel your sacred power, and love</br>Your tranquil joys; then shall the city stand</br>A huge void sepulchre, and rising fair</br>Amid the ruins of the palace pile,</br>The Olive grow, there shall the TREE OF PEACE</br>Strike its roots deep and flourish.  This the state</br>Shall bless the race redeem'd of Man, when WEALTH</br>And POWER and all their hideous progeny</br>Shall sink annihilate, and all mankind</br>Live in the equal brotherhood of LOVE.</br>Heart-calming hope, and sure!  for hitherward</br>Tend all the tumults of the troubled world,</br>Its woes, its wisdom, and its wickedness</br>Alike:  so he hath will'd, whose will is just.", "Meantime, all hoping and expecting all</br>In patient faith, to you, DOMESTIC GODS!</br>I come, studious of other lore than song,</br>Of my past years the solace and support:</br>Yet shall my Heart remember the past years</br>With honest pride, trusting that not in vain</br>Lives the pure song of LIBERTY and TRUTH.</br>"]