["Beneath an ancient Oak, that stood</br>From Boreas, many a sturdy thud,</br>Yet spite of cold revolving Time,</br>Still flourish'd green and tow'rd sublime,</br>A lady Rose, elate with pride,</br>Thus 'gan to vapour and to chide;</br>\"Good la!  how hard it is that I,</br>Born queen of flowers, am doom'd so nigh</br>This filthy boorish Oak to dwell!</br>La!  how I suffer from the smell</br>Of the vile trunk!  and then my view</br>Is shock'd with such an ugly hue,</br>A rough and toad-like bark obscene,</br>And leaves of dirty sable green;</br>And then the noise that fills my ear,</br>Would hurt even hemlock's self to hear.</br>When biting Eurus, 'mong his branches,</br>Threatens to tear him all to inches,</br>He swears, (and blusters and looks big,)</br>He does not mind the storm a fig;</br>Then roars, and thinks, no doubt, he's clever,</br>'Huzza, boys!  hearts of oak for ever!'</br>And when his nauseous nuts are shed,</br>A herd of loathsome grunters tread,</br>And frisk, and burrow round my nose,</br>A pretty treatment for a Rose!</br>And while I'm like to burst with rage,</br>He looks ironically sage;</br>Swears that those swine, or he's mistaken,</br>Will make the very best of bacon;</br>For near no oak on British ground,</br>Can better acorns be found.</br>And when I tell him 'tis brutality,</br>To speak so to a flow'r of quality,</br>He answers proudly, but for him,</br>My qualities were devilish slim.</br>Yet I am doom'd, alas!  alas!</br>My days beneath his shade to pass&mdash;</br>O may the light'ning blast his boughs!</br>O may he feel the woodman's blows!</br>And may his trunk be doom'd to feel,</br>Fixed in some vessel's gloomy keel,</br>'Amid incessant din of war,</br>The noxious stench of pitch and tar;</br>Until, with age and toil he's rotten,</br>Dissolves to dust, and is forgotten!\"", "\"Thou gayest flow'r that decks the vale,\"</br>The Oak replied, \"pray cease to rail;</br>I own full many a virtue thine,</br>While thou deniest that I have mine;</br>While I defend thy tender form,</br>From Aeolian blast and polar storm,</br>Thou, with ingratitude and polar storm,</br>Thou, with ingratitude o'erflowing,</br>Swear'st all thy woes to me are owing.</br>Roses, I own, have beauties rare,</br>Among the fair they're passing fair;</br>They please men's sight, indeed, and noses,</br>But who can dine on smell of Roses?</br>When the French threaten to come over,</br>By diving from Calais to Dover,</br>To kiss the British wives and lasses,</br>And kick the British husbands' &mdash;</br>Could all the roses in the nation,</br>Purchase it one hour's salvation?</br>Roses and Fops are pretty things,</br>But of small use to states and kings;</br>A foot of Oak, in time of need,</br>Is worth the total of the breed.</br>Yes, 'tis Oak that bears the thunder,</br>Which makes Britannia's foes knock under.</br>Learn this, be thy complaint less loud;</br>Learn this, frail thing, and be less proud.", "I go, anon, where glory calls,</br>To strengthen Britain's wooden walls,</br>Heroic Nelson's deathless name</br>Shall consecrate mine too, to Fame,</br>For I'm design'd a part to form</br>Of that stout ship, where mid the storm</br>Of war, the hero's doom'd to die,</br>Embrac'd by weeping Victory.\"", "The woodman comes &mdash; the blows resound;</br>The Oak comes crashing to the ground;</br>The day grew murk, the sky o'ercast,</br>The Rose began to feel the blast,</br>And wished, but wished, alas!  in vain;</br>The shielding Oak was back again;</br>For soon, beneath the sweeping storm,</br>Pale, lifeless droop'd her tender form.</br>"]