["THENOT.</br>The softer season now will soon be here,</br>To clothe the world in purple, and in green,</br>And Philomel, that rules the warbling year,</br>Her gentle descants will ensue between</br>The flow'ring orange, and the myrtle green;</br>And Phoebus, who too much his course delays,</br>Enthron'd in joy, will lengthen out his days.", "Then shall we lie amid the meads again,</br>And crown our locks with garlands of the Spring,</br>And from our slender pipes breathe out a strain</br>Of joyous welcome, and sweet revelling,</br>To which the shepherds, and their nymphs will sing;</br>And ever, 'gainst the warm and Summer hours,</br>The laughing Pan we will y-bind in flow'rs.", "For now the bitter cold of Winter past,</br>The lovely mavis singeth on the bough;</br>And I, who thought the cruel time surpast</br>All other ills, which I have felt till now,</br>To Pan, and Flora will renew my vow;</br>And eke to Phoebus, that with golden ray,</br>O happy light!  doth over-crown the day.", "Methinks, already on my reeds I blow,</br>And charm the World with glory of my Song</br>For Winter now is gone, and with it woe,</br>And sparkling Summer will be here erelong;</br>Then cast I here away the Winter's wrong:</br>This day I call the fairest of the year,</br>That shows the soft delights of Spring are near.", "MENALCAS.</br>I know not, Thenot, sith thy speech is so,</br>Or happy, or unhappy thee to call;</br>But youthful minds cannot endure with woe;</br>But of soft joy, and hope are prodigal,</br>Whereby into more grief ofttimes they fall:</br>But let not the like case in thee be found,</br>Who shall, I think, in happiness abound.", "But, foolish boy, is Summer then so near?</br>The grass-hoppers are wiser far than thee;</br>And Philomel can better count the year,</br>That finds it not of promise yet so free,</br>But foreign to our meads she still would be;</br>All prodigal delights, before their time,</br>Must perish in dark Winter's baleful clime.", "The wint'ry wind, which is but sleeping now,</br>Shall blow throughout the reeds, of which you boast,</br>Ere from the river's brink, to breathe your vow,</br>You gather the soft stalks, that to their cost</br>Must to and fro in the wild storm be tost:</br>But not the less their musick will be sweet,</br>When with the Spring, and with your voice they meet.", "I think you see the Summer in the face</br>Of that divine, and merest paragon,</br>That violet, to whom all plants are base,</br>That star, that is but joy to look upon,</br>With whom you would be in the world alone;</br>And fain would die, so in her slight to die,</br>And count it gain, and cheap felicity!", "O happy shepherd, yet unhappy too!</br>'Twas here you saw the lovely Summer smile;</br>Forgetful, that the coming days renew</br>The wasteful Winter, while you so beguile</br>Yourself with love, and softly smooth your style;</br>Wherein in silver songs we soon shall hear</br>Of whate'er crowns the forehead of the year.", "The fault of age, which age may yet amend;</br>But wot you well, that women's hearts are light,</br>And purpose frail; when fairest they intend,</br>They oft are seen to wander from the right;</br>So folly, and so fraud their leaves may blight:</br>But some as lovely, and as fix'd in soul,</br>As that fair star, that lights the Northern pole.", "And so may she, to whom your vows are due,</br>With fair requital those sweet vows repay;</br>But lose not soul and honour in her view,</br>Nor think within her arms to make delay</br>Of time and season, that for none can stay:</br>For lovers, that the Summer antedate,</br>Will scant endure, when those soft days abate.", "So said the Shepherd to his younger peer,</br>The while to pasture for the night he drove,</br>In meads, where his soft charge no winds may fear:</br>But Thenot, whose delight was all in love,</br>Found little in his counsel to approve:</br>But, weaving a soft crown of myrtle green,</br>He bound in thought the forehead of his queen.</br>"]