["Drawn by Affection's heart-connecting ties,</br>Boone breaks again the monster-mantling glooms,</br>And hies alone towards the blue-crested vales</br>In reveries immersed; one sultry day,</br>Before him, near a gliding Brook, he saw</br>Reclined asleep on flower-impurpled moss,</br>A manly-featured Youth, in fur-skins clothed</br>With gun beside him.  Boone amazed, awhile,</br>Inspected close with curious ken, his garb</br>And aspect strange.  But nought descried that could</br>His origin unfold, or that bespake</br>Him civilized, the fairness of his face</br>Except:  then dauntlessly advancing, call'd</br>In gentle tone.  Upstarting wild, the youth</br>His gun close-grasp'd, and sternly gazed on Boone;</br>Whose air and words convinced him soon, that harm</br>He need not fear.  Each briefly told his views.</br>But scant and lame the language of the Lad</br>Came staggering from his tongue; for several years</br>Had flown, since he his native speech address'd,</br>To any human ear beside his own.</br>For lo!  he is Vulosko's noble Charles!&mdash;</br>Not, as his reverend Father had supposed</br>Had he been slain; but wounded by the Fiends,</br>The fell Choctaws, and borne to their rude homes;</br>Where six slow-lingering years in savage thrall,</br>As son to an old Sachem he had lived.</br>Meanwhile he cherish'd in his manly heart</br>A hope, once more, when ripening Time gave strength</br>And firmness to his nerves, and to his mind</br>Maturer enterprise, to see his Sire,</br>His Sister, and dear scenes of juvenile joy.</br>Thus saved from sinking in the blood-dark waves</br>Of horrible despair, he wisely shaped</br>His manners to accord with savage life;</br>And with the murderous Choctaws remain'd,</br>Enjoying all that he had ground to hope;</br>Until imbolden'd by increasing powers,</br>He venturously resolved to pass the pale</br>Of barbarous thraldom, and essay to find</br>Those distant scenes for which so long he'd sigh'd.</br>But when amid the pathless glooms he plunged,</br>Too dim was Memory's chart to point his way;</br>For when its lines were pencil'd, phrenzied Pain</br>Their sickly tints confused and half expunged.</br>He therefore without any guiding clue,</br>Bewildered, wander'd through the mazy waste</br>Some weeks; until he chanced to reach the Brook</br>Whose blooming borders woo'd him to repose</br>Upon their lovely lap; where gently lull'd</br>By murmurs mild, in slumbers sweet he lay</br>When Boone arrived.", "Together now they wend</br>On their less lonely way.  They pass the plains,</br>The mountains scale; and see!  Vulosko's groves,</br>Wave gratulant before the approaching guests!</br>And his rejoicing mansion now receives</br>The much-loved Friend and welcome Stranger-Youth.</br>Boone's soul with fluttering extacy was full!</br>'Twas now to him, a moment big with bliss</br>And exquisite solicitude! &mdash; Each glance</br>Melcena and Vulosko cast on Charles,</br>He vigilantly watch'd &mdash; Inquiry strange,</br>And curious eagerness were in their looks&mdash;</br>Boone bade them recognize their youthful guest.</br>A breathless silence follow'd &mdash; tears in streams</br>Roll'd down his callow cheeks &mdash; emotions strong</br>And varied mark'd their faces and convulsed</br>Their breasts, while they his agitation view'd:</br>For join'd with that, they in his mien descried</br>A strange mysterious something, which o'erwhelm'd</br>With melancholy tenderness their souls;</br>And brought to mind the dear-remember'd Charles.</br>While thus in deep solicitous suspense</br>They stood; Boone from the Battery of Bliss</br>Gave their enfeebled nerves the enrapturing SHOCK!</br>Each seizing Charles' hand, beside him sunk;</br>And in the mingled transports of sweet joy</br>And warm felicitous Affection, swoon'd!</br>'Twas now a time of awful extacy!</br>From every eye, a general gush of joy</br>Profusely flow'd &mdash; the Servants press'd their hands,</br>And rais'd to Heaven their eyes in Gratitude.</br>Some moments had elapsed, ere Melville's strength</br>Could aid him to support his weeping wife;</br>And Boone so paralized with rapture was,</br>That as he raised Vulosko's silver'd head,</br>And thence the trickling drops of transport wiped,</br>He trembled as if shook by storms of Age!</br>The flood of ravishment at length assuaged,</br>Through the pellucid moisture of their eyes,</br>Serenely shone the lustre of delight;</br>While gentler tumults softly swell'd their breasts.</br>So when the mighty Ocean-storm subsides,</br>Mild splendor through the humid azure beams;</br>And though the surgy heaving of the tide</br>Has ceased, the bosom of the settling  Deep</br>Still undulates with lightly lingering power</br>Which the tumultuous tempest leaves behind.", "The anticipation of Beatitude,</br>In which, to be enjoy'd beyond the grave,</br>Vulosko's pious spirit had indulged,</br>Seem'd merging now in the effulgent dawn</br>Of actual bliss, of sweet Reality!</br>And though his tedious Pilgrimage through life</br>O'er thorny, dank and dismal solitudes</br>And rugged, rough and tottering steeps had been,</br>Until its hastening close was near at hand;</br>It then a fragrant flowery slope became,</br>With streams of transport bounteously enrich'd,</br>And with Affection's cloudless sunshine crown'd.", "In converse such as the occasion claim'd,</br>The lightsome moments glided smoothly by.</br>Vulosko after Charles' narrative</br>Was copiously detail'd, at Boone's request,</br>The doom of the Banditti-Miscreants told;</br>And brief but eloquent Description gave</br>Of the judicial ordeal which they pass'd.</br>Whose outlines here the Muse in homely tint</br>Will sketch.  \"Vonploor's recovery fix'd the time,</br>When justice was to lift the awful Scales</br>Of life and death, and ascertain their fate.</br>Report has rumor'd far and wide the day</br>Of solemn scrutiny; and when it came,</br>To witness the important scene, to Court</br>The country flock'd.  Though ample was the Dome,</br>It soon was crouded by the anxious throng.</br>The Culprits through the staring multitude,</br>Trembling to the momentous bar were led.</br>Upon his magisterial seat, august,</br>Serenely stern, the venerable Judge</br>In ermin'd purple robed, deep-musing sat.</br>The law-learn'd Counsel their enclosure fill'd,</br>And with forensic tomes their Book-bench piled.</br>Proemial ceremonies having closed;</br>Through deep Interrogation's flexuous maze,</br>The Witnesses were artfully pursued,</br>Until its various windings they evolved.</br>Then rose with solemn grace and mien demure,</br>The learned Defender of infracted Law;</br>And thundering in his injured Patron's cause,</br>Its wrongs in strong perspicuous terms announced;</br>The Culprits through their midnight ranges traced,</br>Their violence burglarious, bloody, fell,</br>Inhuman, dire!  in vivid portrait drew;</br>Depictured scenes of agony and woe,</br>Of ruin, wretchedness and penury,</br>Incurable distraction and despair;</br>The effects of their flagitious ravages</br>And ruthless murders.  Loud and forcibly,</br>The penalties of anger'd Justice peal'd,</br>From his impassion'd tongue.  In lucid phrase,</br>The sanctity of legal institutes</br>He skilfully expounded; shewing how</br>IMPUNITY extended to high Crimes,</br>Imboldens Vice; sheds on the guilt-gloom'd soul,</br>A gleam of hardening hope; the turpitude</br>And civil harmfulness of villainy,</br>In the Offender's view diminishes;</br>Corrodes with RAPINE'S rust the golden bands,</br>That bind in one harmonious Brotherhood,</br>The family of man, until they burst,</br>And into wretched Dissolution fall,</br>The peaceful systems of the social world;</br>And ANARCHY, ferocious VIOLENCE,</br>AMBITION, SLAUGHTER, CRUELTY and THEFT,</br>Amid their blood-o'erfloated ruins roam.", "\"To him succeeded the learn'd Advocates</br>Of the arraign'd.  Much seeming sympathy</br>Was melting in their manner, eyes and mien;</br>While in a tone as summer's evening breeze</br>Or Spring's love-modulated sonnets soft,</br>And tender as kind Pity's plaining sigh,</br>Pathetic strains of eloquence they pour'd.</br>But 'twas a rill essaying to arrest</br>A headlong torrent; 'twas an Infant's plaint</br>Struggling a Nation's thunders to confound.</br>Though skill'd in all the subtleties and wiles</br>Of argument, though practiced in the art</br>Of weaving Sophistry's thin gossamer</br>Into Truth-concealing mantles; now their skill</br>Was foil'd; and through the unsubstantial veil</br>Around it cast, the blaze of Justice shone.</br>Debate of counsel ended, she pronounced</br>Through the impanneled Guardians of her rights,</br>Her clear conviction of the Culprits' guilt;</br>And by the solemn organ of her will</br>Their condemnation spake! &mdash; In breathless awe,</br>The listening croud the impressive sentence heard:</br>While Guilt aghast, his bloody picture view'd;</br>And bowed in homage to the spotless form</br>Of Probity, portrayed in coloring strong,</br>By the Denunciator of his doom.", "\"In preparation for a state untried,</br>The abbreviated remnant of their lives,</br>The mercy-pleading Malefactors pass'd.</br>Soon came the awful day, which was to close</br>Their mortal scene.  Around the gallows, throng'd</br>Fast-gathering thousands, from each peopled tract</br>Of the encircling country.  Dread indeed,</br>And terrible the exhibition was!</br>Corporeally energic men, in Life's</br>Meridian, darkly shrouded in the glooms</br>Of direst Guilt, from their stained orbits torn,</br>And hurl'd into Eternity's deep gulphs,</br>To meet the judgment of a God incensed,</br>Was a phenomenon most terrible!</br>A spectacle, o'erwhelming to the mind</br>Unindurated by the hardening force</br>Of crime-familiarizing Vice.  Ere on</br>The shoreless waves their shrieking ghosts were cast,</br>To the compassion-softened multitude,</br>An awful admonition they address'd.</br>They warned them, by the anguish of Remorse;</br>By all the tortures of a Conscience torn</br>With fangs of ceaseless Agony; by all</br>The horrors of an everlasting Hell;</br>By the heart-piercing stings of Infamy,</br>And poisoned tooth of dolorous Despair;</br>By all their hopes of Happiness on Earth,</br>And sweet Beatitude beyond the tomb,</br>To eschew the dangerous Vortices of Guilt;</br>To fly the guzzling gurge of Drunkenness;</br>To shun the treacherous sloughs of Indolence;</br>To practice Virtue, Honesty and Truth;</br>And live, instead of Outcasts  like themselves,</br>Supporters of harmonious Polity,</br>The zealous friends of Piety and Law;</br>That they, when called from this sad sphere of Time,</br>Might to an honorable grave descend:</br>Where Scorn should never cast his withering scowl,</br>To blight the turf-adorning grass and flowers</br>That o'er their much-lamented ashes wave;</br>But tender-eyed Affection shed her dews,</br>And melancholy Friendship love to mourn.", "\"This parting counsel given, the dreadful cord</br>Retributive of angered Justice, swung</br>The Malefactors from this blood-stained Ball,</br>Into the wide-stretch'd arms of Waiting Death.", "\"When to Contrition's sway their hearts succumb'd;</br>The Sufferers of their Midnight Crimes they told,</br>Far as their knowledge would permit; to whom,</br>And others who advanced attested claims,</br>The rescued spoils were speedily restored.\"", "This theme dismiss'd, in various converse pass'd</br>The cheerful Eve; until its far advance</br>Admonish'd Boone, his travelled limbs to rest.</br>At morn's return, he bade his friends farewell;</br>And his wild solitary route resumed.", "Departed raptures of Domestic Love,</br>Now from the Mirror of his Memory shone</br>In mellow lustre through his melting breast,</br>And waked redoubled ardor, to renew</br>Their long-suspended joys.  His soul was winged</br>With fluttering fervor, and his bounding limbs</br>Seemed buoyant o'er the rugged wild to bear.", "Once more he emerges from the desert glooms,</br>And treads on Carolina's cultured Vales.</br>His darling Wife's paternal home drew nigh.</br>High in the spangled concave hung the Moon.</br>The midnight dews slow-drizzling, steeped the plains.</br>Along the river-course, the curdly mists</br>In winding volumes rose.  The Night Birds' screams,</br>Responsive issued from the weedy marsh.</br>The heavy tinklings of remembered bells,</br>Struck slowly on the shadowy ear of Night.</br>No taper glimmered from the neighboring farms.</br>The Hero pass'd his former home.  To him,</br>All seemed a sweetly melancholy dream!</br>The solemn Oak, which oft to him and friends</br>In summer-tide had lent its grateful shade,</br>Seemed an acquaintance which he dare not pass</br>Unnoticed.  One sad moment at the Gate,</br>He paused.  New tenants now the mansion held.</br>All dark and silent, its old Master's loss</br>It seemed to mourn.  He sighing drop'd a tear,</br>And then sped on.  The scenes of many a year</br>Rose in review, before his musing mind.</br>He reached the lane which led to his loved Spouse</br>And darling Children.  Agitation shook</br>His joyous breast &mdash; the ancient stile is passed&mdash;</br>The yard is cross'd &mdash; the silent door he raps&mdash;</br>The snow-lock'd Sire demands, \"what Guest is there?\"</br>\"Your hapless Daughter's long-lost Husband Boone!\"</br>The soul-transporting voice her chamber reached,</br>And shouts of extacy proclaimed her joy&mdash;</br>A rapturous consternation through the house</br>Prevailed.  For he had come as from the grave!</br>All having long believed and mourned him dead.", "Again the endearments of connubial love</br>And filial fondness, in their tenderest forms,</br>His bosom thrill.  But few the days of rest</br>And ease his enterprising zeal allowed;</br>For soon the tiresome Wilderness again,</br>He with his noble family traversed back.</br>He found the Settlers suffering much distress:</br>With the fierce foe hard had they to contend;</br>Many in groaning agony had writhed</br>Beneath his horrid scalp-dissevering Knife,</br>Or perished in the ruthless faggot-flames.</br>E'en fenceless Beauty, unoffending Babes,</br>And feeble age by his rude hands had bled,</br>Had suffered all that Fury could inflict.</br>Nor was it the red ravagers alone,</br>Whose rage and cruelty they had to feel;</br>For still infuriated England led</br>The bloody hosts, their hostile hearts inflamed,</br>And in their ranks her merciless minions mixed.</br>Behold!  where British Bird, at Licking-Forks,</br>'Gainst Martin's Garrison and Riddle's pours</br>His Cannon's slaughtering thunder, and compels</br>The unwary and defenceless Habitants,</br>To his o'erpowering demon force to yield.</br>See!  there, the tyger-hearted ruffians load,</br>With galling luggage, the imbecile Fair;</br>And urge them, heedless of their tender plaints,</br>Along the wearisome and dismal Wastes;</br>'Till faint and sinking underneath their toil,</br>The bloody hatchet frees them from their woe.</br>But Boone's invigorating presence braced</br>The sinews of the bleeding settlement;</br>And banished thence the accumulating glooms.</br>So the enlivening Sun, when Nature droops</br>Relaxed, long shrouded in ungenial clouds,</br>At length, from his remote retirement breaks;</br>Enkindles in her veins fresh energy;</br>Her eye with sparkling lustre reillumes;</br>And from her face the gathered darkness drives.</br>But while inspiriting his harassed friends,</br>And with the wonted prowess of his arm</br>Defending Females, Infancy, and Age;</br>Our Hero in his heart a wound received,</br>That even pierced his manly Fortitude.</br>A Brother, whom most ardently he loved,</br>Now the murderous foe a victim fell.</br>As they together through the forest hied,</br>Returning home from Licking River plains,</br>The ambush'd Ruffians fired the deathful charge,</br>And in his gore the gallant Woodsman laid.</br>Before his Angel-Guardian's viewless shield,</br>The fleet Survivor flew; while bursting fierce</br>From their concealment, rapidly pursued</br>The yelling fiends.  Their hellish chase to aid,</br>Their hoarse-lung'd Blood-Hounds on his track they loosed;</br>Swift on, the carnage-nurtured monsters strained;</br>And the vast Desert with their clamors roared.</br>In vain, by mazy doublings through the Brakes,</br>And by accelerated speed, he strove,</br>The slaughter-hungering pack's pursuit to foil.</br>Intent, and sure as Death, through every turn</br>Of the deep-tangled labyrinths, his steps</br>They swiftly trace.  Still close and closer drew</br>The dreadful cry.  The savage whoop behind,</br>Ascending wild at once from various points,</br>Bespake it dangerous longer to remain</br>Within the thickets' bounds; and forth he burst</br>Into the forest's less entangling wood.</br>Soon on his view, the raging Blood-Hounds broke.</br>At his aimed Rifle's peal, the foremost fell.</br>The residue sweep on &mdash; again he flies,</br>And flying charges the death-pouring tube:</br>Then wheeling, stiffens one more of the pack.</br>His flight resumed, a second time he essays</br>His gun to charge:  when lo!  close at his heels,</br>Vociferous, foaming, panting, glare-eyed, grim,</br>The fierce Survivors press'd; with winding sweep,</br>And forceful, with his gun, as round he turned,</br>Boone fell'd two of them lifeless to the ground,</br>And backward frightened the remaining three;</br>Which soon most furiously the attack renewed,</br>But were with crippled limbs again repulsed;</br>Nor dared they to the onset to return:</br>But vanquished, lame and sullen skulk'd away.</br>The screaming Savages are now in view,</br>But Boone at distance almost disappears,</br>And now has reached a sheltering brake secure.", "Some respite from the red ferocious foe,</br>And his more vile and criminal ally,</br>The coming Winter to the Settlers brought.</br>Though oft by petty molestations mar'd,</br>In strength the young establishment still grew;</br>At sight of which, to tenfold vengeance stung,</br>The venal Myrmidons of tyrant power,</br>Quick through their tawny coadjutors' breasts,</br>Their murder-rousing virulence infused.</br>At length, in dread confederation linked,</br>The sanguinary clans of Cherokees,</br>Wyandots, Shawanese, Delawares, Tawas,</br>And other savage nations, hot for blood,</br>On Chilicothe's plains their war-fiends poured;</br>Where round Britannia's gore-stained banner, they</br>With her Canadian Mercenaries leagued,</br>By the black-hearted villain Girty led,</br>'Gainst Bryant's Fortress the grim squadrons move.</br>As gathers silently the midnight storm</br>Dark-rolling, round some sleep-enveloped dome</br>Unconscious of the impending violence;</br>Until its bursting thunder-peals, its Winds'</br>Rash roar, its vollied showers of battering hail,</br>And flashes fierce of flames electric break</br>The slumberous spell; so round the unwary Fort,</br>Enshrouded in nocturnal gloom, the Host</br>Of slaughter-hungering Ruffians gather'd; dark,</br>Horrific, noiseless, sullen!  While within,</br>A sleep-born silence held her solemn sway;</br>'Till a deep yell, the signal of assault,</br>Invaded rudely their astonished ears,</br>And roused the slumbering Garrison to arms.</br>Now beat upon the well-defended walls,</br>The blazing tempest's thunder-driven blasts</br>Of rattling lead.  In vain their fury roar'd;</br>The strong Defences every shock withstood,</br>Until the foil'd assailants were repell'd.</br>Two days unceasingly the siege had flamed,</br>When by the forcibly resisting fire,</br>'Twas broken up.  The baffled army, maim'd,</br>And bleeding, marched forthwith to the Blue Licks;</br>Anticipating festinate pursuit,</br>Which eagerly it wish'd:  for still its strength</br>Was great, its fury fierce and unsubdued.</br>From Lexington, from Harrodsburg, and each</br>Contiguous neighborhood and Station, rush'd</br>At summons of the gallant Harland, Trigg,</br>M'Gary, Todd and Boone, Kentucky's pride!</br>Her bravest patriots!  the retreating foe</br>To encounter.  Borne on lofty-mettled steeds,</br>The wilds in martial majesty they swept,</br>Till Licking's craggy banks before them frown'd.</br>When, lo!  retiring from the opposing shore,</br>The rear of the grim Demons they beheld.</br>With awful consequence the crisis teem'd.</br>The gallant Horsemen halted; prudence claim'd</br>A moment's consultation, on the course</br>To be pursued.  For various were the marks</br>Upon the savage route impress'd, to prove</br>The foe in number four-fold times as great,</br>As was Kentucky's patriot band; and well</br>Were Boone and others versed in Indian wiles</br>Assured, from numerous stratagems descried</br>In the procedure of the tawny host,</br>That it design'd to lure them to their death.</br>Boone knew the ground; and by request detail'd</br>The system he thought safest to adopt.</br>In an elliptic course the River wound,</br>The whole of the peninsulated land,</br>The browsing Buffalo-Herds had bared; save that</br>A few storm-shatter'd trees, still here and there,</br>Clung lonely in the rock-incrusted soil.</br>From Licking, to the opposite extreme</br>Of the ellipsis, ran a rugged Ridge,</br>Whose sides and summit, full two-thirds their length</br>Uncover'd lay, and were to view exposed</br>From its dark-timbered end; where, clothed in shrubs,</br>The heads of two diverging ravines met;</br>Which to the curving stream on either side</br>Of the ellipse extended.  Boone foresaw</br>The snare the skulking Caitiffs had prepared;</br>And warn'd his party of an ambuscade:</br>Exhorting them their forces to divide,</br>And by a simultaneous march inclose</br>The Ruffians, in the toils themselves had lain;</br>Or wait a reinforcement from their friend,</br>The intrepid Logan; who, with generous zeal</br>Kentucky's green unsullied banner bore</br>Among her martial patriots, rousing them</br>To arm for their embattled brethren's aid.", "Much the judicious counsel was approved,</br>And gave fair indications to succeed.</br>When, daringly impatient, ardent, rash,</br>M'Gary thunderingly exclaimed; \"To Death</br>Or Conquest!  Cowardice may waste in words</br>The time, and here, secure from Danger, lag;</br>But Valor will with me in Battle dare,</br>Without delay, the insulting Savages!\"</br>He paused not for reply; but spur'd his steed,</br>The war-shout raised, and rush'd into the stream.</br>The impetuous ardor spread.  The council broke.</br>All in precipitate disorder stem'd</br>The dashing torrent, swept with clattering speed</br>The rock-paved ridge, 'till at its oak-crown'd end,</br>They met the vengeance of the yelling foe,</br>And halted in the whirlwind's flaming front.</br>Swift from their Horses leap'd the eager band,</br>Our HERO, Harland, Trigg, M'Gary, Todd,</br>And Israel Boone, all breasted the dread Host;</br>With daring vehemence, distinguish'd might,</br>And soul-inspiriting precedency.</br>Coluxo, Costea, and their base Colleague</br>The renegado Girty, led the ranks</br>Of the demoniac enemy; and vied</br>In dangerous prowess, and destructive deeds</br>With the Kentuckian CHIEFTAINS.  Fiercer flames</br>The conflict, as more near the Hosts approach.</br>With Rifle-peal and Indian-yell, with plaint</br>Of Death and valor-rousing shout, the Glyns</br>And Groves reverberate.  At every blast,</br>On either side, the slaughtering storm cut down</br>Full many a warrior bold, in blooming prime.</br>The gallant Todd has fallen!  Low in blood</br>He lies!  Yet, hear!  his dying accents cheer</br>His brave Compatriots.  \"Oh, my Friends!  pause not</br>To pity me!  The living claim your care:</br>Your Mothers, Sisters, Daughters, Wives and Babes.</br>I die for them, and soon shall be in Heaven,</br>Maintain the fight, and if you nobly fall,</br>You'll follow me.\" &mdash; The battle thunders burst</br>More terribly destructive, as the soul</br>Of the fallen Hero fled.  A wilder scream</br>Broke from the foaming, painted fiends of blood;</br>While Vengeance-frantic, rush'd in closer fray</br>The adverse Champions. &mdash; Hatchets hurl'd</br>Blood-reeking through the Rifle-spouted flames,</br>Enhanc'd the horrors of the deathful din.</br>Where thickest flew the death-wing'd weapons, Trigg</br>The vollied Counter-Tempest to direct</br>His gallant aidance gave.  Culuxo mark'd</br>His martial port and slaughtering vehemence;</br>And springing forward, drove his Battle-Axe</br>Full at the intrepid Whiteman's ample breast.</br>Deep in life's purple Cistern had it plung'd;</br>But that Trigg's Rifle-Lock its shivering force</br>Received.  Disarm'd, he seized the edged weapon;</br>And rush'd to cleave the enraged Coluxo down.</br>But Costea, Hatchet-arm'd, sprang forth to meet</br>The coming Champion.  Fiercely flash'd with rage</br>Their meeting eyes, Defiance darkly roll'd</br>Upon their Vengeance-undulated brows.</br>Contiguous to the awful ground they trode,</br>The Battle-blaze a moment was extinct.</br>A hundred eyes in eager gaze were fixed</br>Upon the approaching Chiefs [missing text] </br>With sympathetic impulse griped their guns,</br>And backward rose in hostile attitude</br>As the stern Combatants their Hatchets raised.</br>They strike!  The blow half-baffled, each receives</br>Slight in his shoulder's brawn.  Again descends,</br>On either side, the fury-driven axe.</br>From Costea's bone-bared jaw, huge flesh flakes fall.</br>Another brunt!  again the Indian bleeds!</br>And from his wounded hand, the weapon drops.</br>With instant bound, his head he heaves full-aim'd</br>At Trigg's blood-dripping breast, that like some oak,</br>'Gainst which the furious Bull his frontlet drives,</br>Unyielding the impetuous shock sustains.</br>Now Costea seizes the descending axe,</br>And wards the blow aimed at his plumeless head.</br>With his uninjured hand he tugs for life,</br>But vainly:  from his desperate gripe,</br>Trigg wrenches the destructive Tomahawk,</br>And plants it in his head.  He reels, he sinks!</br>Adown his long dark locks, profusely streams</br>The gushing life-tide. &mdash; Again is plunged</br>Deep in his brain, the bleeding steel.  He dies!</br>Behold!  in gloomy wrath Coluxo comes!</br>His stride is terrible!  His dreadful brow</br>Upon the victor Champion scowls; his eye</br>Through the death-threatening tempest of his face,</br>Like the storm-reddening meteor of deep Night,</br>Portentously its flaming ire emits.</br>He brandishes aloft a reeking axe,</br>Snatched from the grasp of an expiring Peer.</br>Trigg, maugre much from his gashed breast had flown</br>His vigor, rushes to the combat dire,</br>And falls!  Boone, the Hero's doom beheld;</br>And, hastening whence he had the hottest blaze</br>Of the dread fight sustained, Coluxo's rage</br>Resolved to quell; but ere the ground he gain'd,</br>From which the slaughtering Sachem he could mark</br>With certain aim; he saw his gallant son,</br>The blooming Israel reeling from the ranks,</br>And bathed in streaming blood; while on him rush'd,</br>With the curved scalping steel, the demon fell,</br>Whose fatal fire had in his valorous breast</br>The deathful lead impel'd.  He saw, and flew</br>Through whizzing balls, to reach the wounded Youth:</br>But halting in his hazardous career,</br>The scalp-dissevering savage shot:  then ran,</br>And raised his dying Israel in his arms;</br>Who thus in accents faint his feelings spake&mdash;</br>\"Oh, Father!  God preserve thy noble life</br>To see this lovely land I now must leave,</br>Become the happy Garden of the World;</br>To soothe my darling Mother's mourning heart;</br>And be my Brothers' and my Sisters' Friend!</br>Oh!  if you live to tell my hapless doom;</br>To them my dying benediction bear.</br>God save my Father!\" &mdash; Death his utterance quenched.</br>The Battle-tempest, from the flaming Wood</br>With more destructive vengeance now emerged.</br>In its sulphureous vortex Slaughter rode;</br>Grinding his gory teeth, with yelling deep</br>And joyously, as on the gushing blood</br>Of gasping Heroes, glared his baleful eye.</br>A more exultant scream he shrilly pours,</br>As the Herculean Harland groans his last:</br>And well the live-devouring fiend might joy,</br>For ne'er a prouder trophy marked his sway.", "Nought else but desperate temerity</br>Could have impell'd Kentucky's patriot band,</br>The o'erwhelming death-tide longer to sustain.</br>Before its roaring wrath they therefore fled.</br>Infernal acclamations; such as shake</br>The burning vaults of Hell, when conquest crowns</br>The conflicts of its King with virtuous souls;</br>Along the reddened welkin fiercely burst,</br>And roll the savage joy wide o'er the waste.</br>Before the reeking hatchet's lifted edge,</br>The close-beset regression was maintained,</br>Until the River's dangerous pass was reach'd.</br>There, dreadful was the wasteful rage of Death!</br>The fortunate few who had their steeds regained,</br>Escaped unharm'd &mdash; But terrible the fate</br>Of those on foot!  Deep roll'd the surging stream;</br>On either bank huge hung the shattered crags;</br>Precipitate and violent the press</br>That urged the exhausted Heroes' hurried flight.</br>O'ertaken, wounded, faint, some fall on shore:</br>Part through the narrow inlet gain the ford:</br>Part from the beetleing cliffs plunge in the stream:</br>Some less enfeebled and more daring wheel;</br>And meet the foemen on the River's brink;</br>Boone there encounters fierce Coluxo's might.</br>Each ere they meet, the missive Hatchet drives</br>Effectless at the other's wary head.</br>Their emptied rifles next, with forceful sweep</br>And shivering clash, in rude collision meet!</br>The Champions stagger from the ponderous shock.</br>Again their fragment weapons through the air</br>They wind, and bring them down in contact dread.</br>The remnant stocks in thousand splinters fly.</br>The Antagonists, enraged to see their blows</br>Thus wasted, grasp with more infuriate gripe</br>The naked Barrels, wield them with more force;</br>And a half-baffled brunt on either's head</br>Impel.  A moment to their knees they sink.</br>Recovered from the stunning stroke, they rise:</br>But from their hands, their battered tubes have fallen.</br>In instantaneous grapplement they join,</br>And struggle on the craggy verge!  their brain</br>With rage and its late jar vertiginous!&mdash;</br>Behold!  they seem just toppling o'er the flood:</br>The shattered brink now breaks!  the sliddering mass</br>Before them crashing, sweeps the hoary ruin.</br>They headlong follow!  Still in stubborn clutch</br>Conjunctive, midway down the smoking steep</br>A prominence their dread descent arrests;</br>Where on the impeded pile new-fallen, they lodge.</br>Coluxo's undermost and bears the shock.</br>But lo!  he heaves with Aegean rage to rise.</br>Strong is the struggle now, and perilous:</br>For narrow is the intercipient ledge,</br>And dangerous the rocky points beneath.</br>Its burdened base is trembling o'er the flood</br>That dashes darkly by.  The moment teems</br>With destiny.  His danger Boone surveys,</br>And disenthrals himself with vigorous wrench;</br>A stunted Cedar grasps, and drives his feet</br>Against the swift-advancing Combatant;</br>Who, by the forceful impulse strongly driven,</br>Precipitately from the peak descends,</br>And plunging in the torrent's shuddering deeps,</br>A moment he's ingulph'd!  emerging now,</br>With visage rage-convulsed, and eye strained upwards,</br>Fierce-flashing on his bold Antagonist,</br>He flings the billows from his heaving sides,</br>And bounds and flounces towards the frowning shore.</br>Boone marked his mad and desperate approach;</br>And from the rifted crag, a loosened rock</br>Full on his head impetuously impel'd.</br>Profusely boiling from his bursted skull,</br>Through the white-bubbling waves, the life-streams rose,</br>And striped with purple lines the watery woof.</br>His eye Boone glances round.  He cannot scale</br>The steep, nor has he footing to descend.</br>Into the booming stream he therefore bounds!</br>And on the billows rapidly is borne,</br>To where the Battle blazes o'er the Ford.</br>There, through a scene of direst massacre,</br>Unarm'd he rushes.  Mingled yells and groans</br>From bank to bank resound; and blood and flames,</br>The corse-polluted waves in crimson clothe.</br>Here closed in deadly conflict, now immersed,</br>Now rising through the strangling surge, appear</br>The adverse Combatants; while blind and faint,</br>The wounded there are reeling seen, till roll'd</br>By the red torrent to its drowning gulphs.", "Now, as the rugged crags yon Hero climbs,</br>The death-shot drives him through &mdash; His action ends.</br>A moment to the rock he feebly clings&mdash;</br>He backward bends &mdash; His strengthless hands break loose;</br>Down, down the precipice, he headlong falls!</br>And at its base a bleeding ruin floats.</br>But Boone the friendly shore has safely gained:</br>And lo!  the Horsemen halt and wheel and fire!</br>Short time, the vehement pursuit is check'd:</br>Kentucky's gallant residue on land,</br>At length arrive: &mdash; Again the deep-mouthed yell</br>Hot pour'd, the sanguinary chase proclaims;</br>Which ceases not, till Bryant's sheltering Fort</br>Receives the exhausted band.  There, on his march,</br>Brave Logan and his gallant force, they meet.</br>These with them wend to the red slaughter-field,</br>Eager to avenge their fellow-patriots' doom.</br>But the Barbarian Victors have escaped;</br>And sated Death sleeps on the silent ground.</br>Oh, what a mournful spectacle is there!</br>Behold!  the Hero who three days ago,</br>In towering elegance and manhood's bloom,</br>The ranks of Battle graced; now roll'd in gore,</br>Out-stretch'd and pallid on the corse-strewn plain!</br>No more to meet the embrace of that fond Wife</br>And prattling Son, who gazed with tearful eyes,</br>As from his sylvan mansion he withdrew,</br>Waving his hand in token of his love.</br>Ah God!  what gloomy Stillness hovers round</br>The bloody scene.  No sound its awful reign</br>Disturbs; save the gorged Vulture's dismal croak;</br>As from his prey with dark and heavy wing,</br>He rises slowly to the laden bough</br>Of some huge Oak.  In solemn mood, with steps</br>Of meditative measure, 'mongst the slain</br>The Heroes move.  See Boone stand weeping</br>His mangled son!  Now clasping the cold hand!</br>And now, ere in the grave's dark cell the Youth</br>Is covered, gently severing from his locks,</br>A relick dear to the maternal heart.</br>The sepulture's performed; Night spread her shades;</br>And the scared prowlers, to the carnaged ground</br>Return; where dismally they howl 'till morn.</br>To all, especially to Boone, it was</br>A night of dreariest sadness; hoarsely plained</br>The putrid River-surge; the Night-Birds screamed</br>In notes of shrillest horror; and the skies</br>Afflicted for Kentucky's rueful loss,</br>Their melancholy vestments had assumed.</br>How could they not?  For Angels there abide,</br>And they beheld her wrap'd in saddest Grief;</br>Beheld her widowed Fair, as through their hearts</br>The awful tidings of their husbands' death</br>Transpierced; in wildest phrenzy clasp their Babes,</br>And weep in all the wretchedness of Woe.", "The task of keenest agony to Boone</br>Had yet to be perform'd.  Oh!  see him now</br>Approaching sadly his expecting home.</br>His Infants spy at distance their loved Sire.</br>His solemn step is marked.  His Wife beholds</br>The boding blood-stains on his altered robes&mdash;</br>No ISRAEL comes in view!  Each little breast</br>Predictive beats &mdash; Her own tumultuous heaves&mdash;</br>'Tis true!  that look, that silence speak it so!</br>'Tis true, the darling Youth shall never more</br>Return to enjoy the transports of their love.</br>Behold, the embrace that bursts the swelling heart!</br>Tears now have vent, and deluge every cheek.</br>See with what frantic tenderness, what throbs</br>Of deep emotion, the sad mother takes</br>The sacred lock of her \"departed Son,\"</br>With ardent kisses seals it to her lips,</br>And washes off with tears its bloody stains.", "To Sorrow's sway, throughout the settled bounds</br>Of young Kentucky, vengeful zeal succeeds.</br>With thundering emphasis, his heeded voice</br>Boone raised, and bade his Western Brethren</br>To Battle, and their rising country save!</br>The good, the valiant, the immortal Clarke</br>And Logan seconded the patriot call;</br>And pointed to that Hill's ensanguined brow,</br>Where gallant Harland, Todd, and Trigg had bled!</br>A thousand bosoms at the summons burn'd,</br>To mingle in the blood-avenging fight.</br>The Stripling, and the Grand Sire grey in years,</br>The half-plough'd furrow and the fire-side leave;</br>To wield the implements of direful War.</br>The Host is marshal'd, and the march begins.</br>The Foemen learn its menacing approach,</br>And their untenable encampment fly.</br>The howl of Horror, Consternation wild,</br>And yellings of infuriated wrath,</br>Through their distracted Villages extend.</br>Behold!  these too the tawny swarms forsake!</br>And where they late their barbarous orgies held,</br>Devastating flames now revel.  Ruin's stride</br>And Whirlwind-breath the embattled ranks attend.</br>The Chilicothes now in embers glow!</br>Will's Town and Peckaway are sinking too,</br>Beneath fierce Conflagration's wasteful blasts.</br>Rude Desolation sweeps the Corn-clothed fields,</br>And to the Indians' view a prospect spreads;</br>That e'en their boldest Warrior's arm unnerves,</br>And prompts their Chiefs to supplicate for PEACE.", "Columbia's Western Star in splendors now,</br>Through an unclouded azure streaming, sheds</br>On drooping hearts, the beams of sweetest Hope;</br>And withers to a scroll the grumous flag</br>Of groaning War.  His labors, Boone beholds</br>Unfolding their rich Comforts o'er the West:</br>While Amity's restrictive bonds confine</br>The nerves of savage Slaughter.  Happy now,</br>In contemplation of the brightening scene,</br>He to AFFECTION'S sweet embrace retires;</br>And reaps the Harvest  of his useful toils.</br>Immortal Founder of stupendous States!</br>While generous prowess wakes the soul's applause;</br>While consecration to a Nation's weal</br>Of all the energies of a Mind and Nerve,</br>Enkindles warm sensations of regard;</br>Thy name, in Freedom's sun-crown'd Fane enshrined,</br>With the rich incense of a Million's love</br>Embalmed, shall live.  How rapturous to thy heart,</br>Thou venerable Hero!  How sublime,</br>How beauteous, how divine!  the prospect now</br>Of that Republic, which thy patriot hand</br>Implanted in the direful Wilderness.</br>Lo!  flourishing uncankered, and immense,</br>Its strengthens, rises, spreads and blooms to Heaven!</br>Its branches mingle with the stars; and crown'd</br>With Harps Angelic, wave mid purest gales</br>Celestial; animate with melody,</br>By Freedom's Seraph Martyrs sweetly made;</br>And fragrant as the fruits of Paradise.", "Well might it fill with an extatic pride</br>The soul of him, whose valor laid the base</br>Of Free Columbia's occidental States;</br>To view the glories that invest them now!</br>Where shall the Muse the Reader's eye direct,</br>To shew the brightest deeds, where all are bright</br>In grand extreme?  Who can the blazing disk</br>Of the unclouded Orb of Day divide,</br>And say behold the most effulgent part?</br>Shall she pursue the Widow's plaining sigh,</br>To where the graves of Daviess, Owen, White,</br>And Spencer bloom in Honor's purest beams,</br>Embossing the dark wilds where WABASH rolls?</br>Or shall she turn to Raisin's awful plains,</br>And point to where the bones of Allen, Mead,</br>M'Cracken, Edwards, Simpson, Hickman, Hart,</br>And Woolfolk hallow the ensanguined soil?</br>Or to Sandusky's shore and sing the applause</br>Of Crogham, Freedom's Western Washington,</br>And his immortal Band; whose patriot names,</br>The Tyrants of succeeding times shall dread,</br>And future Proctors tremble when they hear?</br>Oh, no!  'tis wasting language to detail.</br>Ohio's and Kentucky's Fame extends</br>Wherever valorous Liberty is loved;</br>And even rolls its splendors through the glooms,</br>Where blinking Despots gorged with empires' blood,</br>O'er Freedom's desolated Temples nod!</br>Illustrious States!  Who has not seen thy Sons,</br>Thy patriot Sons, in thousands; from the scenes</br>Of Opulence and sweet domestic bliss,</br>With pure unvenal ardor rushing forth</br>To fields of fellest danger &mdash; Not to war</br>With Foes magnanimous, of souls humane</br>And generous, who disdain to waste the blood,</br>And wound the pride of vanquish'd Combatants;</br>But Foes beneath whose ignominious arms,</br>The Babe, the Vestal and the Matron bleed.</br>Who has not seen thy free-born Heroes dare,</br>The Horrors of Barbarian Ambushment;</br>And uncomplaining, though with hunger pale,</br>And long without repose, through brumal storms,</br>Snow-covered Swamps of wearisome extent,</br>And wintry terrors of a howling Wild,</br>Intently toiling to encounter Fiends,</br>Unrighteous as ere ranged the Infernal glooms:</br>Ferocious Monsters; cruel as ere yell'd</br>For Victim's blood!  Who has not seen thy Hosts</br>Those monsters meet, and honor the high cause,</br>In which their generous bosoms freely bled.</br>Where is Columbia's son, whose eye can glance</br>O'er the bright page of their immortal deeds,</br>And not let fall a tear of extacy?</br>Who would not deem it honor to be call'd</br>A citizen of the same land, where lives</br>The patriot Warriors, Shelby, Harrison,</br>Desha, M'Arthur, Cass and Johnson:  names</br>Imperishable as e'er were canonized,</br>On the illustrious rolls of Martyrdom!</br>Yes, noble sons of a Republic!  Time,</br>When mingles with the dust of tombs, the heart</br>That now this humble meed of praise dictates;</br>Shall roll your glories brightening down his stream,</br>Till on Eternity's effulgent waves</br>They blaze, reflecting on your blissful souls</br>Beatitude perpetual.  Nor are they,</br>The only Heroes of celebrious name,</br>Whose splendid Virtues shed sublime renown,</br>Upon those glorious States.  A Clay, a Ball,</br>A Lewis and innumerous more, the Muse</br>Might call to adorn her page.  But BEAUTY'S claim</br>Demands her strain applausive and sincere.</br>If transports warm the hoary Veteran's heart</br>Who founded the Republics of the West,</br>To see their Sons engarlanded with Fame's</br>Unwithering laurels:  Who shall tell what tides</br>Of deeper rapture swell his musing soul,</br>As he the odiferous wreaths beholds</br>Of Virtue's richest flowers, which adorn</br>Their blooming Daughters &mdash; Well may Bravery shield</br>Their peerless Breasts:  for Bravery wins their smiles;</br>While mean inglorious Dastardy receives</br>Their frowning scorn.  What bosom does not burn</br>To bleed in Freedom's battles, when such Fair,</br>Their Brothers and their Lovers too exhort,</br>Their lives in her defence to jeopardize.", "My patriotic Sisters of the West!</br>Accept this humble plaudit of a heart</br>That loves you dearly.  High indeed the praise,</br>And happily received; could you approve</br>For Freedom's sake my unpresuming Song.</br>Oft through admiring Fancy's eye, I've seen</br>Your lilly fingers, form the Warrior's robe;</br>And sorely wounded with the piercing steel,</br>The honored garment with pure crimson stain;</br>Leaving expressive emblems of the Deeds</br>He should achieve; and symbols of the love</br>Your bosoms for the gallant soldier bore.</br>Oft too your tender bodings I have seen</br>And anxious Hopes; while undecided yet</br>Remained the destiny of those ye loved,</br>Your valiant Countrymen!  Oh!  when arrived</br>The agonizing tidings of defeat&mdash;</br>Of the perfidious Massacres that stained</br>With infamy a butchering foe; and tore</br>From many a noble head the streaming scalp;</br>Where fell those dearer far perhaps than life;</br>How were your anguished and indignant breasts</br>With keen and violent emotions pained:</br>But when the joyous news of Conquest came,</br>How changed your feelings; how divinely sweet;</br>How glowing then with thankful extacies!</br>And when the honored soldier home returned,</br>What kind, what tender welcomes ye bestowed!</br>How carefully his rankling wounds deterged;</br>And with attentions bland and smiles benign,</br>Rewarded all his dangers, pains and toils.&mdash;</br>But lo!  her desultorious song draws nigh</br>Its beckoning goal; and we, sweet Fair, must part!</br>Perennial as the charms of the rich land,</br>Whose healthful gales your honied breath perfumes,</br>May your bright Virtues bloom; to crown with bliss</br>The gallant Boone's the shields of Honor's shrine!</br>Who share the mild dominions of your Love,</br>And drive the Myrmidons of Tyrant thrones</br>From their ensanguined Cars.  And ye pure States,</br>The Western Pillars of Columbia's Dome,</br>The Dome of Liberty!  Still may ye stand</br>With glories of ten thousand Boones emblazed;</br>Sustaining with distinguished eminence</br>Your portion of the Edifice sublime;</br>While Kingdoms disappear in floods of gore</br>And Revolutions rock the reeking globe:</br>Yea, till the pageant Bubbles of the World</br>Are into dread Annihilation blown;</br>And Oceans, Suns, and Spheres before the blaze</br>Of Heaven's avenging Anger, are consumed!&mdash;</br>"]