["Why steals from my bosom the sigh?</br>Why fix'd is my gaze on the ground?</br>Come, give me my pipe, and I'll try</br>To banish my cares with the sound.", "Ere now were its notes of accord</br>With the smile of the flow'r-footed muse;</br>Ah!  why by its master implor'd</br>Shou'd it now the gay carrol refuse?", "'Twas taught by LAVINIA'S smile</br>In the mirth-loving chorus to join:</br>Ah me!  how unweeting the while!</br>LAVINIA &mdash; cannot be mine!", "Another, more happy, the maid</br>By fortune is destin'd to bless&mdash;</br>Tho' the hope has forsook that betray'd,</br>Yet why shou'd I love her the less?", "Her beauties are bright as the morn,</br>With rapture I counted them o'er;</br>Such virtues these beauties adorn:</br>I knew her, and prais'd 'em no more.", "I term'd her no goddess of love,</br>I call'd not her beauty divine:</br>These far other passions may prove,</br>But they could not be figures of mine.", "It ne'er was apparell'd with art,</br>On words it could never rely;</br>It reign'd in the throb of my heart,</br>It spoke in the glance of my eye.", "Oh fool!  in the circle to shine</br>That fashion's gay daughters approve,</br>You must speak at the fashions incline;&mdash;</br>Alas!  are there fashions in love?", "Yet sure they are simple who prize</br>The tongue that is smooth to deceive;</br>Yet sure she had sense to despise</br>The tinsel that folly may weave.", "When I talk'd, I have seen her recline</br>With an aspect so pensively sweet,&mdash;</br>Tho' I spoke what the shepherds opine,</br>A fop were asham'd to repeat.", "She is soft as the dew-drops that fall</br>From the lip of the sweet-scented pea;</br>Perhaps, when she smil'd upon all,</br>I have thought that she smil'd upon me.", "But why of her charms should I tell?</br>Ah me!  when her charms have undone!</br>Yet I love the reflection too well,</br>The painful reflection to shun.", "Ye souls of more delicate kind,</br>Who feast not on pleasure alone,</br>Who wear the soft sense of the mind,</br>To the sons of the world unknown;", "Ye know, tho' I cannot express,</br>Why I foolishly doat on my pain;</br>Nor will ye believe it the less</br>That I have not the skill to complain.", "I lean on my hand with a sigh,</br>My friends the soft sadness condemn;</br>Yet, methinks, tho' I cannot tell why,</br>I should hate to be merry like them.", "When I walk'd in the pride of the dawn,</br>Methought all the region look'd bright:</br>Has sweetness forsaken the lawn?</br>For, methinks, I grow sad at the sight.", "When I stood by the stream, I have thought</br>There was mirth in the gurgling sound;</br>But now 'tis a sorrowful note,</br>And the banks are all gloomy around!", "I have laugh'd at the jest of a friend;</br>Now they laugh and I know not the cause,</br>Tho' I seem with my looks to attend,</br>How silly!  I ask what is was.", "They sing the sweet song of the May,</br>They sing it with mirth and with glee;</br>Sure I once thought the sonnet was gay,</br>But now 'tis all sadness to me.", "Oh!  give me the dubious light</br>That gleams thro' the quivering shade;</br>Oh!  give me the horrors of night</br>By gloom and by silence array'd!", "Let me walk where the soft-rising wave</br>Has pictur'd the moon on his breast:</br>Let me walk where the new-cover'd grave</br>Allows the pale lover to rest!", "When shall I in its peaceable womb</br>Be laid with my sorrows asleep!</br>Should LIVINIA chance on my tomb&mdash;</br>I could die if I thought she would weep.", "Perhaps, if the souls of the just</br>Revisit their mansions of care,</br>It may be my favourite trust</br>To watch o'er the fate of the fair.", "Perhaps the soft thought of her breast</br>With rapture more favour'd to warm;</br>Perhaps, if with sorrow oppress'd,</br>Her sorrow with patience to arm.", "Then!  then!  in the tenderest part</br>May I whisper, \"Poor COLIN was true;\"</br>And mark if a heave of the heart</br>The thought of her COLIN pursue.</br>"]