["\"Say, shepherd, why lov'st thou to dwell,</br>In a desert so lonely and wild?</br>Where rocks over rocks proudly swell,</br>In awful solemnity pil'd!", "\"Perhaps, in a scene so sublime,</br>Thou buriest the cares of thy beast;</br>And these hoary companions of time,</br>Lull thy grief-troubled passions to rest.\"", "\"Mark, Pilgrim!  this crevice below,</br>Yon cavern and bow'r in the vale;</br>There loud lamentations of wo,</br>Teach the echoes each night to bewail.", "\"'Tis a maid that was tender and fair,</br>As morning's first ray on the plain,</br>That flew to these wilds in despair,</br>At the death of her favourite swain.", "\"Young CORUN was worthy her flame,</br>Truth, beauty and love on them smil'd;</br>But her father's proud heart was to blame,</br>And, alas, the poor girl is my child!", "\"In madness she fled from our plain,</br>To these wilds, where her steps I pursu'd,</br>And I here, to watch o'er her, remain,</br>And supply her with garments and food.", "\"The cares of a fond father's heart,</br>Where the picture of guilt is pourtray'd,</br>Make me strive all I can to impart</br>Relief to the wounds I have made.", "\"To the bower, which she frantically wove,</br>At eve she ne'er fails to retire,</br>To sing of her woes and her love,</br>And deplore the proud heart of her sire!", "\"Then food to her cave I convey,</br>And a couch of soft rushes prepare;</br>And she sings in a pitiful lay,</br>That the ghost of her love left them there!", "\"But come, to the vale we'll descend,</br>And hide yon close willows among,</br>Her wild wail of woes to attend;</br>But, hush!  she commences her song.\"", "\"My CORUN was generous and kind,</br>On the Harp none so sweetly could play,</br>In the race he outstripp'd every hind,</br>And at wrestling he still won the day:", "\"His heart was as tender as eve</br>When she sheds o'er the vallies her dew;</br>His soul never stooped to deceive,</br>For the soul of my CORUN was true.", "\"Ye days of delight!  that are o'er,</br>Ye visions!  ye raptures divine!</br>When our souls to each other we swore;</br>Ye never again shall be mine!", "\"Fair moon!  never more thou'lt survey,</br>Our tender embraces of love,</br>As thou lead'st us along by thy ray,</br>Thro' the meadow, the glen, or the grove.", "\"O come!  dearest Shepherd!  return;</br>Here's a grove, here's a bow'r, we'll embrace,</br>In spite of their pride or their scorn;</br>O see!  'tis a beautiful place!", "\"When he comes, O ye willows be green!</br>Ye flowers!  let your beauties appear!</br>Ah whither!  he cannot be seen!</br>My shepherd will never be here!", "\"Who told my proud sire that we lov'd?</br>'Twas a base, 'twas a barbarous tale!</br>How sternly he rag'd and reprov'd!</br>And his hard-hearted wrath I bewail.", "\"The flocks of my shepherd were few,</br>My father's were numerous and fair,</br>And the Swain from the country withdrew,</br>A fortune, like mine, to prepare.", "\"Ah, stay, my dear Swain!  stay at home;</br>Thy worth is sufficient for me:</br>Ah!  why shouldst thou venture to roam,</br>Or trust to the dangerous sea!", "\"Ah, why cruel waves!  did ye rise,</br>The ship with destruction to hide:</br>O horror!  O save him!  he dies,</br>He is whelmed by the merciless tide!", "\"But his ghost every night I shall hail,</br>O see it, all drooping and cold!</br>Alas!  how dejected and pale,</br>Is the form that was manly and bold!", "\"There, he beckons me now to draw near</br>To the mouth of the cave where he stands:</br>I'll embrace him, for still he is dear,</br>And receive every gift from his hands!\"", "A fierce laugh of wildness she gave,</br>And hurried delirious away!</br>She sat in the mouth of the cave,</br>And call'd on her lover to stay!", "The Pilgrim no more could disguise</br>The tempest that rag'd in his breast:</br>\"My Lorah!  my Lorah!\"  he cries,</br>And swift to his heart she was prest.", "In soul-speaking silence, she gaz'd,</br>And swoon'd on a bosom so dear:</br>Her father stood fix'd and amaz'd,</br>Like Hope at the entrance of Fear!", "\"Bring, bring,\" cried young CORUN, \"the flower,</br>That I left in the thicket behind;</br>Kind Angels have blest it with power,</br>To heal each disease of the mind!", "\"Lo!  now she revives from her swoon,</br>And reason returns to her soul,</br>And joy, in her heart, shall attune</br>The strains of soft rapture to roll!", "\"Blest Sage of the desolate Isle,</br>Thy wisdom this gift shall approve,</br>Whose kindness and soul-soothing smile,</br>Restor'd me to life and to love!", "\"By the rage of the rude tempest torn,</br>The ship had resign'd to the wave,</br>I, alone, on a fragment upborne,</br>Was held from a watery grave!", "\"The merciful Hermit espied,</br>Nor flew to relieve me in vain;</br>And with friendship and wealth he supplied,</br>The life that he snatched from the main.", "\"Ere he died ... for, alas he's no more,</br>In a grot where his corpse I should lay,</br>He told me was hidden his store,</br>And he bade me to take it away.", "\"And this herb, whose ambrosial juice,</br>Is a sov'reign remead for the mind:</br>'O preserve it,' he said, 'for its use,</br>More precious than treasures thou'lt find.'", "\"With tears soon, I bade him farewell,</br>In earth's peaceful bosom asleep:</br>The sails of my boat quickly swell,</br>And I venture again on the deep.", "\"How bounded my bosom with joy,</br>When our valley once more I beheld!</br>But my rapture soon met with alloy;</br>Your absence my rapture repell'd.", "\"'Twas then with this staff and these weeds,</br>Abroad I determin'd to roam:</br>Where's the home for the bosom that bleeds?</br>No pleasures for me were at home!", "\"But Love, that still governs my breast,</br>Conducted me hither to you:</br>O then we shall henceforth be blest,</br>And bid every sorrow adieu!\"</br>"]