["Britomart comes to Isis' Church,</br>Where she strange Visions sees:</br>She fights with Radigund, her slays,</br>And Arthegal thence frees.", "Nought is on Earth more Sacred or Divine,</br>That Gods and Men do equally adore,</br>Than this same Vertue, that doth Right define:</br>For th' Heavers themselves, whence mortal Men implore</br>Right in their Wrongs, are rul'd by righteous Lore</br>Of highest Jove, who doth true Justice deal</br>To his inferior Gods, and evermore</br>Therewith contains his heavenly Commonweal:</br>The Skill whereof to Princes Hearts he doth reveal.", "Well therefore did the antique World invent,</br>That Justice was a God of sovereign Grace,</br>And Altars unto him, and Temples lent,</br>And heavenly Honours in the highest Place;</br>Calling him great Osyris, of the Race</br>Of th' old Egyptian Kings, that whilom were;</br>With feigned Colours shading a true Case:</br>For that Osyris, whilst he lived here,</br>The justest Man alive, and truest did appear.", "His Wife was Isis, whom they likewise made</br>A Goddess of great Pow'r and Sov'reignty,</br>And in her Person cunningly did shade</br>That part of Justice, which is Equity,</br>Whereof I have to treat here presently.</br>Unto whose Temple whenas Britomart</br>Arrived, she with great Humility</br>Did enter in, ne would that Night depart,</br>But Talus mote not be admitted to her Part.", "There she received was in goodly wise</br>Of many Priests, which duely did attend</br>Upon the Rites and daily Sacrifice;</br>All clad in linnen Robes with Silver hem'd;</br>And on their Heads, with long Locks comely kem'd,</br>They wore rich Mitres shaped like the Moon,</br>To shew that Isis doth the Moon portend;</br>Like as Osyris signifies the Sun,</br>For that they both like Race in equal Justice run.", "The Championess them greeting, as she could,</br>Was thence by them into the Temple led;</br>Whose goodly Building, when she did behold,</br>Borne upon stately Pillars, all disspred</br>With shining Gold, and arched over-head,</br>She wonder'd at the Workman's passing Skill,</br>Whose like before she never saw nor read;</br>And thereupon long while stood gazing still,</br>But thought that she thereon could never gaze her fill.", "Thenceforth unto the Idol they her brought,</br>The which was framed all of Silver fine,</br>So well as could with cunning Hand be wrought,</br>And clothed all in Garments made of Line,</br>Hem'd all about with Fringe of Silver Twine.</br>Upon her Head she wore a Crown of Gold,</br>To show that she had Pow'r in things Divine;</br>And at her Feet a Crocodile was roll'd,</br>That with her wreathed Tail her Middle did enfold.", "One Foot was set upon the Crocodile,</br>And on the Ground the other fast did stand,</br>So meaning to suppress both forged Guile,</br>And open Force:  and in her other Hand</br>She stretched forth a long white slender Wand.</br>Such was the Goddess; whom when Britomart</br>Had long beheld, her self upon the Land</br>She did prostrate, and with right humble Heart</br>Unto her self her silent Prayers did impart.", "To which the Idol as it were inclining,</br>Her Wand did move, with amiable Look,</br>By outward Shew her inward Sense defining:</br>Who well perceiving how her Wand she shook,</br>It as a Token of Good Fortune took.</br>By this, the Day with Damp was overcast,</br>And joyous Light the House of Jove forsook:</br>Which when she saw,her Helmet she unlac'd,</br>And by the Altar's side her self to Slumber plac'd.", "For other Beds the Priests there used none,</br>But on their Mother Earth's dear Lap did lie,</br>And bake their Sides upon the cold hard Stone,</br>T' enure themselves to Sufferance thereby;</br>And proud rebellious Flesh to mortify.</br>For by the Vow of their Religion,</br>They tied were to stedfast Chastity,</br>And Continence of Life; that all forgon,</br>They mote the better tend to their Devotion.", "Therefore they mote not taste of fleshly Food,</br>Ne feel on ought the which doth Blood contain,</br>Ne drink of Wine; for Wine they say is Blood,</br>Even the Blood of Giants, which were slain</br>By thundring Jove in the Phlegrean Plain.</br>For which the Earth (as they the Story tell)</br>Wroth with the Gods, which to perpetual Pain</br>Has damn'd her Sons, which 'gainst them did rebel,</br>With inward Grief and Malice did against them swell.", "And of their vital Blood, the which was shed</br>Into her pregnant Bosom, forth she brought</br>The fruitful Vine; whose Liquor bloody red,</br>Having the Minds of Men with Fury fraught,</br>Mote in them stir up old rebellious Thought,</br>To make new War against the Gods again;</br>Such is the Pow'r of that same Fruit, that nought</br>The fell Contagion may thereof restrain;</br>Ne, within Reason's Rule, her madding Mood contain.", "There did the warlike Maid her self repose,</br>Under the Wings of Isis all that Night;</br>And with sweet Repose her heavy Eyes did close,</br>After that long Day's Toil and weary Plight.</br>Where, whilst her earthly Parts with soft Delight</br>Of sensless Sleep did deeply drowned lie,</br>There did appear unto her heavenly Spright</br>A wondrous Vision, which did close imply</br>The Course of all her Fortune and Posterity.", "Her seem'd, as she was doing Sacrifice</br>To Isis, deck'd with Mitre on her Head,</br>And Linnen Stole, after those Priestes Guize,</br>All suddenly she saw transfigured</br>Her Linnen Stole to be of Scarlet red,</br>And Moon-like Mitre to a Crown of Gold;</br>That even she her self much wondered</br>At such a Change, and joyed to behold</br>Her self, adorn'd with Gems and Jewels manifold.", "And in the midst of her Felicity,</br>An hideous Tempest seemed from below,</br>To rise through all the Temple suddenly,</br>That from the Altar all about did blow</br>The holy Fire, and all the Embers strow</br>Upon the Ground:  which kindled privily,</br>Into outrageous Flames unwares did grow,</br>That all the Temple put in Jeopardy</br>Of flaming, and her self in great Perplexity.", "With that, the Crocodile, which sleeping lay</br>Under the Idol's Feet in fearless Bow'r,</br>Seem'd to awake in horrible dismay,</br>As being troubled with that stormy Stow'r;</br>And gaping greedy wide, did straight devour</br>Both Flames and Tempest:  with which growen great,</br>And swolne with Pride of his own peerless Pow'r,</br>He 'gan to threaten her likewise to eat;</br>But that the Goddess with her Rod him back did beat.", "Tho, turning all his Pride to Humbless meek,</br>Himself before her Feet he lowly threw</br>And 'gan for Grace and Love of her to seek:</br>Which she accepting, he so near her drew,</br>That of his Game she soon enwombed grew,</br>And forth did bring a Lion of great Might,</br>That shortly did all other Beasts subdue.</br>With that, she waked, full of fearful Fright,</br>And doubtfully dismay'd through that so uncouth Sight.", "So, thereupon long while she musing lay,</br>With thousand Thoughts feeding her Fantasy,</br>Until she spy'd the Lamp of lightsom Day,</br>Up-lifted in the Porch of Heaven high.</br>Then up she rose fraught with Melancholy,</br>And forth into the lower Parts did pass:</br>Whereas the Priests she found full busily</br>About their holy Things for morrow Mass:</br>Whom she saluting fair, fair resaluted was.", "But by the Change of her unchearful Look,</br>They might perceive she was not well in plight;</br>Or that some Pensiveness to heart she took.</br>Therefore thus one of them (who seem'd in sight</br>To be the greatest, and the gravest Wight)</br>To her bespake; Sir Knight, it seems to me,</br>That thorough evil Rest of this last Night,</br>Or ill apaid, or much dismay'd ye be,</br>That by your Change of Chear is easy for to see.", "Certes, said she, sith ye so well have spy'd</br>The troublous Passion of my pensive Mind,</br>I will not seek the same from you to hide,</br>But will my Cares unfold, in hope to find</br>Your Aid to guide me out of Error blind.</br>Say on, quoth he, the Secret of your Heart:</br>For, by the holy Vow which me doth bind,</br>I am adjur'd, best Counsel to impart</br>To all, that shall require my Comfort in their Smart.", "Then 'gan she to declare the whole Discourse</br>Of all that Vision which to her appear'd,</br>As well as to her Mind it had recourse.</br>All which when he unto the end had heard,</br>Like to a weak faint-hearted Man he far'd,</br>Through great Astonishment of that strange Sight;</br>And with long Locks up-standing, stiffly star'd,</br>Like one adawed with some dreadful Spright:</br>So, fill'd with heavenly Fury, thus he her behight.", "Magnifick Virgin, that in quaint Disguise</br>Of British Arms dost mask thy royal Blood,</br>So to pursue a perillous Emprize,</br>How could'st thou ween, through that disguised Hood,</br>To hide thy State from being understood?</br>Can from th' immortal Gods ought hidden be?</br>They do thy Linage, and thy Lordly Brood;</br>They do thy Sire, lamenting sore for thee;</br>They do thy Love, forlorne in Womens Thraldom, see.", "The End whereof, and all the long Event,</br>They do to thee in this same Dream discover:</br>For, that same Crocodile doth represent</br>The righteous Knight, that is thy faithful Lover,</br>Like to Osyris in all just endeavour.</br>For, that same Crocodile Osyris is,</br>That under Isis' Feet doth sleep for ever:</br>To shew at Clemence oft, in things amiss,</br>Restrains those stern Behests, and cruel Dooms of his.", "That Knight shall all the troublous Storms assuage,</br>And raging Flames, the many Foes shall rear,</br>To hinder thee from the just Heritage</br>Of thy Sire's Crown, and from thy Country dear.</br>Then shalt thou take him to thy loved Fere,</br>And join in equal Portion of thy Realm:</br>And afterwards, a Son to him shall bear,</br>That Lion-like shall shew his Pow'r extream:</br>So bless thee God, and give thee Joyance of thy Dream.", "All which when she unto the end had heard,</br>She much was eased in her troublous Thought,</br>And on those Priests bestowed rich Reward:</br>And royal Gifts, of Gold and Silver wrought,</br>She for a Present to their Goddess brought.</br>Then taking leave of them, she forward went,</br>To seek her Love, where he was to be sought;</br>Ne rested till she came without relent</br>Unto the Land of Amazons, as she was bent.", "Whereof when news to Radigund was brought,</br>Not with amaze, as Women wonted be,</br>She was confused in her troublous Thought,</br>But fill'd with Courage and with joyous Glee,</br>As glad to hear of Arms, the which now she</br>Had long surceas'd, she bade to open bold,</br>That she the Face of her new Foe might see.</br>But when they of that iron Man had told,</br>Which late her Folk had slain, she bad them forth to hold.", "So, there without the Gate (as seemed best)</br>She caused her Pavilion be pight;</br>In which, stout Britomart her self did rest.</br>Whiles Talus watched at the door all night:</br>All night likewise, they of the Town in fright,</br>Upon their Wall good Watch and Ward did keep.</br>The morrow next, so soon as dawning Light</br>Bad do away the Damp of drouzy Sleep,</br>The war-like Amazon out of her Bow'r did peep.", "And caused Straight a Trumpet loud to shrill,</br>To warn her Foe to Battel soon be prest:</br>Who, long before awoke (for she full ill</br>Could sleep all night, that in unquiet Breast</br>Did closely harbour such a jealous Guest)</br>Was to the Battel whilome ready dight.</br>Eftsoones that Warriouress with haughty Crest</br>Did forth issue all ready for the Fight:</br>On th' other side her Foe appeared soon in sight.", "But e'er they reared hand, the Amazon,</br>Began the straight Conditions to propound,</br>With which she used still to tie her Fone;</br>To serve her so, as she the rest had bound.</br>Which when the other heard, she sternly frown'd</br>For high Disdain of such Indignity,</br>And would no longer treat, but bade them sound</br>For, her no other Terms should ever tie</br>Than what prescribed were by Laws of Chevalry.", "The Trumpets sound, and they together run</br>With greedy Rage, and with their Faulchins smote;</br>Ne either sought the other's Strokes to shun,</br>But through great Fury both their Skill forgot,</br>And practick Use in Arms:  ne spared not</br>Their dainty Parts which Nature had created</br>So fair and tender without Stain or Spot,</br>For other Uses than they them translated;</br>Which they now hack'd and hew'd, as if such Use they hated.", "As when a Tyger and a Lioness</br>Are met at spoyling of some hungry Prey,</br>Both challenge it with equal Greediness:</br>But first the Tyger Claws thereon did lay;</br>And therefore loth to lose her Right away,</br>Doth in defence thereof full stoutly stond:</br>To which the Lion strongly doth gainsay,</br>That she to hunt the Beast first took in hoed;</br>And therefore ought it have, wherever she it fond.", "Full fiercely laid the Amazon about,</br>And dealt her Blows unmercifully sore:</br>Which Britomart withstood with Courage stout,</br>And them repaid again with double more.</br>So long they fought, that all the grassy Floor</br>Was fill'd with Blood, which from their sides did flow,</br>And gushed through their Arms, that all in Gore</br>They trode, and on the Ground their Lives did strow,</br>Like fruitless Seed, of which untimely Death should grow.", "At last, proud Radigund with fell Despight,</br>Having by chaunce espy'd Advantage near,</br>Let drive at her with all her dreadful Might,</br>And thus upbraiding, said; This Token bear</br>Unto the Man whom thou doost love so dear;</br>And tell him for his sake thy Life thou gavest.</br>Which spiteful Words she, sore engriev'd to hear,</br>Thus answer'd; Leudly thou my Love depravest,</br>Who shortly must repent that now so vainly bravest.", "Nath'less, that Stroke so cruel Passage found,</br>That glauncing on her Shoulder-plate, it bit</br>Unto the Bone, and made a griesly Wound,</br>That she her Shield through raging Smart of it</br>Could scarce uphold; yet soon she it requit.</br>For, having Force increas'd through furious Pain,</br>She her so rudely on the Helmet smit,</br>That it empierced to the very Brain,</br>And her proud Person low prostrated on the Plain.  ", "Where being laid, the wrathful Britoness</br>Stay'd not till she came to her self again,</br>But in revenge both of her Love's Distress,</br>And her late vile Reproach, though vaunted vain,</br>And also of her Wound, which sore did pain,</br>She with one Stroke both Head and Helmet cleft.</br>Which dreadful Sight, when all her warlike train</br>There present saw, each one (of Sense bereft)</br>Fled fast into the Town, and her sole Victors left.", "But yet, so fast they could not home retreat,</br>But that swift Talus did the foremost win;</br>And pressing through the Press unto the Gate,</br>Pelmel with them attonce did enter in.</br>There then a piteous Slaughter did begin:</br>For, all that ever came within his reach,</br>He with his iron Flail did thresh so thin,</br>That he no Work at all left for the Leach:</br>Like to an hideous Storm, which nothing may impeach.", "And now by this, the noble Conqueress</br>Herself came in, her Glory to partake;</br>Where though revengeful Vow she did profess,</br>Yet when she saw the Heaps which he did make</br>Of slaughtred Carcasses, her Heart did quake</br>For very Ruth, which did it almost rive,</br>That she his Fury willed him to slake:</br>For, else he sure had left not one alive,</br>But all, in his Revenge, of Spirit would deprive.", "Tho, when she had his Execution staid,</br>She for that iron Prison did enquire,</br>In which her wretched Love was Captive laid:</br>Which breaking open with indignant Ire,</br>She enter'd into all the Parts entire.</br>Where when she saw that loathly uncouth Sight,</br>Of Men disguiz'd in womanish Attire,</br>Her Heart 'gan grudge, for very deep Despight</br>Of so unmanly Mask, in Misery misdight.", "At last, whenas to her own Love she came,</br>Whom like Disguize no less deformed had,</br>At sight thereof abash'd with secret Shame,</br>She turn'd her Head aside, as nothing glad,</br>To have beheld a Spectacle so sad:</br>And then too well believ'd, that which to-fore</br>Jealous Suspect as true untruly drad.</br>Which vain Conceit now nourishing no more,</br>She sought with Ruth to salve his sad Misfortunes ore.", "Not so great Wonder and Astonishment,</br>Did the most chaste Penelope possess,</br>To see her Lord, that was reported drent,</br>And dead long since in dolorous Distress,</br>Come home to her in piteous Wretchedness,</br>After long Travel of full twenty Years,</br>That she knew not his Favour's Likeliness,</br>For many Scars, and many hoary Hairs:</br>But stood long staring on him, 'mongst uncertain Fears.", "Ah!  my dear Lord, what Sight is this, quoth she,</br>What May-game hath Misfortune made of you?</br>Where is that dreadful manly Look?  where be</br>Those mighty Palms, the which ye wont t' embrue</br>In Blood of Kings, and great Hosts to subdue?</br>Could ought on Earth so wondrous Change have wrought,</br>As to have robb'd you of that manly Hue?</br>Could so great Courage stooped have to ought?</br>Then farewell fleshly Force; I see thy Pride is nought.", "Thence forth she strait into a Bow'r him brought,</br>And caus'd him those uncomely Weeds undight;</br>And in their stead for other Rayment sought,</br>Whereof there was great store, and Armours bright,</br>Which had been reft from many a noble Knight;</br>Whom that proud Amazon subdued had,</br>Whilst Fortune favour'd her Success in Fight:</br>In which when-as she him anew had clad,</br>She was reviv'd, and joy'd much in his Semblance glad.", "So, there awhile they afterwards remain'd</br>Him to refresh, and her late Wounds to heal:</br>During which space she there as Princess reign'd,</br>And changing all that Form of Commonweal,</br>The Liberty of Women did repeal,</br>Which they had long usurp'd; and them restoring</br>To Mens Subjection, did true Justice deal:</br>That all they, as a Goddess her adoring,</br>Her Wisdom did admire, and harkned to her Loring.", "For, all those Knights, which long in captive Shade</br>Had shrouded been, she did from Thraldom free;</br>And Magistrates of all that City made,</br>And gave to them great Living and large Fee:</br>And that they should for ever faithful be,</br>Made them swear Fealty to Arthegal;</br>Who when himself now well recur'd did see</br>He purpos'd to proceed, what-so befal,</br>Upon his first Adventure, which him forth did call.", "Full sad and sorrowful was Britomart</br>For his Departure, her new Cause of Grief;</br>Yet wisely moderated her own Smart,</br>Seeing his Honour, which she tendred chief,</br>Consisted much in that Adventure's Prief.</br>The Care whereof, and Hope of his Success</br>Gave unto her great Comfort and Relief,</br>That womanish Complaints she did repress,</br>And tempred for the time her present Heaviness.", "There she continu'd for a certain space,</br>Till through his want her Woe did more increase:</br>Then hoping that the Change of Air and Place</br>Would change her Pain, and Sorrow some-what ease,</br>She parted thence, her Anguish to appease.</br>Mean while, her noble Lord Sir Arthegal</br>Went on his way, ne ever hour did cease,</br>Till he redeemed had that Lady thrall:</br>That for another Canto will more fitly fall.</br>"]