["THE FIELDS.  AN AUGUST EVENING.</br>The noontide heat is quench'd; the redd'ning sun</br>Now far retires to where the distant copse</br>Covers the western hill; now may I walk</br>Unshaded, where the shepherd leads his flock</br>Adown the velvet bank.  Glad from their toils</br>The reapers come, while rugged Labour stays</br>His iron hand; and Mirth, that loves to dwell</br>With careless Vacancy, now prompts the jest,</br>Or guileful prank, or tunes his artless song</br>Of love be sure, or what to love betides;</br>For what were songs to maids that taught not love?</br>Behind another troop; theirs the glad sound</br>Of dance-enticing pipe:  see how they mix</br>In busy circle!  Weariness himself,</br>Worn with the fervid heat of toilsome day,</br>Shakes the dull languor from his stiffening limbs,</br>And joins the jocund throng.  Peace to the joy</br>Of innocence, that gilds the Stygian gloom</br>Of Misery, and beams her seraph smile</br>On else unlighten'd wo.  The whistling hind</br>Drives his light team along the dusty path,</br>Or leads his cattle to the pool that sleeps</br>Beneath the drooping shade.", "Now have I gain'd the summit of the slope:</br>How mine eye wanders o'er the varied round,</br>In sweet confusion lost!  where shall I gaze,</br>But where the beauties of the peaceful scene</br>Delight my soul?  groves, meads, and fertile fields</br>Studded with rural seats:  see where yon bank</br>Reclines its beauties to the whisp'ring sea,</br>That holds its picture on the glassy tide,</br>Where floats the fisher's skiff; the setting sun</br>Gleams faintly red upon the ancient tow'r,</br>Which crowns the summit of the shaggy rock,</br>Peopl'd by screaming sea-fowls; from beneath</br>The slow-wing'd crane moves heavily o'er the wave,</br>And seeks the shallows of the upland brook,</br>Where feed the speckl'd fry, his wonted prey.", "Now bark'd the shepherd's dog:  his humble cot</br>In the green hollow stands; while from its top</br>The rising smoke to yonder downy streak</br>In wreathy volumes rolls:  with smiling haste</br>The lisping girl tells her hungry sire,</br>His supper waits. &mdash; If such the meals of kings,</br>Our fate were ill proportion'd.  Poverty,</br>A mark too mean for Fortune's bitterest shafts,</br>Takes what it merely needs, nor wishes more:</br>The great are ever begging at the shrine</br>Of worse than Beggary, Disease and Death.", "See thro' the blue air where the host of rooks</br>Wins its slow way to yonder neigh'bring wood.</br>Now in wide circles, from the giddy height,</br>Downward they roll, in busy clamour join'd</br>The hoarser rooks, trebl'd by screaming choughs,</br>While all the myriads swell the last acclaim;</br>Then silent sink upon the waving shade.", "Now my view measures the horizon round,</br>Where stoops the azure arch, (so look'd of old</br>The rival-brothers, when the vulture's flight</br>Proclaim'd the founder of Imperial Rome),</br>From where the smoky vapours dim the East,</br>To where the sun hath dipp'd; the marshall'd clouds</br>Their spiry ridges, tipt with curling gold,</br>Lift to the purple sky:  yon burnish'd star,</br>That bids the evening wear a duskier hue,</br>Beams on her flaky brow.", "Hark!  how the murmur of the water-fall</br>Pours its soft music on the stagnant air.</br>Or was't the whisper of an infant breeze</br>Crept thro' the trembling shade; for every Zephyr sleeps</br>Within his rosy bower; Evening bids</br>Her reign be hush'd; and silken Silence floats</br>Upon her dewy wing; the bee's small hum,</br>That hies her loaded with each flow'ret's sweets,</br>To where the green bank shades her mossy cell,</br>The loudest sound I hear.  Such is the scene,</br>And such the silent time, when Fancy works</br>E'en with inchantment's force.  Late as I walk'd</br>Within the hollow of these shelving banks,</br>Methought soft Music caught my listening ear;</br>Anon, before me on the sward arose</br>A Fairy troop, with mantles ever green</br>And golden sandall'd feet, with which they wove</br>The mystic dance:  before them one appear'd</br>More eminently tall; and thrice she wav'd</br>Her silver wand; and thrice the music ceas'd,</br>Her gay attendants circled round, and thus</br>She spoke, upon her lips amazement hung.", "Stranger, if thy soul be such</br>Grieving little, joying much;</br>If thy brow be void of care,</br>And thy bosom spotless fair;</br>If thou car'st not much for wealth,</br>Having mirth, and having health;</br>If thou toil'st not with the great,</br>Never never satiate,</br>Sleepless at the midnight-hour,</br>With the boundless thirst of pow'r:</br>Such, O Stranger!  if thy mind</br>To such we Fays are ever kind;</br>Turn thee, wheresoever bent;</br>Turn, and join our merriment.", "If thou lov'st at noon to rove</br>Thro' the cool sequester'd grove,</br>Or the evening mild and still</br>Down the green slope of the hill,</br>Or beneath the flow'ry steep,</br>Lull'd by tinkling rill to sleep;</br>If thou lov'st pale Hecate's beam</br>Quivering on the pebbly stream;</br>If thou lov'st to glut thy sight</br>With the star-illumin'd night,</br>When the gleamy meteors play,</br>Shooting cross the milky way:</br>Turn thee, wheresoever bent,</br>Turn, and join our merriment.", "These are they that trip the green,</br>These are they, and I their queen;</br>We that ever sportive play</br>In a live-long holiday,</br>We that from the rose's lip</br>Sweetest softest nectars sip,</br>We that ride thro' summer's air</br>On the trembling gossamer,</br>We that banish four-fac'd Hate,</br>Fell Despite and fierce Debate,</br>While upon the cheek of Love</br>Ever smiling dimples move:</br>Such, if such can win assent,</br>Stranger, is our merriment.", "Nor could I answer aught; for raptures held</br>Mine every sense, when, lo, the tinkling bell,</br>Whose peal ev'n now sweet echo roll'd along,</br>That fir wood's side, cut off my golden dream,</br>Chid my delay, and told the night was come.</br>"]