["Again thy winds are roaring in the wood,</br>Dark featured Autumn, and their waking might,</br>Tossing the deep green foliage like a flood,</br>Rends the first pale leaves in their stormy flight:</br>The eyes meet sadness wheresoe'er they light;</br>Deep is the dark blue tincture, from the sky,</br>Cast o'er the valleys; the far mountain's height</br>Shrouds in the tempest's frowning majesty</br>Its rills, that roar and foam, while all is silence nigh.", "Call now the memory of the merry morn,</br>When sparrows bickering in the eaves above,</br>Rooks in the elm tops, lambs upon the lawn,</br>One full, glad clamour of a world of love</br>Roused thee, the sky all gleaming, forth to rove:</br>Go now, retrace those summer walks again;</br>For if thy soul true tenderness would prove,</br>And feel a joy more inward, 'twill be when</br>Thou view'st these scenes all sad, but lovelier far than then.", "This is the moment when proud Nature stands</br>As if to weep the sentence, heard but now,</br>Which dooms her glories; but not long her hands</br>Droop in despair; a smile relumes her brow,</br>And lo!  she scatters o'er the forest bough,</br>And over earth and air, a charm so deep,</br>That though no frolic smiles these scenes allow,</br>Far nobler thoughts the heart's pure feelings keep;</br>And beauty's deepest sense is caught through eyes that weep.", "So does the good man, when his feet have pass'd</br>A course of calm contentment, hear within,</br>Stunn'd and alarm'd, the voice of death at last;</br>Frail nature trembling not &mdash; from sense of sin,</br>And that but for a moment &mdash; then begin</br>Faith's last proud promises with glory rife&mdash;</br>Then lights eternal radiance &mdash; nought to win</br>All is accomplish d; conqueror in the strife,</br>Bliss buoys the victor-spirit to immortal life.", "Thy glories, Autumn bright'ning as they die,</br>Lead the awed bosom into thoughts like these;</br>Dead is that spirit, senseless is that eye,</br>That thus they prompt not, thus they cannot please,</br>Inspiring, midst their gloom, yet softer reveries.</br>Ah!  who has witness'd, as he wander'd by,</br>The cottage fire among the withering trees,</br>And felt no triumph, or indulged no sigh</br>For love's warm tranquil home of taste and harmony?", "Oh!  that the spirit of domestic love,</br>That hallow'd, tender, yet familiar thing,</br>That, like an angel dropping from above,</br>Broods o'er its objects with the softest wing</br>That ever traversed earth; &mdash; oh!  that the sting</br>Should ever reach her fair uncover'd breast</br>From those she would protect; for nought can wring</br>Her from the chosen station of her rest</br>That all besides can do, dark, trait'rous, and unblest.", "But whether cloud or sunshine there has been</br>Upon your dwelling, still she smiled as gay</br>As, on a gloomy autumn, you have seen</br>The sun shine out through clouds of dark array,</br>And lighting up a sweet spot far away&mdash;</br>A little, lovely heaven, amidst a scene</br>All sad and cold &mdash; a little, happy day,</br>Midst storms and darkness, shining and serene,</br>As if some spirits of heaven there did awhile convene.", "Oh!  let the world pass even as it will!</br>Be full of courtesy, and full of guile;</br>Be kind, be cruel, seeming good, yet ill;</br>Let men be trait'rous, vengeful, and let vile</br>Hate and detraction, stabbing as they smile,</br>Assail you sorely; midst surrounding strife,</br>Let but this hovering angel guard the while</br>The forms of parent, brother, sister, wife,</br>And thou hast all the balm, the weal, and wealth of life.", "For she will build a barrier that no foe</br>Can make a breach in, and her gentle eye</br>Will light a sheen, that even pain and woe</br>Can only brighten; she will softly dry</br>Each tear with a warm kiss, and every sigh</br>Repay with dear affection; she will trace</br>A magic circle 'neath the wildest sky,</br>Round which may ruin frown, and envy pace,</br>Yet still that spot shall be Hope's dearest dwelling place.", "And thou, O God!  whose ever open hands</br>Have shed upon us the rich light of love,</br>The light of that religion which commands</br>To love each other, as ourselves we love;</br>Oh!  which of all thy blessings from above</br>Hast thou sent down, like that celestial chain,</br>Which brightens with afflictions, and is clove</br>Asunder by no shock of mortal pain,</br>No, not a world's whole might can sever it in twain!", "How witness ye, my brothers &mdash; how watch ye</br>Beauty's last revel in your distant land?</br>Oh!  could I wing my spirit, and might be</br>Camp'd with you on some mighty mountain's stand,</br>Pointing the glories out, with eager hand,</br>Of lake stupendous, cataract sublime,</br>Primeval forests, rivers on whose strand</br>The Indian roams no more &mdash; but Europe's crime</br>Plants, with self-exiled sons, proud realms of future time.", "Sigh ye now fondly for your distant home,</br>As eastern skies with morning's glories glow?</br>Or press ye onward, wond'ring as ye roam,</br>Those awful solitudes that hear the flow</br>Of vast Ohio, where the buffalo,</br>The nimble deer, and sluggish bear abide;</br>Where tree-frogs croak, and mock-birds, as ye go,</br>Chant merrily, and flow'ry kalmias hide</br>The desert's deadly brood, that 'neath their foliage glide?", "God speed your wanderings!  In those realms where men</br>Who fly from tyranny's detested lair</br>Will see no horrors in the monster's den,</br>If man be not the monster lurking there,</br>God speed your wand'rings!  for the souls ye bear</br>Into that wild of freedom will be free!</br>Souls of God's noblest fashion &mdash; souls that share</br>The proud-eyed visions of your ancestry,</br>Who saw no blessing where they saw not liberty.</br>"]