["Ellen!  there was a time when I could tune</br>My harp to mirthful measures, and repeat</br>My songs of love with confidence, for soon</br>Your lip in singing them could make them sweet;</br>The voice of others might my accents greet</br>With praise or with contempt; I gladly flew</br>From their reproach, a recompense to meet</br>In Ellen's smiles of kindness, for I drew</br>The subject of my song, and its reward, from you.", "But now my harp is tuned to notes of woe;</br>In losing you it lost its lively tone;</br>For those who now the voice of praise bestow</br>Can never praise or look &mdash; as you have done.</br>Their words may be the same, &mdash; but there are none</br>Who breathe them with an accent half so dear;</br>They may look kindly too; &mdash; but you alone</br>Can glance forth kindest looks that banish fear</br>From lovely laughing eyes, that could not be severe.", "In fancy's vision I behold thee now,</br>In form and feature beautiful and bright;</br>With locks of darkest brown upon thy brow,</br>And eyes that beam with most expressive light;</br>Thy charms shall be remembered when the sight</br>Has ceased to trace them:  as the blaze of day</br>Lives unforgotten in the gloom of night:&mdash;</br>The hope that sweetens love has passed away,</br>But hopeless it exists, and never can decay.", "How dull and cheerless is the garden walk!</br>How uninviting is the ball-room's blaze!</br>The gay laburnum withers on its stalk,</br>The monthly rosebud unobserved decays,</br>For Ellen cannot wear them; still I gaze</br>Upon the spot that you inhabited,</br>And trace the happiness of former days:&mdash;</br>Sad is the memory of pleasure fled,</br>Like thinking of those friends who loved us, and are dead.", "Yet in the hour of mirth, I herd with those</br>Who kneel at fashion's altar; and I dress</br>In seeming apathy my inward woes,</br>And wear the fickle smile of cheerfulness;</br>Yet think not, Ellen, that I love thee less;</br>Or that my heart forgets thee; It is true</br>Those who surround me know not my distress,</br>But I have still thy absent form in view;</br>&mdash;If this is to forget thee, I have been untrue.</br>"]