["Of feathred Foules, that fanne the bucksom Aire,</br>Not All alike weare made for Foode to Men;</br>For, These Thou shalt not eat, doth God declare,</br>Twice tenne Their Nombre, and their Fleshe unclene:</br>Fyrst the Great Eagle, Byrde of feigned Jove,</br>Which Thebanes worshippe, and Diviners love:", "Next Ossisrage, and Ospray, (Both One kinde)</br>Of Luxurie, and Rapine, Emblems mete,</br>That haunte the Shores, the choicest Preye to finde,</br>And brast the Bones, and scoope the Marrow swete:</br>The Vulture, void of Delicace, and Feare,</br>Who spareth not the pale dede Man to tear:", "The tall-built Swann, faire Type of Pride confesst;</br>The Pelicane, whose Sons are nurst with Bloode,</br>Forbid to Man! &mdash; She stabbeth deep hir Breast,</br>Self Murtheresse through Fondness to hir Broode:</br>They too that raunge the thirstie Wildes emong,</br>The Ostryches, unthoughtful of thir Yonge:", "The Raven ominous, (As Gentiles holde)</br>What Time She croaketh hoarsely A la Morte;</br>The Hawke, Aerial Hunter, swift, and bolde,</br>In Feates of Mischief trayned for Disporte;</br>The vocale Cuckowe, of the Faulcon Race,</br>Obscene Intruder in hir Neighbor's Place:", "The Owle demure, who loveth not the Lighte,</br>(Ill Semblance She of Wisdome to the Greeke)</br>The smallest Fouls dradd Foe, the Coward Kite,</br>And the still Herne, arresting Fishes meeke;</br>The glutton Cormorante, of sullen Moode:</br>Regardying no Distinction in hir Foode.", "The Storke, whiche dwelleth on the Fir tree-topp,</br>And trusteth that no Pow'er shall Hir dismaye,</br>As Kinges on thir high Stations place thir Hope,</br>Nor wist that there be higher farr than Theye:</br>The gay Gier-Eagle, beautifull to viewe,</br>Bearyng within a Savage Herte untrewe:", "The Ibis whome in Egypte Israel found,</br>Fell Byrd!  That livying Serpents con digest;</br>The crested Lapwynge, wailing shrille Arounde,</br>Sollicitious, with noe Contentment blest:</br>Last the foul Batt, of Byrde, and Beast fyrst bredde,</br>Flittyng, with littel leathren Sailes dispredde.</br>"]