["Of noisy rattling Drums and clattering Shields,</br>Of roaring Cannon and the Din of War,</br>In hoarse rough Cadence, pleas'd while others sing,</br>My Muse in peaceful Solitude delights,</br>And with the Instruments of social Life</br>Adorns her Song.  She neither wades through Seas</br>Of Blood, nor furious treads o'er Hills of Slain;</br>Ah murderous human Race!  Blood she abhors,</br>Save what the Lancet or the Razor keen</br>Salubrious draw from Mortal Vein or Head,</br>When Pain or Sickness horrid deep disturb</br>The Chrystal Springs of Life.&mdash;", "She first the Razor sings, best Instrument!</br>Whose tender Touch conveys the Seeds of Health,</br>And gives luxuriant Vigour to the Mind.", "See the keen Edge of bright cerulean Hue!</br>How smoothly polish'd, glittering in the Sun!</br>The gentlest Touch, by skilfull Tonsor giv'n,</br>Dispells from mortal Brain the noxious Fumes</br>That oft the shining Genius puzzling vex.", "So Boreas, God of Northern blustring Climes,</br>With Cheeks extended, puff'd with keenest Air,</br>(When all the Atmosphere with Vapours crude</br>Is fill'd, and Life hangs on a Spider's Thread)</br>Blows out the healthy Gale, and scatters wide</br>The instructive Vapour; all at once the Joy</br>Diffusive spreads, and to the Heart and Face</br>Conveys the Pleasure panted for before.", "Happy New-England!  Happy Climate Hail!</br>The salutiferous Air replenishes</br>The Springs of Life:   To thee from India's Shores</br>Far distant, hastning, Crowds unnumber'd come</br>Of human Race, with Visage wan and pale;</br>Their Shadows lengthning with an Ev'ning Sun;</br>Their very Souls exhal'd with torrid Beams,</br>Or choak'd with stagnant Air; to thee they come,</br>Thy Aid is freely lent, their Noon returns,</br>The Fountain swells and overflows with Life.", "Blest salutary Engine!  Whose Approach</br>Clears up the Mists and Errors of old Night.</br>The Sciences profound and every Art</br>For Ages in Obscurity lay hid</br>And deep involv'd; 'till thy kind Influence,</br>And penetrative Edge dispell'd the Gloom,</br>And all to full perfective Knowledge brought.", "Thou Ghost of Epicurus!  Rise and say,</br>What has your mad Philosophy avail'd?</br>Can floating Atoms jumble into Worlds</br>Without the Guidance of a Hand supreme?</br>Had you the Razor's kind Assistance felt,</br>The thick'ned Fog with Speed had drove away,</br>The Rays had shone, and you the GOD confest.", "Commerce and Trade whose Bands of civil Life</br>Envelop'd lay in Darkness wild Abyss,</br>'Till thou the Veil of Ignorance cast off:</br>Then Arts and Worlds at once burst into Day.", "Thou kind Physician, Curer of all Ills!</br>When pensive Melancholy brooding sets</br>Heavy on human Brow:  One Glance of thee</br>Far off the Horror scatters, and restores</br>The Sprightliness and Gaiety of Life,</br>And Relish gives to all on Earth call'd good.", "The Madman too when crown'd with Wreaths of Straw,</br>And Diadems and Scepters in his Hand,</br>With Royalty regaling his big Soul,</br>Then rack'd with some imaginary Loss,</br>And with his Groans melting the tender Heart;</br>And thus alternate toss'd 'twixt Grief and Joy:</br>By thy kind Aid, Reason resumes her Seat</br>And sovereign reigns:  'till thou again withdraw'st,</br>And then the wild unhappy Wretch returns.", "Even the stupid muddy-headed Sot</br>O'ercome with Flips intoxicating Steams,</br>(Liquor abhor'd by Gods and only lov'd</br>By Men of Taste deprav'd) this stupid Sot</br>When low depress'd with the last Night's Debauch,</br>And plagued with leaky Eyes and faultring Tongue;</br>The Fumes by thee exhal'd, his Senses strait</br>Return, and Flips intoxicating Reign is ceas'd.", "The powder'd Beau with Gallantry inspir'd,</br>Struck with the Charm's of Caelia's beauteous Face,</br>All o'er immerg'd in Love; for thee he calls,</br>Thy kind Assistance giv'n, with Haste he hies</br>Smirking and gay; down at her Feet he falls,</br>Adores the Goddess and with Rapture dies.", "The jolly Sailor too when quite fatigued</br>With India's six Months Voyage long and hard,</br>Ploughing through Neptune's stormy rough Domain;</br>He treads the long'd-for Shore, with shaggy Beard,</br>Horrid like Tyger in Pursuit of Prey;</br>At Distance safe the gaping Boys keep off,</br>Gazing astonish'd, dreading near Approach,</br>Lest vex'd he takes them in his dreadful Maw:</br>But when he worships at thy Shrine devout</br>The Beast is then transform'd into the Man.", "But above all thou grand Catholicon!</br>Or by what useful Name soe'er thou'rt call'd!</br>Thou sweet Composer of the tortur'd Mind!</br>When all the Wheels of Life are heavy clogg'd,</br>With Cares or Pain, and nought but Horror dire</br>Before us stalks with dreadful Majesty,</br>Embitt'ring all the Pleasures we enjoy;</br>To thee distress'd we call; thy gentle Touch</br>Consigns to balmy Sleep our troubled Breasts.</br>"]