["Accurs'd be dull, lethargic APATHY!</br>Whether at eve she listless ride</br>In sluggish car by tortoise drawn</br>Or at the orient blush of dawn,</br>Enwrap her brow with ling'ring clouds of night:</br>With mimic air of senseless pride,</br>She feebly throws on all her with'ring sight,</br>While, too observant of her sway,</br>Unmark'd the droning subjects lie,</br>Alike to her who murmur or obey.", "Ye midnight storms that dwell</br>In dreary alpine cell,</br>Rush from your chill abode in frozen band,</br>Pierce the soft Tyrant with your breath,</br>And bid her feel at least the icy pang of death:</br>Or amidst Afric's sultry sand</br>Drive her the ray intense to meet;</br>There fix her solitary seat,</br>There let her opiate sceptre wave,</br>To curb the bloody tiger's ire,</br>Or damp the fell hyena's fire,</br>And from the hungry rage the shrieking trav'ler save.", "O!  would the sons of Italy arise,</br>And shake the leaden slumbers from their eyes,</br>Gaze on their fertile plains by nature blest,</br>And rouse the latent fire that warm'd their breast,</br>That dauntless energy of soul,</br>Which sav'd the tort'ring Capitol,</br>When on Tarpeian height, with glory's crown,</br>Brave Manlius stood,</br>And hurl'd indignant decads down,</br>And redden'd Tiber's flood.", "To calm the factious rage that tore</br>Each Guelph, and Ghibelline of yore,</br>Must they be lull'd in such repose</br>As manly vigor never knows;</br>Retire from martial fame, from glorious strife,</br>And shun the busy scenes of life,</br>To waste with thee, O Apathy!  their days,</br>Heedless of right, or wrong, of censure, or of praise?", "No, let them now the proper medium find;</br>And prove to all mankind,</br>That virtue still can charm the present hour,</br>Not less admir'd, nor dear,</br>Than when pale Cataline felt Tully's pow'r,</br>And violating Appius learn'd to fear;</br>So radiant Glory's beams divine</br>Shall once again transcendent shine</br>On this proud land of old renown'd,</br>Which Apennines divide, and Alps and seas surround.</br>"]