["On the banks of that crystalline stream,</br>Where Thames oft his current delays;</br>And charms (more than poets can dream)</br>In his Richmond's bright villa surveys;", "Fair Lucy, of all the gay throng,</br>The fairest that Britain has seen;</br>Now drew ev'ry village along,</br>From the day she first danc'd on the green.", "Ah!  boast not of beauty's fond pow'r,</br>For, short is the triumph, ye fair!</br>Not fleeter the bloom of each flower;</br>And hope is but gilded despair!", "His desire, each swain now behold,</br>By riches endeavours to prove;</br>But Lucy, still cries &mdash; what is gold?</br>Or wealth, when compar'd to his love?", "No, Collin!  together we'll wield</br>Our sickles in summer's bright day;</br>Together we'll lease o'er the field,</br>And smile all our labours away.", "In winter I'll winnow the wheat,</br>As it falls from your flail on the ground;</br>That flail will be musick as sweet,</br>When your voice in the labour is drown'd.", "How oft would he speak of his bliss?</br>How oft would he call her his maid?</br>And Collin would seal with a kiss,</br>Ev'ry promise and vow that he made!", "But, hark!  o'er the grass-level land,</br>The village bells sound on the plain!</br>False Collin, this morn gave his hand,</br>And Lucy's fond tears are in vain!", "Sad Lucy, too soon, heard the tale;</br>Too soon, the true cause she was told;</br>That his was a nymph of the vale,</br>That he broke his fond promise for gold!", "As she walk'd by the margin so green,</br>That crowns Thames' his flowery side;</br>How oft was she languishing seen!</br>How oft would she gaze on the tide!", "By the clear mirror then as she sate,</br>That reflected herself and the mead;</br>Awhile she bewail'd her sad fate,</br>And the green turf still pillow'd her head.", "There, there!  is it Lucy I see?</br>'Tis Lucy &mdash; the lost undone maid:</br>Ah!  no, 'tis some Lucy like me;</br>Some hapless young virgin betray'd.", "Like me, she has sorrow'd and wept!</br>Like me, she has fondly believ'd!</br>Like me, her true promise she kept;</br>And, like me too, is justly deceiv'd.", "I come, dear companion in grief;</br>Gay scenes, and fond pictures, adieu!</br>I come!  and we'll gather relief,</br>From bosoms so chaste and so true.", "Like you, I have mourn'd the long night!</br>And wept out the day in despair!</br>Like you, I have banish'd delight,</br>And welcom'd a friend in my care!", "Ye meadows, so lively, farewel!</br>Your velvet, still Collin shall tread;</br>All deaf to the sound of that knell,</br>Which toils for his Lucy when dead!", "Your wish too sure be obey'd;</br>Nor Collin her loss shall bemoan;</br>Soon, soon, shall poor Lucy be laid!</br>Where her heart shall be cold as his own.", "Then clasp'd in the arms of that fair,</br>Whose wealth has been Lucy's sad fate;</br>As together you draw the soft air,</br>And a thousand dear pleasures relate;", "If chance o'er my turf as you tread,</br>You dare to affect a fond sigh!</br>The primrose will shrink its pale head,</br>And each violet languish and die.", "Ah!  weep not fond maid!  'tis in vain&mdash;</br>Like the tears which you lend to the stream;</br>Tears!  are lost in that watery plain,</br>And sighs are still lost upon him!", "Scarce echo had gather'd the sound,</br>But she plung'd from her grass-springing bed!</br>The liquid stream parts to the ground,</br>And the mirror clos'd over her head.", "The swains of the village at eve,</br>Oft meet at the dark-spreading yew;</br>There wonder how man could deceive,</br>A bosom so chaste and so true.", "With garlands of every flow'r,</br>(Which Lucy herself should have made)</br>They raise up a short-living bow'r;</br>And sighing, Cry &mdash; peace to her shade!", "Then hand lock'd in hand, as they move</br>The green platted hillock around;</br>They talk of sad Lucy, and love,</br>And freshen, with tears, the fair ground:", "Nay!  wish they had never been born,</br>Or liv'd the sad moment to view,</br>When a Collin could thus be forsworn!</br>And a Lucy could still be so true!</br>"]