["Lov'd Liberty who oft in ancient times,</br>And times not far remote preserv'd the weal</br>Of Albion &mdash; now devoted for her crimes,</br>Must hated tyranny at length prevail?</br>The splendid structures by the counsels plann'd,</br>And rear'd, thro' ages, by thy strenuous hand,</br>Lo!  now it shakes, it totters to it's fall!</br>As Luxury, and Luxury's curs'd brood,</br>Faction, corruption, and contempt of good,</br>Sap the foundations of the strong built wall.", "Old honour'd Runnimede!  who erst ador'd</br>Freedom's gay banners, flaming in the sky</br>O'er hardy barons, girt with many a sword,</br>To force those rights a tyrant durst deny;</br>What would'st thou say, to see each silken son</br>Or those stern lords before a minion run,</br>To ruin in the senate that best cause,</br>For which their fathers in the battle bled,</br>Or shook the scaffold, with undaunted tread,</br>Happy to die for liberty and laws.", "Genius of Britain's realms, canst thou behold,</br>And not, indignant, crush the conscious roof,</br>Where thy own Commons, faithful, wise, and bold,</br>Bid armed tyranny to stand aloof:</br>But now, with bent knee, and submissive look,</br>The mandates of a feeble fav'rite brook:</br>Deaf to their honours, and their country's call,</br>Receive their wages from a plund'rer's hand</br>And, base betrayer of their native land,</br>Tho' sworn to save, precipitate her fall.", "Where is the spirit, which did late preside,</br>When Lords and Commons with a mingled flame,</br>Dispell'd the tyrant-bigot's gloomy pride,</br>And broke his bloody, superstitious dream?</br>Steady yet mild &mdash; his forfeit head they scorn'd;</br>Enough &mdash; his abdicated crowns adorn'd</br>The great deliverer's intrepid brow;</br>Enough that exil'd from Britannia's coasts</br>He liv'd to tell how vain the monarch's boasts,</br>Who vaunts, by violence, her strength to bow.", "But well ye know, Dryads of Runimede!</br>These puny peers, are not the sons of those,</br>Who their lov'd tenants in firm phalanx led,</br>And to a king's, durst fiercer frowns oppose;</br>These or the creatures of a monarch's nod,</br>Who paths of infamy to honours trod,</br>Or servile prelates, nominated thanes;</br>These, these usurp the seats of nobles, these</br>Our charter'd rights, on nature's birth-right seize,</br>Forging old armour into galling chains.", "And well thou know'st, Great Genius of our isle!</br>The wretches who invade that sacred post,</br>Which men should claim but by the public smile,</br>Are equally the minion's trained host;</br>No more the delegates of public choice.</br>From venal boroughs, or from lorded shires,</br>They crawl, inglorious, to pollute the fane,</br>Where Pym, where Hampden, where unshaken Vane,</br>Russel and Sydney fan'd faint freedom's fires.", "Ye badged Peers!  ye pension'd Commons!  who</br>In your controuled counsels can confide?</br>Piercing thro' flimsy forms, what meets the view</br>But your submission, and a fav'rite's pride?</br>Those forms, which freedom's loveliness reveal'd,</br>Can pow'rs harsh features, be by them conceal'd?</br>Hideous they swell on the reluctant sight:</br>Thro' the slight veil, we see what lurks behind,</br>And for just, equal liberty we find</br>The forwardness of One, the rule of right.", "Yet these the legislators, to whose wills,</br>America must bend her mighty neck!</br>A countless race, which boundless regions fills,</br>Must, like a trammel'd horse, obey the check</br>Of these weak, selfish masters! &mdash; Those who brav'd</br>(No danger dreading, but to be enslav'd)</br>Accumulated horrors, in a land,</br>Where rav'ning beasts, and men more savage prowl'd,</br>And all the rage of war and famine howl'd,</br>Must be the prey of this enervate band?", "On what thy claim, O Britain! &mdash; did'st thou send</br>Thy well-appointed fleets, to waft them o'er?</br>Did'st thou thy forces, and thy treasures lend,</br>To fence and feed them on that dreary shore?</br>Say, was it not &mdash; to records they appeal,&mdash;</br>Despotic rage, or sanguinary zeal,</br>Drove them from chains, from racks, from fires, from home!</br>Right-judging, better than from conscience swerve,</br>Or bloody priests, or bloody tyrants serve,</br>With storms to struggle, or thro' desarts roam?", "But thou hast fought their battles, thou hast shed</br>For them thy blood, t' enrich a thankless plain&mdash;</br>Braddock for them to death his warriors led,</br>To vic'try Wolfe &mdash; in her embraces slain!</br>Such idle tales to ideots &mdash; wisdom knows,</br>Their, were thy own inexorable foes,</br>Rivals in arms, arts, commerce, pow'r, and fame;</br>She knows, that on the doubtful conflict hung</br>(For both were skill'd, and to their skill were strong)</br>Whether thy empire should preserve a name.", "Nor ill these outcasts, thro' the storm of war,</br>Aided their grateful parent, grateful then,</br>O'er Louisbourg, when streaming, from afar,</br>She eyed their banners, and confess'd them men;</br>When her old warriors shrinking, safety sought,</br>From stronger France &mdash; tho' gallant Williams fought,</br>That deed, forgotten now, brought equal peace;</br>Retriev'd lost Fontenoy's ensanguin'd field,</br>And (forc'd the palm of victory to yield)</br>Made the proud conquering Gaul, wish war should cease.", "And since, nay late, she thank'd them for blood</br>Shed freely; thanking, did she not repay</br>Their treasures lavish'd for the common good?</br>O shame to sense!  degenerate Britain!  say,</br>For such offences, are they doom'd to mourn</br>Their native rights invaded, charters torn,</br>The death of Commerce, and their name's disgrace,</br>Their old inheritance transferr'd to those,</br>Whose name, whose blood, whose faith, proclaim them foes,</br>And their soil bruis'd by an hostile pace?", "For such is war, what were their peaceful toils?</br>Rolling the flood of wealth, on thy lov'd shore:</br>Not that bad wealth, which, rent from eastern soils</br>By the harsh hand of unrelenting pow'r,</br>Vice sprung, and vice-engendering, lux'ry brings,</br>That worst of banes to subjects and to kings;</br>The voluntary tributes of the west,</br>Fruits of its industry, kept thine alive,</br>And made (while courts allowed) even virtue thrive,</br>Ere she, with liberty, became a jest.", "Be granted ev'ry charge &mdash; for pious love,</br>For watchful care, risks run, and debts incurr'd;</br>Can aught, that's right and equitable prove,</br>Which nature shrinks at, reason terms absurd?</br>Admit, thy claim to tax &mdash; they cease to be,</br>What God and nature meant us all for &mdash; free.</br>What Charles to Hampden was, what ev'ry stem</br>Sprung from the mighty minion's royal root;</br>To Britons, King, Lord, Commons, constitute,</br>One single tyrant uncontroul'd to them.", "Alas!  complain no more &mdash; thy gentle sons,</br>By myriads starv'd, by tens of myriads slain,</br>Are here avenged &mdash; Britain to ruin runs,</br>Debauch'd, corrupted by the countless gain</br>Of those who rob thee &mdash; may not this alone,</br>For all thy wrongs, thy miseries, intone,</br>That hither, with thy gold and di'monds, come,</br>The stately pomp of Asiatic sway</br>Shall o'er a prostrate people sweep it's way,</br>And thou, tho' conquer'd, triumph in our doom?", "And first, America must be subdued;</br>Her stubborn sons, in native freedom bred,</br>And with religious sentiment imbued,</br>Who proudly lift the bold, resisting head,</br>Must to the earth be humbled, must be taught,</br>Those genuine principles, which Nassau brought,</br>And Brunswick, to our rescue, useless grown,</br>Are now discarded &mdash; in these courtly days,</br>When gracious George a mightier sceptre sways,</br>And, pious, sanctifies a brighter throne.", "But raise, America, thine eyes to those,</br>Thy train of patriots, in full Congress met,</br>Sages and heroes, whom you freely chose;</br>Who have at humblest, les'ning distance set</br>Senates, self-deem'd superior &mdash; hear their voice,</br>In toils, in want (no lesson new) rejoice</br>For freedom!  dangers, death for her despise;</br>But less will do &mdash; trade's vital streams suspend&mdash;</br>This rage of rapine, and of pride must end,</br>The contest short, but durable the prize.", "Inhabitants of Erin!  ye have heard,</br>That king's-friends, caitiffs, fatt'ning on your spoils,</br>Uncheck'd, have in full senate, loud declar'd</br>That you're entangled in the deadly toils,</br>For Trans-Atlantics spread &mdash; one common cause</br>Unites you &mdash; lost to safety!  can ye pause</br>To aid their manly struggles?  one way yet,</br>Perforce you serve them &mdash; plunder'd and oppress'd,</br>Your fate instructs them, howsoe'er distress'd,</br>Ne'er to a minion's mandates to submit.", "To thee, once honour'd Scotland, next they come,</br>Loud knocking at thy sordid, selfish heart,</br>Blindly you urge, though you must share their doom,</br>For in the ruin, thine an early part:</br>Unions, with charters, given to the wind;</br>Thy commerce, dearly lov'd, must be resign'd,</br>Or thy exemption from the public loads:</br>The streams, the source of opulence, shall fail,</br>And pristine penury again prevail,</br>While sharp remorse thy anguish'd conscience goads.", "But tyrants must have favorites &mdash; yet not still,</br>(Like our arch-foe, close whisp'ring fated Eve,</br>Undone by list'ning) shall a Scots thane fill</br>That post of danger &mdash; wilt thou time believe,</br>Teacher of nations?  through his lengthen'd course,</br>Hath he once seen ambition's fraud or force</br>Stop in the road of success &mdash; Rome, Rome, fell,</br>(By Asia soften'd) when the Julian sword,</br>Turn'd from her provinces, her entrails gor'd;</br>And what she's now, let popes and eunuchs tell!", "Old, generous England! &mdash; freedom calls &mdash; awake!</br>From dreams of pride, of interest and of rage;</br>Arise!  thy Magna Charta is at stake,</br>Thy juries tremble, in declining age!</br>Tho' you unmov'd saw Corfeu subdued,</br>And slavery's hands in freedom's blood embrued,</br>'Tis for thy sons &mdash; thy self she loudly calls,</br>And with the voice of Chatham, ever dear</br>Thunders to ev'ry heart, thro' ev'ry ear,</br>\"The parent with the children stands or falls.\"</br>"]