["....</br>And now to charm our gracious Q&mdash; and K&mdash;,</br>Ascending on a public stage,</br>The tuneful wonder of the age,</br>Hight Incledon, arose to sing.", "Of war he chaunted &mdash; glorious war,</br>Of millions, millions, sent afar,</br>To aid of falling Monarchy the cause;</br>When, lo!  the lofty Great all smiled applause.", "Of taxes now the great Musician sung&mdash;</br>The Court, the chorus join'd,</br>And fill'd the wond'ring wind;</br>And taxes, taxes, through the garden rung.</br>Monarchs first of taxes think:</br>Taxes are the Monarch's treasure:</br>\"Sweet the pleasure,</br>Rich the treasure,\"</br>Monarchs love a guinea's chink.", "And now to Avarice he tun'd the strain,</br>That suck'd a Nation like a spunge&mdash;</br>And now to Dissipation's madding train,</br>Who in distress a People plunge.</br>Now to poor FRANCE his plaintive voice he tun'd&mdash;</br>When mark!  the melting AUDIENCE almost swoon'd!", "The SONGSTER now a graver subject chose&mdash;</br>\"Who is to pay performers that compose</br>This charming Fete FROGMORE?\" were the words:</br>With much surprise,</br>And rolling eyes,</br>FOLKS heard the syllables, that stabb'd like swords;", "Now voices came &mdash; \"Mine Gote! &mdash; enuff, enuff.\"&mdash;</br>\"How!  how!  what, what?  stuff, Incledon, stuff, stuff.\"</br>\"We pay!  no, no!  mine Gote, we haf more wit.\"&mdash;</br>Go, go to Parliament &mdash; ask PITT, ask PITT.\"", "With loaded subject, ah!  we see</br>A Jack-ass in the next degree;</br>When soon appear'd the emblematic brutes,</br>With chimney sweepers on their backs</br>That kick'd, and spurr'd, and lash'd their backs&mdash;</br>And well with such tame souls the treatment suits.</br>Off gallop'd, for royal amusement the Asses;</br>'Mid the Haycocks they scamper'd, and knock'd down the lasses&mdash;</br>Girls squall'd, the Court laugh'd, and the Jack-asses bray'd</br>At the sight of the legs by the tumble display'd.</br>A COUPLE leaped down from their state to the PRANCERS,</br>MUSICIANS and RACERS, TUNE-GRINDERS and DANCERS;</br>Shook all by the hand, who, in compliment clever,</br>Roar'd aloud, \"Kings and Queens, Fun and Frogmore for ever!!!\"</br>"]