["With slow and solemn sound the tow'r clock tolls,</br>Its mournful cadence strikes upon my ears,</br>Tells in sad murmurs how time onward rolls,</br>And adds its moments to my sorrowing ears.", "To grief and melancholy thought resign'd,</br>ALMERIUS courts dread Midnight's horrid gloom;</br>He hails its shades congenial with his mind,</br>And mourns neglected his unhappy doom.", "Far from the soothing accents of a friend,</br>Where pity not one tear for misery sheds,</br>Where not humanity a smile will lend,</br>But grief unfolding her dark mantle spreads:", "Far from the voice of JULIA and of love,</br>For me soft Sympathy has ceas'd to flow;</br>No more those lips with winning accents move,</br>And with their sweetness soothe the pang of woe.", "How solemn and how grand's this midnight scene!</br>The moon's now hid beneath a low'ring cloud;</br>Now glimm'ring from on high she shines serene,</br>And brighten'd breaks forth from the blacken'd shroud:", "She casts her beams o'er Nature's silent plains,</br>And in this tow'r emits a trembling ray,</br>Which lights the dungeon where a wretch remains,</br>To drear confinement an unhappy prey.", "Now through the gates soft moves a gentle breeze,</br>Whose fragrant coolness fans my panting breast;</br>Abroad I hear the rustling of the trees</br>And the shrill screaming of the midnight guest.", "I hear the lonely songster of the grove</br>In warbling accents pour its pensive song;</br>The song of sorrow and the song of love,</br>Which floating zephyrs gently waft along.", "Far distant hence I hear the water's sound,</br>Which foaming tumbles from the rocky hills;</br>Rising, it throws its plaintive murmur round,</br>And all the air with fairy music fills.", "Through night's sad gloom the watchful mastiff's cries,</br>With grating discord, drown the soothing strains,</br>When, list'ning every noise, he distant spies</br>Some awful phantom stalking o'er the plains.", "What horrors hover in these chilly walls!</br>A dismal dread now damps my grief-warn heart!</br>Methinks some ghost with hollow screaming calls,</br>And groans and sighs the neighbouring cells impart.", "Ah!  now a ghastly, frightful form appears,</br>And seems to whisper through the iron grates;</br>Slow o'er its haggard face roll fearful tears,</br>And wild despair its fiery eye dilates.", "The grisly hairs stand stiff upon its head,</br>Within its hand a bloody knife it holds;</br>Around its limbs a filthy garb is spread,</br>Which, stain'd with gore, before the gale unfolds.", "Now with the shadows of the night 'tis fled,</br>And left a pris'ner terrified with fear:</br>Ah!  'twas the spectre of some murder'd dead&mdash;</br>A sufferer, a Columbian, &mdash; names so dear!", "Hail to Columbia's happy cultur'd fields!</br>Hail to her waving and her cooling shade!</br>There her blest sons enjoy what Nature yields,</br>And Freedom's charms th' extended realm pervade.", "There the glad songs of peace and joy prevail;</br>No tyrant's hand inflicts inhuman woes;</br>Tranquil the swain roves through the shady vale,</br>And Freedom's charms th' extended realm pervade.", "Once I, Columbia, dwelt upon thy shore,</br>And the glad strains of joy and freedom join'd,</br>To the rough dangers of the ocean wore,</br>And steer'd the stately ship with breast resign'd.", "There my fond father and my mother live,</br>And sorrowing mourn their son's unhappy lot;</br>Thousands for ransom cheerfully they'd give&mdash;</br>But Poverty surrounds their weeping cot.", "'Twas I supported their declining years,</br>Reliev'd their breasts of poverty and care&mdash;</br>That from their cheeks dispell'd Affliction's tears,</br>And rais'd their hopes to pleasure from despair.", "There lovely JULIA sorrowful remains,</br>Fair as the beauty of the dawning morn;</br>Weeping she rambles o'er congenial plains,</br>While the soft graces all her steps adorn.", "Can I forget the tender, last embrace,</br>Those words which zephyrs on their fragrance bore,</br>Th' expressive sorrow of that charming face,</br>When last we parted to embrace no more?", "We haul'd the anchor from its dark abode,</br>Before the winds we spread the swelling sails;</br>We on the billows of the ocean rode,</br>And swiftly mov'd before propitious gales:", "An Alg'rine corsair to our sight appear'd,</br>Ploughing the waves, the sons of prey drew nigh;</br>Upon the mast the bloody flag was rear'd,</br>And death terrific glimmer'd in each eye.", "Howling approach'd the hell-hounds of Algiers,</br>The dreadful fauchion glitter'd in each hand,</br>The horrid prow its iron grapple rears,</br>The thundering Captain issues his command.", "The vigour of a freeman's arm was vain,</br>In vain man's sacred rights and country plead;</br>Around our limbs they fold the galling chain&mdash;</br>See, O my country!  your brave freemen bleed!", "Towards Algiers they bend their wat'ry way,</br>Whose warlike turrets, beaming from on high,</br>Strike in the gloomy soul a sick'ning ray,</br>And call a tear upon the sorrowing eye.", "Ceas'd is the pleasure of a once gay breast;</br>Far fly my dungeon comfort and repose;</br>By labour and by tort'ring fiends oppress'd,</br>I find no ease but what frail hope bestows.", "Ah!  cruel country!  can my groans and pain</br>Make no impression on thy callous heart?</br>Does not the glow of Sympathy remain?</br>Does not Humanity its sigh impart?", "Art thou the land where Freedom rears her throne,</br>Where conquered WASHINGTON, where WARREN bled,</br>Where patriot Virtue, and where Valor shone,</br>And where oppression bow'd her guilt-stain'd head.", "Adieu, Columbia, to thy fertile shore&mdash;</br>Adieu those joys which give to life its charm;</br>Within these walls ALMERIUS must deplore</br>The sleeping vigor of his country's arm.</br>"]