["I that obscur'd have fled the Sceane of Fame, </br>Intitling my conceits to nought but care, </br>I that have liv'd a Phoenix in loves flame, </br>And felt that death I never would declare, </br>Now mount the Theater of this our age, </br>To plead my faith and Cupids cursed rage.", "Oh you high sp'rited Paragons of witte, </br>That flye to fame beyond our earthly pitch, </br>Whose sence is sound, whose words are feat and fitte, </br>Able to make the coyest eare to itch: </br>Shroud with your mighty wings that mount so well, </br>These little loves, new crept from out the shell.", "And thou the true Octavia of our time, </br>Under whose worth, beauty was never matched, </br>The Genius of my Muse and ragged rime, </br>Smile on these little loves but lately hatched, </br>Who from the wrastling waves have made retreate, </br>To pleade for life before thy judgement seate.", "And tho the fore-bred brothers they have had, </br>(Who in theyr Swan-like songes Amintus wept) </br>For all their sweet-thought sighes had fortune bad, </br>And twice obscur'd in Cinthias circle slept: </br>Yet these (I hope) under your kind aspect, </br>(Most worthy Lady) shall escape neglect.", "And if these Infants of mine artlesse braine, </br>(Not by theyr worth, but by thy worthinesse) </br>A meane good liking of the learned gaine, </br>My Muse enfranchis'd from forgetfulnesse: </br>Shall hatch such breede in honour of thy name, </br>As moderne Poets shall admire the same.", "As moderne Poets shall admire the same, </br>I meane not you (you never matched men) </br>Who brought the Chaos of our tongue in frame, </br>Through these Herculean labours of your pen: </br>I meane the meane, I meane no men divine, </br>But such whose feathers are but waxt like mine.", "Goe weeping Truce-men in your sighing weedes, </br>Under a great Mecaenas I have past you: </br>If so you come where learned Colin feedes </br>His lovely flocke, packe thence and quickly haste you; </br>You are but mistes before so bright a sunne, </br>Who hath the Palme for deepe invention wunne.", "Kisse Delias hand for her sweet Prophets sake, </br>Whose not affected but well couched teares: </br>Have power, have worth, a Marble minde to shake; </br>Whose fame, no Iron-age or time out weares. </br>Then lay you downe in Phillis lap and sleepe, </br>Untill she weeping read, and reading weepe.</br>"]