["The sober citizens to town repair,</br>Pleas'd by their walk, and breathing country air;</br>Whilst crouds impatient in the play-house sit,</br>Stunn'd by the cat-calls, mixt with gall'ry wit.</br>Now Patch the cobler, creeps from garret out,</br>To meet a comrade o'er a pot of stout;</br>The valliant Muzzle, fam'd for learned pate,</br>To mend your bellow &mdash; or reform the state:</br>Through lanes to tap-house cautiously they wind,</br>(No tatter'd poet oft'ner look'd behind)</br>Then safe in box &mdash; by humming beer inspir'd,</br>Thus the great Muzzle liberty admir'd!", "MUZZLE.</br>In London streets I shortly will attend,</br>And cry \"fair maids, have you old pots to mend?\"</br>Who will starve here?  when there you're sure to thrive&mdash;</br>You'll eat roast beef, for bawling Forty Five:</br>Of pow'rful secrets I am sure it treats;</br>Mark how men stop, where it is chalk'd on gates!", "PATCH.</br>I grant they do &mdash; and think it not amiss</br>That cleanly chaps should wash it out with p&mdash;ss.", "MUZZLE.</br>How you prophane! &mdash; But let me tell you, Patch,</br>Of late we patriots find you're on the catch&mdash;</br>The wicked courtiers bargain with you, either</br>To rob you of your conscience, or your leather.</br>Forsake this vile corrupted town, and go</br>To where no duke dare give you the first blow,</br>Or the crown-office well rewards your pains;</br>'Tis best be saucy there, to bring in gains&mdash;</br>And, tho' a lord should meet your empty cart,</br>You'll keep the road &mdash; and for him let a f&mdash;t.", "PATCH.</br>The country party's always my delight;</br>I love true patriots &mdash; but I hate a bite&mdash;</br>Some hold out long, you'd swear they're in a huff:</br>And why? &mdash; because they're not brib'd high enough&mdash;", "MUZZLE.</br>You lye, you rascal! &mdash; I know who you mean,</br>Our great protector, it is very plain&mdash;</br>Strip, strip to box me &mdash; let a ring be made,</br>Friends see fair play &mdash; I hate the cobling trade&mdash;", "PATCH.</br>My stomach wambles as his words I hear,</br>I must have brandy, or I'll spue the beer.</br>And now, good neighbours, whilst I lick this rap,</br>Keep my leather apr'n, and my new red cap;</br>I care not much about the ragged clothes,</br>But have an eye, for those are well made shoes.", "MUZZLE.</br>Come on you coward, for too long you stay&mdash;</br>Hah!  there's Long Bess &mdash; that I was safe away.", "BESS.</br>I'm starv'd at home &mdash; and shall you guzzle ale?</br>Fitter to buy our hungry children meal.</br>There, take that kick, and hurry on before&mdash;</br>I'll trounce your hide, when I have lock'd the door.", "CONSTABLE.</br>Cobler, I seize you at the baker's suit;</br>You may in jail on liberty dispute.</br>"]