["Our flocks shun the heat of the day;</br>To the grove, see, for shelter they creep;</br>Come, listen to Corydon's lay;</br>Ye shepherds, with Corydon weep.</br>Once, wanton and gay as the bee,</br>From flowret to flowret that roves,</br>My heart was so light, and so free,</br>And I laugh'd at the swains and their loves.", "But Phyllis appear'd on the plain;&mdash;</br>Ye shepherds, the charmer you've seen,&mdash;</br>Her praise is the theme of each swain;</br>She's the fairest that trips on the green.</br>No rose-bud, that blushes at morn,</br>With Phyllis for sweetness can vie;</br>The dew-drop, that shines on the thorn,</br>Is faint, when compar'd to her eye.", "Those lambkins around us that play,</br>They are not more gentle than she;</br>She's mild as the season in May;</br>Her manners are artless and free.</br>Of her glances, ye shepherds, beware:</br>They have wounded poor Corydon's heart;</br>Her smiles how enchanting they are!</br>They both rapture and anguish impart.", "As I sat, where the rivulet strays,</br>By the side of yon' deep-shade and grove,</br>She came; and I could not but gaze;</br>I gaz'd; and I could not but love.</br>How oft' in yon' woodland retreat,</br>Has my pipe breath'd a sorrowful strain!</br>Kind echo the notes would repeat;</br>Nor Phyllis the song would disdain:", "But when to the charmer I'd try,</br>The woes of my heart to unfold,</br>On my lip, the soft accents would die;</br>I said &mdash; \"she will think me too bold;\"</br>For small are the fields that are mine,</br>And the flocks that I own, are but few:</br>Yet at fortune I ne'er could repine,</br>For her favours I never could sue.", "I know not the flatterer's tale;</br>I know not the language of art;</br>Will such with my Phyllis prevail&mdash;</br>Or the language that flows from the heart?</br>Ah!  could she not know by my sighs</br>The woes my fond heart that oppress?</br>Yes, sure she has read in my eyes,</br>What language is weak to express.", "Where now are the days of delight,</br>When I rose with the first of the dawn&mdash;</br>Saw the lark rise to welcome the light,</br>And brush'd o'er the dew-sprinkled lawn?</br>How bounded my bosom with joy,</br>When spring clad with verdure the ground,</br>When flowrets of each various dye</br>Shed beauty and fragrance around!", "The moon all its sweets may display;</br>But with rapture I taste them no more;</br>The warblers may sing on the spray;</br>But my peace they can never restore!</br>If Phyllis is not by my side,</br>The trees seem all stript of their bloom,</br>The meadows disrob'd of their pride,</br>No flow'r breathes around its perfume!", "All lost are the sweets of the vale&mdash;</br>All clouded the face of the sky;</br>The roses they fade, and look pale;</br>The lillies they droop and they die;</br>But when she appears on the plain,</br>How chang'd, how enliven'd the scene!</br>How sweet from the grove is the strain,</br>How gay is the daisey-deck'd green!", "How smiles all the landscape around!</br>Not a flower but fairer it blows;</br>Not a tree but with verdure is crown'd,</br>Not a stream but more limpid it flows.</br>Ye zephyrs, ah!  bear me my sighs,</br>Go, breathe out my plaint in her ear,</br>Go, tell her, that Corydon dies,</br>If his fate is, to love and despair!", "But, ah!  if some happier swain</br>Now triumph in Phyllis's love,&mdash;</br>Adieu to the joys of the plain,</br>Adieu to the song of the grove!</br>I'll fly from the haunts of the gay,</br>To desarts untrodden before;</br>No more with the shepherds I'll stray;</br>I'll visit my Phyllis no more!", "But while &mdash; the sad victim of love&mdash;</br>I wander distrest and forlorn,</br>Such sorrow may Phyllis ne'er prove,</br>May her love meet a kinder return.</br>Perhaps, when my head is laid low,</br>My grave with a tear she'll bedew;</br>Perhaps, while her sorrows o'erflow,</br>She'll say &mdash; \"he was constant and true!\"", "The sorrowing shepherds will come;</br>They'll sigh for poor Corydon's fate;</br>They'll say &mdash; \"he is cold in the tomb&mdash;</br>The shepherd so jocund of late!</br>How oft has his pipe wak'd the grove!</br>But vainly for Phyllis he sigh'd,&mdash;</br>She bid him never sue for her love,&mdash;</br>The Shepherd obey'd her &mdash; and dy'd!\"</br>"]