["PROTEUS.", "Proteus had sent his scaly herd to feed,</br>And slumber'd on a bed of slimy weed;</br>Ino and Cete thither chanc'd to stray,</br>They saw, and seiz'd him as he sleeping lay:</br>Anxious for flight, now flashing flame he seems,</br>Now softly glides away in melting streams.</br>But they fast held him, till he smiling said,</br>\"With songs, nay more than songs you shall be paid.\"</br>He then began&mdash;</br>To sing of truths unknown, unheard before,</br>While all the sea was still, and winds were heard no more.</br>He sung the world's first birth, and wondrous frame,</br>How bodies all from one great fluid came.</br>Of different parts compos'd, a liquid mass</br>Incessant mov'd in the unbounded space:</br>(The essence of a fluid is confest</br>To move, and to be solid is to rest)</br>And as they flow, all fluids ever bend</br>To fly around, and to a circle tend;</br>Thus a true chaos did at first arise</br>From moving globules of a different size;</br>But finer atoms were more free to move,</br>And with the sluggish parts too active strove</br>Till they had prest them down from those above:</br>'Twas then th' unsullied light did first appear,</br>And the bright aether shone unmixt with grosser air.</br>At length by tedious time, and slow degrees</br>Was form'd the center of unfathom'd seas,</br>Made of large globules, which th' aerial sphere</br>By motion thrust from it, and settled here;</br>Then first the ocean knew his constant place,</br>And th' azure deep unvail'd his smiling face.</br>'Tis motion makes (when different bodies meet)</br>What gravity we call, and pressing weight;</br>While restless fluids ever drive below</br>Bodies more solid, or that move too slow.</br>Long roll'd the sea, before the earth appear'd,</br>No pastures yet were seen, no bleating flocks were heard,</br>'Till th' ocean's constant motion closer prest</br>An earthy scum, which gathering still increas'd;</br>But here th' intrinsic fluids still remain,</br>And hardest mettle will its flux regain.</br>Whene'er dissolv'd the parts their freedom know,</br>And with new joy again they love to flow.", "He sung, how Heaven, displeas'd with earthy man,</br>Disturb'd the seas; how all the mass began</br>To move enrag'd; the motion thus increas'd,</br>The sinking earth down to the center press'd;</br>Such was the antient deluge, when the flood</br>Pour'd o'er the plains, and on the mountains stood;</br>While earth-born mortals too absurdly teach</br>That solid bodies to the centre reach.</br>E'er land was seen, the ocean had its birth,</br>And now th' abyss supports the shallow crust of earth.", "Thus Proteus sung, and sung &mdash; yet more divine,</br>How souls unbody'd act, and how incline;</br>That knowledge now is at the best no more,</br>But a research of what we knew before.</br>The soul as yet to no dull body join'd,</br>Sees all idea's in th' eternal mind;</br>The native beams are sullied and obscur'd,</br>And quench'd at once, in grosser clay immur'd,</br>'Till, rouz'd at length by thought, and studious care,</br>Like latent sparks with sudden light they glare.</br>Gladly the conscious mind the hint pursues,</br>And rising images with wonder views;</br>Now finds she long before existence had,</br>And that those truths were rather found than made.</br>Thus science grafted does on ignorance grow;</br>Men lose to find, and turn unwise to know.</br>Folly their fancy'd knowledge does create;</br>The greatest hardship this of human fate,</br>With pain they learn, what they with ease forget.", "The God thus ended his mysterious lay,</br>When ruddy to the waves, sunk the declining day.</br>"]