["My Muse first sported in Sicilian strains,</br>Nor blush'd to dwell amid' the woods and plains;</br>When chiefs and fields of fight to sing I try'd,</br>Apollo whisp'ring check'd my youthful pride;</br>Go, Tit'rus, go, thy flocks and fatlings feed,</br>To humbler subjects suit thy rustic reed;</br>Thus warn'd, O Varus, in heroic lays,</br>While bards sublime resound thy martial praise,</br>I meditate the rural minstrelsy;</br>Apollo bids, and I will sing of thee.</br>Pleas'd with the subject, with indulgent eyes</br>If any read, and this, ev'n this should prize,</br>Thy name shall eccho thro' each hill and grove,</br>And Phoebus' self the votive strains approve;</br>No page so much delights the god of verse,</br>As where the lines great Varus' praise rehearse.", "Stretch'd in a cavern on the mossy ground,</br>Two sportive youths Silenus sleeping found,</br>With copious wine o'ercome; his flowery wreath</br>Just from his temples fall'n, lay strewn beneath;</br>His massy goblet drain'd of potent juice</br>Was hanging by, worn thin with age and use;</br>They bind him fast (tho' cautious and afraid)</br>With manacles of his own garlands made;</br>For oft the senior had deceiv'd the swains</br>With hopes (for well he sung) of pleasing strains:</br>Young Aegle too to join the frolic came,</br>The loveliest Naid of the neighb'ring stream;</br>Who, as the god uplifts his drowzy eyes,</br>With berries' purple juice his temples dies.</br>Pleas'd with the fraud &mdash; \"Unloose me, boys, he cry'd,</br>Enough, that by surprize I've been espy'd.</br>Attend, ye youths, and hear the promis'd lay,</br>But Aegle shall be paid a better way.\"", "Soon as he rais'd his voice, the list'ning fauns,</br>And wondering beasts came dancing down the lawns;</br>The hills exulted, and each rigid oak,</br>High-seated on their tops, in transport shook;</br>Parnassus' cliffs did ne'er so much rejoice,</br>At the sweet echoes of Apollo's voice;</br>Nor Rhodope nor Ismarus that heard</br>The magic warblings of the Thracian bard.</br>He sung, at universal nature's birth,</br>How seeds of water, fire, and air, and earth,</br>Fell thro' the void; whence order rose, and all</br>The beauties of this congregated ball:</br>How the moist soil grew stiffen'd by degrees,</br>And drove to destin'd bounds the narrow'd seas;</br>How Earth was seiz'd with wonder and affright,</br>Struck with the new-born sun's refulgent light.</br>How clouds condens'd, in liquid showers distill'd,</br>Dropt fatness and refreshment on the field;</br>How first up-springs sublime each branching grove,</br>While scatter'd beasts o'er pathless mountains rove.</br>Next to the world's renewal turns the strain,</br>To Pyrrha's fruitful stones, and Saturn's reign;</br>And bold Prometheus' theft and punishment,</br>His mangled heart by hungry vultures rent.", "To these he adds, how blooming Hylas fell,</br>Snatch'd by the Naids of the neighb'ring well,</br>Whom pierc'd with love, Alcides loudly mourn'd,</br>And Hylas, Hylas lost, each echoing shore return'd.</br>Then, he bewail'd the love-sick Cretan queen;</br>Happy for her if herds had never been;</br>Enamour'd of a bull's unspotted pride,</br>Forsaking shame, for him she pin'd and sigh'd.</br>The Proetian maids whose lowings fill'd the plain,</br>Ne'er knew the guilt of thy unnat'ral pain;</br>Tho' fearful oft their necks should bear the plough,</br>They felt in vain for horns their polish'd brow.</br>Ah!  wretched queen!  while you o'er mountains rove,</br>Near some dark oak regardless of your love,</br>He, on soft hyacinths his side reclines,</br>Or for some happier heifer fondly pines.", "\"Dictean nymphs!  with toils your woods surround,</br>Search where my favourite's footsteps may be found,</br>Haply the herds my wanderer may lead,</br>To fresher grass on rich Gortyna's mead,</br>Or far away, while I such pains endure,</br>The wanton heifers may my love allure!\"", "Next told, the nimble-footed, cruel maid,</br>By the false apple's glittering shew betray'd;</br>The nymphs who their ambitious brother mourn'd,</br>He next inclos'd in bark, and to tall poplars turn'd.</br>How tuneful Gallus wandering, next he sings,</br>Indulging raptures, near poetic springs,</br>A muse conducted to th' Aonian seat,</br>Whose whole assembly rose the guest to greet;", "While hoary Linus, crown'd with parsly, spake,&mdash;</br>\"This pipe, the Muses' gift, O Gallus, take,</br>Which erst the sweet Ascrean sage they gave,</br>Who bad the wondering oaks their mountains leave;</br>Go, sing on this thy fam'd Grynaean grove,</br>So shall Apollo chief that forest love.\"</br>Why should I tell, the maid with monsters arm'd,</br>Whose barkings fierce the wand'ring Greeks alarm'd,</br>Whose hungry dogs the shrieking sailors tore,</br>And round her dungeon ting'd the sea with gore.", "Or why the Thracian tyrant's altered shape,</br>And dire revenge of Philomela's rape,</br>Who murder'd Itys' mangled body drest,</br>And to his father serv'd the direful feast.</br>What Phoebus sung, Eurota's banks along,</br>And bade the listening laurels learn the song,</br>All these Silenus chaunts; the vales reply,</br>And bear their echoes to the distant sky;</br>Till Hesper glimmering o'er the twilight plains,</br>To fold their counted sheep had warn'd the swains;</br>The heav'ns delighted with the matchless lay,</br>To Hesper's beams unwillingly gave way.</br>"]