["With Teares in Eyes, with drops of Blood from Hart,</br>With skalding sighs from inward grieved Soule,</br>A CONVERTITE, from Vaine LOVE now I part,</br>Whilst, for my Sinnes, fore Heaven I do condole.</br>I know, and knowledge I have lived wrong,</br>And willful sought mine owne Destruction long.", "The Temple of my Heavenly GOD I have,</br>For earthly Goddesse, staine blasphemously,</br>Selling my selfe to Satan for his Slave,</br>Whilst I transgrest in vile Apostasie.</br>Banisht my selfe I have from Paradize,</br>Through thiftles Toyes of base-born Vanities.", "O thou that on swift Cherubins dost ride,</br>Creator of all Creatures that do live,</br>Whose Love was such as thou for Man hast dide,</br>Though he thee hated, skorned, and did grieve:</br>Vouchsafe to view and rue my desprate state,</br>And me once more from sinne regenerate.", "Ah looke upon me with milde Mercies eye,</br>Clense me with purest Water of thy Grace:</br>Remember not how I have gone awry,</br>Since I renounce to runne more such a Race,</br>Ah glorious Spouse, thy Beautie I desire,</br>For now to Heaven, nor Earth, my Thoughts aspire.", "Grief, that was once farre off remov'd from me,</br>Begins (as now) for to approach me nere,</br>Clad in his Weedes, which Black and fearfull be,</br>And crownde with fatall Cypresse doth appeare,</br>With wringing Hands he doth bewaile my ruth,</br>And mournes, that I have straide so wide from Truth.", "Reason tho Cochman to my wandring Thought,</br>As in a Christall glasse, doth shew most plaine</br>My gazing eyes, how I have fondly wrought,</br>Spending my Time in Toyes, and Fancies vaine,</br>He shew'th me now another Novell LOVE,</br>Another path, wherein my feete to move.", "As One, who in his Travelle doth espie,</br>(By chance) a hideous Serpent or foule Snake,</br>That long before unseene did closely lie</br>Behinde some stub, where he his Nest did make,</br>(Shaking his three-forkt hissing tongue apace)</br>Quickly himselfe retireth from that place.", "So I by loving wrong (unhappie Wight)</br>Having amisse straide long time, and awrie,</br>When I (at last) of Death had but a sight,</br>(Although farre off) yet backward, gan I hie:</br>Backward I came, with hastie speedie foote,</br>Leaving that Course, which I at first had tooke.", "Thou wandring Spirit, to whom Jove doth commit</br>(Of this my Body fraile) the government:</br>Why, gadding thus from Truth so farre dost flit?</br>Why, are thine eyes with wilfull blindnes pent?</br>Why, dost not marke what Danger is at hand?</br>What damned Death doth at thine elbow stand?", "Ah, be not flattred with this poysenous LOVE,</br>But call thy former Wits to thee againe:</br>Those wicked Thoughts roote out, and hence remove,</br>Whilst Life in thee to do it doth remaine,</br>What Mortall is, by mortall Death suppresse,</br>Thy Gaine shall be the more, thy Losse the lesse.", "Heaven once thy Mansion was, and dwelling place,</br>Now Hell thou seekest by running thus affray,</br>Unhappie Soule to be in such a case,</br>So wilfully to seeke thine owne Decay:</br>Thou woundst thy selfe, to God a Rebell th' art,</br>And only striv'st to please the World in Hart.", "Alas, in whom now dost thou put thy trust?</br>On whom dost thou relie, or hope on now?</br>Ah turne, and (still) live shalt thou with the Just,</br>Ah turne againe, and trebble blessed thou:</br>Thou, then shalt be, whereas the Blessed are,</br>Pure Souls, mongst Soules, mongst Stars, a brightsome Starre.", "What is God?  The Sourse of Goodnes and the Spring,</br>What is that Goodnes?  Such a Goodnes found</br>As aye increaseth without perishing.</br>How is it made?  In frame and fashion Round,</br>Like to a Forme that in it doth containe,</br>His End and his Beginning in the same.", "This Goodnes, (first) from whence did it precede?</br>Three proper Veines there be, that forth do runne</br>Out of one sacred Sea from Heaven decreede,</br>Which compasse doth, All, what so ere sees Sunne.</br>Cannot we see it?  This ESSENCE most Divine,</br>No Mortall Man hath seene at any time.", "How can it then be, if it neere be seene,</br>That it our mindes (oft lifteth up on High),</br>As if in Vision we in Heaven had beene?</br>It makes us view such Wonders with Faiths eye,</br>With Faith cleere eye which shines to us so bright,</br>As unto Heaven is it our Guide and Light.", "What is that Faith?  A Gift which if Defect</br>In him, that firme, beleeveth, he not found,</br>It blindfold leades him yet with steps direct)</br>Unto that place, where perfect joyes abound,</br>Where God the Father, Sonne, and Holy Ghost,</br>Doe raigne in Glorie great of Mightiest most.", "Thou LIFE which life art calde and yet art Death,</br>Thou DEATH, which Death art termde, and yet art Life,</br>Say; which of you maintaine my vitall breath,</br>Within this wretched Vale of Worldly strife?</br>Say, which prolong my Life, most of you Twaine?</br>Or thou, LIFE, or thou DEATH:  say both the same.", "I (more then LIFE) straight DEATH doth answer make.</br>Nay, I (quoth LIFE) farre more than DEATH, to me,</br>And for this Cause this only Name I take</br>Of LIFE, which by my meanes alone can be.</br>Because whilst I within thy Body [have?],</br>Death no way can thee hinder, hurt, or grive.", "But I, by cutting off (DEATH straight replies)</br>This tender Thred, whereby Men runne their race,</br>Bring every Faithfull soule, in friendly wise,</br>Where he a better path (for aye) may trace,</br>Making him leade a Life eternallie,</br>A LIFE, that (still) doth live, and never die.", "Wherefore, what ere he be, that meanes to joy</br>This other LIFE that is Celestiall,</br>He must not scorne (to scape from worlds annoy)</br>Nor thinke it much, to come when DEATH shall call.</br>For DEATH, nor LIFE, doth help us at the end,</br>LIFE is our Foe, but DEATH, our dearest Friend.", "All haile, most happie Day in blessed wise,</br>A Day of Griefe, yet Honorable Day,</br>In which the Father did (for Sacrifise)</br>Offer his Sonne, to save Men from decay:</br>Clensing our Soules, defilde with sinfull mud,</br>With Innocent, with pure and pretious Blood.", "Upon that Crosse (now sacred) then Prophane,</br>He dide for us, who could not dye indeed:</br>Whilst closing his fayre eyes for Mortals gaine,</br>He opened all the Gates of Heaven with speede:</br>Restoring then that Kingdome we had lost,</br>Which nothing, Us, but Him, too dearly cost.", "Not his, but our Due, was it, for to Die;</br>Those Torments which he meekly did endure,</br>His Crowne of Thornes, his Wounds done spitefully;</br>That Cursed Scourge that spilt his Blood so pure;</br>All these, to Us, and not to him, did long,</br>Yet for our sakes, our Christ himselfe did wrong.", "Then if for pitie, Graves to open wide,</br>Hils cleave, and Marble pillars rent in twaine:</br>If Heavens themselves, then Lights for griefe do hide,</br>And if the Sunne for sorrow clipst remaine:</br>What Mortall hart is there that doth not breake,</br>When he but thinks, or of this Day doth speake?", "That Vertue, though whose power rulde is my soule;</br>(Only through Vertuous Love, from Love set free)</br>Takes force afresh as one that would controule:</br>And finding strong himselfe within to bee,</br>Unbridled Will he seekes to bridle now,</br>And tries to breake what fore he scarce could bow.", "New Lords, new Lawes; New Customes breake the Olde,</br>And where before a dark and mistie clowde,</br>My minde as in a prison did infolde,</br>Now is it loosed from out that gloomie shrowde,</br>My Hart doth jump even just with his desire,</br>And by their Eye know both what to require.", "My watchfull Soule recovered hath well nie,</br>The former state in which he lived in:</br>And being free, doth call to memorie,</br>What (bound) he did forget through wretched sin,</br>While for his life repentant he attends,</br>Immortally to live for his ammends.", "Not any part there is of Bodie mine,</br>But filled is with true, not false Delight:</br>Yet doth it grieve still at her former Crime,</br>And with Remorse doth mortifie the Spright,</br>Whilst wronged Soule, on Others layes the blame,</br>Yet reprehends her selfe even for the same.", "This earthly Beautie doth the Sence delight,</br>But Heavenly Beautie doth the minde more please:</br>The one World hath as an Object right,</br>And seekes the World to pleasure with sweet ease:</br>But th' other hath Jehovah for her glasse,</br>Nor she for any but for him doth passe.", "The Sence doth burne with Loves unperfect works,</br>Which like a blaze in th' aire doth flit away:</br>The Soule thirsts after that which never hurts,</br>And hunts for that which never will decay:</br>That, which not subject is to any time,</br>But of it selfe most Perfect and Divine.", "Thou (Lord) the Mortall and Immortall both</br>Created hast, marke humbly I require,</br>How much within my bodie they be wroth;</br>Marke now within me, gainst me they conspire</br>Within themselves they vary so and grudge,</br>That which of both shall win tis hard to judge.", "My Bad Conceits from Adam sprung of yore,</br>Doo headlong runne to endles death with shame:</br>And lesse that Reason do them bridle sore,</br>Hardly my Soule can passe from whence it came.</br>Then pardon Lord the Course that I have runne,</br>And I from Sinne a new Man will become.", "A tirant great, false Beautie is in Love,</br>When it doth triumph in a lovely face:</br>And who with cold Disdaine, this doth not move,</br>Is caught by subtill sweet assuring Grace:</br>Who stands at Beautie Gaze, and doth not flie,</br>Is soone entrapt by wilfull glancing eye.", "This which of true Love is but Picture bare,</br>With shadowing Vale doth dimme our cleerest sight:</br>And if to follow it we do not spare,</br>It soone deceives us with a false delight,</br>And to perpetuall prison sends our soule,</br>Unles her sleights by Reason we controule.", "Faire Pearle, fine gold, base excrements of th' earth;</br>Whats Beautie but a little White and Red?</br>Revived with a little lively Breath,</br>With Winde, or Sunne, or Sicknes altered?</br>All this doth Time consume and bring to nought,</br>And all what ere into this world is brought.", "The fairest Colours drie and vanish shall;</br>The youngst must pack as well as doth the Olde:</br>All mortall things to mortall death must fall,</br>And therefore first were cast in earthly molde.</br>That which doth florish greene as grasse to day,</br>To morrow withereth like to dried Hay.", "Swift flies our yeares as doth a running streame,</br>And lothed Age comes stealing on apace:</br>Our youth doth passe away as twere a Dreame,</br>And Death doth follow for to take his place:</br>Death comes, and our Lifes patent in his hand</br>For to resign, he straight doth us command.", "Strength to his course, and winde unto his flight,</br>With feathers to his wings, Time joyneth fast:</br>And this sweet life which we so much do like,</br>Though nere so loth, yet must away at last.</br>The fairest Flower must wither with the weede,</br>What so doth live, to die was first decreede.", "Thise happie man and trebble blest is he,</br>That never treads his steps from rightest way,</br>Not with the mist of World will blinded be:</br>But keepes right path, and never goes astray:</br>Contemning all these mundaine Treasures base,</br>In hope to joy the heavenly Wealty to Grace.", "Who dyeth ill, dyes; who dieth well, never dies,</br>But lives a life above Eternallie:</br>Like good Elias, who in wondrous wise,</br>Was from base Earth tooke up to live in skie:</br>Where bide Th' elect of Christ for ever blest,</br>In Abrahams bosome there for aye to rest.", "For thee my HART doth burne like fire (Deare Lord)</br>Which freesde before like Frost and chillie Ice,</br>For thee to leave my sinne I doe accord;</br>Through which thy heavenly grace I did despise.</br>All Follies now, as Shadowes vaine Ile leave,</br>And unto thee (the Substance trew) I cleave.", "In thee I burne, and in my selfe I freese,</br>Frozen through feare, but burning through thy Love.</br>Reason ore Senses mine, now oversees:</br>And her Authoritie ore them doth prove.</br>Which makes me humbly call to thee for grace,</br>Though (proud) before I runne a selfe wild race.", "Repentance right, sad Griefe, salt Teares, sure Faith,</br>Renue in me a sorie Contrite Hart:</br>My guiltie Conscience oft within me saith,</br>I Death deserve, yet Mercifull thou art:</br>Sighs from my soule I offer for my Fee,</br>As pretious Blood thou offredst once for mee.", "My Hart now clensde (and yet not mine as now)</br>Sweet Christ to thee his first Home turnes againe,</br>From me he flies, and unto thee doth bow:</br>I give it thee, Accept I pray the same.</br>Ah Soveraigne Saviour, do not now despise</br>A broken Hart, for pleasing Sacrifise.", "Weake is my Barke in which my Life doth rowe,</br>My wretched life, through grievious faults mispent,</br>And in the World (his Ocean) sayles but slowe,</br>Because he sailes into the Occident:</br>My sickly Minde runnes selfe same doubtfull way,</br>And Soule doth grieve that Fancie so doth stray.", "And though a gentle calme Winde to blowe,</br>She findes about her, as she fresh doth sayle,</br>Yet under Waters doe I spie belowe,</br>The Foe of my poore Soule her to assayle:</br>And in that part wherein he doth espie</br>The Ship to leake, is that he close doth lie.", "Ah, now it grieves me, now I doe repent</br>My Retchlesse Race, that I so lewde have runne,</br>Yet hath my God in mercie to me lent</br>Helpe to my Vessell weake, else I undone:</br>Hope at the left hand standes, that part to guide,</br>And constant Faith on right hand doth abide.", "Earth was my flesh before, and earth againe</br>Ere long it shall be, but my Soule on hie,</br>Shall be lift up in brightest Heavens to raigne,</br>If I from false alluring Sinne can flie:</br>When at his feete, who first life to me gave,</br>A Glorious Seat for ever I shall have.", "Full 7. times foure of yeeres my life hath runne,</br>Whil'st to my selfe a heavy Burthen sore,</br>To others I a gainelesse charge become,</br>Soyled with beastly Thoughts uncleanly gore:</br>Whilst in true Light beng blind I farther goe</br>From Reasons path which Judgement did me show.", "Slow to good works, but too too swift to ill,</br>My Soule abroad with flitting wings doth flie,</br>And in the worlds Snares she carelesly doth lie,</br>Where sensuall Sense and Ignorance astray</br>Her doubtfull leades, quight out of her right way.", "Too obstinate she headlong forward runnes,</br>In greatest Light she tumbleth in most darke,</br>Nor takes she thought what of her selfe becomes,</br>Be it right or wrong her course she doth not marke:</br>So that although Immortall she should live,</br>Most mortall Death she seekes her selfe to give.", "But now thanks to the Soveraigne King of all,</br>She (no more blinde) the dangers gins to spie,</br>And looking backe unto her former fall,</br>She doth repent through faith most heartily:</br>Where she doth see of Heaven the narrow Gate,</br>Which (once) was shut, now ope for her escape.", "King of all Kings which from thy sacred Throne,</br>Doest marke and view from forth the Heavens hie,</br>Thy Graces unto Adams Offspring showne,</br>Of thy great Love (although unworthilie)</br>Thou that do'st fill with true Delights the minde,</br>With true Delight, wherein true Joy we finde.", "Behold how I, ore laid with greivious sinne,</br>With Soule defil'd, with Heart infected sore,</br>Doe flie to thee, thy Mercie for to winne,</br>And with Repentance doe my faultes deplore:</br>Lord if thy Lawes and thee I have offended,</br>Let mine ould Follies, with new Teares be cleansed.", "My Sorrowes, to my Sinnes are sparkes but small,</br>So loathsome they appeare unto my sight;</br>On thee, I at thy Gate of Pittie call,</br>Thou art the Flame that canst them purge most bright.</br>The Bellowes is Amendements pure desire,</br>Which doth inflame through thy hotte loving Fire.", "Let thy great Bountie me forget, forgive,</br>And bad Conceites that idle Fancies wrought,</br>Let them no more within me (working) live,</br>But to Confusion and Contempt be brought:</br>Oh let not Sinne my Soule still Satanise,</br>But with thy Spirit the same imparadise.</br>"]