["If yet, beyond the misery of Want,</br>A longer life, ye gracious Pow'rs!  to give</br>'Tis your high will; altho' severe the grant,</br>We ought, in duty bound, to strive to live.", "Tho' Penury, with all her rueful train,</br>Our daily lives with icy hand pursue,</br>'Tis ours to bear, not impiously complain</br>Of what your wisdom thinks it best to do:", "For faults committed we may justly fear</br>Some stroke of vengeance from an angry God:</br>Correction sure bespeaks a Parent's care&mdash;</br>Who loves the Child must sometimes use the rod.", "The voice of Reason speaks this sacred truth,</br>Let foolish Atheists argue as they feel;</br>Then why, with desp'rate hand, shall fev'rish Youth</br>Point to his coward heart the murd'ring steel?", "What's left of life does no affection claim?</br>No public virtue, or no private tie?</br>Can neither prompt thee to a nobler fame,</br>Thy Country's danger, or a Parent's sigh?", "Can no Ambition stay thy fell resolve?</br>See where, on foreign shores, perpetual sights</br>In War's wild waste a Nation's peace involve!</br>There join thy Country's friends, and claim her rights;", "There drink a bold oblivion of thy pains,</br>Nor lose the chance of dying with applause;</br>The lazy drops, now loit'ring in thy veins,</br>Will flow with honor in a Country's cause:", "And surely this, a nobler part to fill,</br>Than on Thyself to strike a dastard blow:</br>If frantic Passion whispers thee to kill,</br>Speed its wild spirit on Religion's foe.", "The easy act, which no resistance meets,</br>Claims not the lowest niche in Honor's fane:</br>Her trump those gallant Heroes only greets,</br>Who dare oppose, and by opposing, gain.", "In the cold bosom of an early tomb</br>Our pains and passions never find relief;</br>Then why so anxious for a world to come,</br>Where the wrung soul must live in endless grief?", "What tho' but dimly shines this morning's Sun,</br>And clouds deep-hanging blur the face of Day,</br>Why the set scowl?  When this Day's course is run,</br>He'll gild to-morrow's East with tints more gay:", "Now in these clouds, which Nature's scenes deform,</br>We see some prospect of a brighter sky;</br>The distant Sun, which glimmers thro' the storm,</br>Foretells to Reason that a calm is nigh.", "Then, why not curious for the future hour</br>Suspend a while this Self-destroying rage?</br>Another year some lenient balm may pour,</br>And all the anguish of our hearts assuage.", "Not always Fortune will her smile refuse;</br>Her wheel revolving, yet may bear us up;</br>The God who wisely punish'd yet may chuse</br>To pass, in mercy, e'en this bitter cup.", "The dastard fear of greater ills to come,</br>Ill suits the firmness of a manly soul;</br>The weak alone anticipate their doom,</br>And, tho' they feel but part, yet fear the whole;", "But sure yon cloud now gath'ring o'er my cot,</br>And threat'ning ruin to my little farm,</br>May burst its waters on another spot,</br>Myself, by fav'ring winds, secur'd from harm.", "With all thy sins deep-black'ning round thy head,</br>(Another added in a shameful Death)</br>Why seek sad refuge on a dying bed,</br>And seal the number with thy latest breath?", "When the last trump shall wake the Dead around,</br>How in God's dread presence dar'st thou stand;</br>The blood yet dropping from thy ghastly wound,</br>The fatal weapon trembling in thy hand?", "What plea to him, who gave thee first to live,</br>And plac'd thee here to do his will alone;</br>Robb'd of his right, what reason can'st thou give&mdash;</br>A desp'rate sinner at his awful throne?", "Lost a fond Father's love (a Mother's care,</br>The peaceful tenant of an early grave)</br>Is this thy plea to justify despair?</br>Will this avail, thy soul appall'd to save?", "No friend a pitying witness of thy woe,</br>(Surviv'd thy little fortune's small supply)</br>With gen'rous heart some comfort to bestow,</br>Speed the warm alm, and still the rising sigh?", "Pale Sickness, feebly slow, with trem'lous pace,</br>Thro' the dark vale of Misery and Pain,</br>Approaching tow'rd thee with his cold embrace,</br>Of present ills to swell the gloomy train?", "But hark!  from yonder tow'r the knell profound</br>(A dismal note to pageantry and show)</br>Strikes to the midnight gloom its awful sound,</br>In solemn pauses, regularly slow;", "The thin procession moves unheeded on,</br>Save that yon' youth, inquisitive to read,</br>Bearing with eager step the train among,</br>Sees down the sable pall the corse to bleed;", "And asks, \"If Conscience urg'd him to the knife,</br>For numbers slaughter'd on the ****** Coast;</br>If dreams of *******'s Field disturb'd his life,</br>Some Orphan's murm'rings, or a *******'s ghost?", "\"In that dread hour what other thought prevail'd?</br>Th' extorted ******* on a dying bed?</br>A People's rights inhumanely curtail'd?</br>A Country's waste immeasurably spread?", "\"And could no Senate's Thanks his conscience calm?</br>Nor the gay Ribbon which adorn'd his side?</br>Could no one thought infuse a healing balm;</br>His King's distinction, or his Title's pride?\"", "**** Wilt thou plead, before thy Maker's throne,</br>The cries of thousands dead before their time?</br>The Daughter's yell, the Widow's bitter moan,</br>To stay his vengeance, and excuse thy crime?", "The same sad yell will ever wound thy ear,</br>Haunt thy pale ghost some widow'd Mother's woe,</br>'Reft of his crown some ****** Prince appear,</br>To fill thy torment in the world below.", "How weak to think that any private cause</br>Could on so black a sin impose a fame;</br>Smooth the dread rigor of Religion's laws,</br>Or lend one merit to a ********'s shame!", "What, tho' the honest Tradesman ask'd his due,</br>And frequent Duns besieg'd his morning gate;</br>The starv'd Annuitant, the suppliant Jew,</br>Who lent their fortunes to assist his state,", "Where moves the Sun which sets without a cloud?</br>What happier climate does his light adorn?</br>Where sleeps the head which sorrows never bow'd?</br>Where grew the rose which never bore a thorn?", "But soft, my Muse &mdash; for ever die the tale;</br>Some kinder office shou'd thy thoughts engage:</br>Raise near his sickly turf a circling pale,</br>And hide the story from a curious age;", "The little wants of Infancy explore;</br>With ready hand its asking eye relieve;</br>Ne'er let it know a Father to deplore;</br>Ne'er let its wants instruct it how to grieve:", "For no deep satire do these numbers mean,</br>Intended only to relieve despair;</br>Not on the mem'ry of a Man to lean,</br>Or to a Widow's sorrow add a tear.</br>"]