["On the rich flowrage of a lemon's root,</br>Parent of silver leaf and golden fruit,</br>O'erhung by roses and laburnums bays,</br>Sakmet and Zingi tun'd their rural lays&mdash;</br>Sooth'd by the song the frolic finch forgot</br>The silver couplets of her pendant cot,</br>And from her pastime in the distant trees</br>Flew to the reed that vocalized the breeze;</br>Sooth'd by the song the perch on sunny oar</br>Moved through the flow'rs that flounc'd the painted shore,</br>The dappled panther fled the hollow tree,</br>To lull his head upon the shepherd's knee:</br>The lion came, rude monarch of the wild</br>By music from his savage mood beguil'd,</br>The fawn he wooed, the lambkin he caress'd,</br>Lick'd the swain's hand and fawn'd upon his breast.", "Sakmet and Zingi hasten'd to rehearse</br>Their bosoms tenants in alternate verse,</br>Caza was Sakmet's, Zelma Zingi's pride,</br>Thus Sakmet spoke, and Zingi thus replied:", "SAKMET.</br>First time my eyes were blessed with Caza's form,</br>I met her mourning in a savage storm,</br>I gently asked the cause that made her weep,</br>The nymph replied, she'd lost her snowy sheep;</br>Together hied we thro' the verdant grove,</br>While mutual glances spoke a mutual love;</br>I found the wanton lamb &mdash; ah, silly part</br>To find the lambkin where I lost my heart:&mdash;</br>Fatigued, we sought a quiet resting spot,</br>Nor sought it long, before a mossy grot,</br>Rude chamber of the silver dappled kid,</br>Whose feet in flow'rs, whose head in vines was hid,</br>Whose front in tufts, whose sides in shrubbing boss,</br>Laugh'd from his fragrant robes of golden moss.</br>There as we pass'd the gate of tangled vine.</br>I kiss'd her hand &mdash; she vow'd her heart was mine;</br>I for her hair &mdash; dishevelled and untress'd,</br>Whose looks glanced gold upon her iv'ry breast,</br>Nip'd the first buds the flowriest hillocks yield,</br>And rifled all the roses of the field;</br>And for her neck, o'erhung with silken hair,</br>(For scarfless bloomed her neck, and bosom fair;)</br>I cropt the tulip in its crimson prime,</br>The blosoming bean and golden-fruited lime,</br>The rose and jas'mine chain'd in flowry links,</br>And olives blooming 'tween alternate pinks:</br>These in the valley's mossy grot I found</br>And press'd her forehead while I wreathed them round,</br>Then as enchanted o'er her charms I hung,</br>I strove in vain to give my feelings tongue,</br>Till sweetly phrenzied thrill'd with rapturous bliss,</br>I made my glowing orator a kiss.", "ZINGI.</br>A woodland mosque beyond yon distant height,</br>First charmed my eyes with lovely Zelma's sight,</br>There by devotion was my bosom led,</br>To sue for heaven thro' mighty Mahummed;</br>She caught my view &mdash; my view forgot the shrine,</br>For she most seemed of origin divine;</br>And my wild glance beheld with rapture warm,</br>And drank loves phrenzy from her seraph form;</br>From her dark ringlets flowing down her back,</br>From her voluptuous eyes of sparkling black.</br>From her fine lips where purest sweets repose,</br>Like day's last glance upon the full blown rose,</br>And more than all the rest, from the rich soul</br>That with mild glory lightened up the whole:&mdash;</br>On graceful foot I saw her quit the mosque,</br>And swiftly dance along the flow'ry bosk,</br>I left the mosque her holiest guest to see,</br>(Where Zelma was, was still a mosque to me,)</br>Unseen I trac'd her footsteps to a fount,</br>Whose limpid waters issued from the mount,</br>And on whose brink o'erhung with yellow broom,</br>Arose soft tufted crests of shrubby bloom;&mdash;</br>Here let young fancy's eye of lightning rest</br>To view an angel in my passions guest,</br>And in the bell-bank'd fountain to behold</br>A polished looking glass in frame of gold.</br>She doff'd the Caftan and the scarf to lave,</br>Her mellow beauties in the diamond wave:</br>O sacrilege to view that holy form,</br>By virtue cold, by ripen'd vigour warm;</br>The sanctu'ry of Venus to profane,</br>Love closed my eyes, but passion oped again;</br>Startled by envious rustling on the ground,</br>She flung a swift and flutter'd glance around;</br>Just then a tiger in his dreadful pride,</br>Came rushing down the mountain's bosky side,</br>Leap'd o'er the stream and springing thro' the grove,</br>Pursued the footsteps of my fainting love;</br>I flew the gory savage to oppose,</br>And on my breast to plant my lovely rose;</br>Screaming she rushed exhausted by the chase,</br>And met, unconsciously, my fond embrace.", "Then in my arms the fainted maid I bore</br>With trembling transports to the pebbled shore,</br>Where summon'd by the stream and breezy sky,</br>The vital beam soon kindled in her eye,</br>She kiss'd my hand and press'd it to her cheek,</br>Then said, I feel what angels cannot speak,</br>I deem you love, and if my bosom be</br>Worth the receipt, I pledge it here to thee.", "SAKMET.</br>The balm of autumn recommends the breeze,</br>Sweet flow'rs the ground, and sunny fruit the trees;</br>The shining rills adorn the verdant scene,</br>Like silver ribbands on a robe of green,</br>Palm decks the hill, the vine the mossy wall,</br>The sun the east, but Caza decks them all;</br>Where'er she smiles for me blue violets grow,</br>White lilies bend and purpling roses blow;</br>O'er merry beds Bassora's fountains roll,</br>Health fills my frame, and rapture fills my soul.", "ZINGI.</br>The am'rous ring-dove loves her downy nest,</br>The exhausted lion loves his balmy rest,</br>The graceful wild steed loves the desert glade,</br>The overheated lambkins love the shade,</br>The towring eagle loves the mountain tree,</br>O Zelma, Zelma, Zingi loves but thee.", "SAKMET.</br>Caza, I hold thee thus, that with thy lore,</br>To me the barren wild should seem a grove,</br>Without thee, Earth's most blooming bow'r should be</br>A desert and a wilderness to me.", "ZINGI.</br>Zelma, I hold thee thus, my darling maid,</br>Should death entomb thee near the willows shade,</br>I'd fix my home upon thy tearful clay,</br>Sigh out my heart and weep my soul away;</br>Then swiftly fly to seek thy lovely ghost,</br>To heavens rich bowers or Hades' sable coast;</br>On either realm with thee in bliss I'd dwell,</br>Without thee, Zelma, heaven to me were hell.", "SAKMET.</br>Where silken tendrils round the palm tree twine</br>The velvet curtains of the branching vine,</br>Where the charm'd eyes a laughing grove behold, </br>Whose mellow peaches ripen into gold,</br>There where two cots of flow'ry carpets rest,</br>Dwells the fair tenant of my love warm breast.", "ZINGI.</br>Where you tall pine is wreathed with half blown rose,</br>And dappled lemons starred with golden o's</br>Spurn the gay dell and steal into the skies,</br>The vine-clad walls of beauteous Zelma rise.", "The shepherd ceased to swell the ringing reed,</br>For dewy sparkles lit the evening meed;</br>When from the covert of a pleasant vine,</br>Whose pregnant clusters teem'd with mellow wine,</br>Sprang with a love-laugh that enrich'd their charms,</br>Zelma and Caza to their shepherds arms.</br>"]