["Into my soul, fair Heliconian train,</br>Enter, and fill me with your tuneful quire!</br>For on my knees my tablets have I ta'en,</br>To heap them full of strife and tumult dire;</br>Hear, sons of men!  while with poetic fire</br>I sing how mice the frogs in fight withstood,</br>Performing deeds of valour in their ire,</br>That mock'd the achievements of the giant brood:&mdash;</br>As Fame, the story told, thus rose the deadly feud:&mdash;", "A thirsty mouse, escaping from a cat,</br>Dipp'd his soft whisker in a neighbouring lake;</br>Him, while upon its verdant marge he sat,</br>With its sweet stream his panting thirst to slake,</br>A croaking native of the pool bespake,</br>\"Who art thou?  what thy race?  whence hast thou come,</br>Reply with truth, no fraudful answer make,</br>For I shall lead thee to my royal dome,</br>If worthy of my love &mdash; and make my house thy home.\"", "\"I am the king Physignathus, whose sway</br>Is own'd through all these waters, high and low;</br>Me, as their rightful lord, the frogs obey,</br>And to my sceptre long have loved to bow.</br>Peleus, the prince to whom my birth I owe,</br>Wedded his bride Hydromedusa fair,</br>In amorous transport on the banks of Po;</br>Thee too, thy vigorous form and lordly air</br>A sceptre-bearing chief, and warrior tried declare.\"", "So spake the frog.  Psicharpax answered \"Why</br>Dost thou inquire my lofty lineage, known</br>To those who dwell in heaven &mdash; in earth &mdash; in sky&mdash;</br>To gods &mdash; to men &mdash; to birds &mdash; to every one?</br>Psicharpax is my name, &mdash; and I am son</br>Of old Troxartas, most magnific mouse,</br>And sweet Lychomele, who shares his throne,</br>The pride of Pternotractas' regal house,</br>Who in a darksome cavern bore me to her spouse.", "\"She nursed me up with fond maternal care,</br>And in soft luxury my youth was bred;</br>Feasted was I on dainties rich and rare,</br>On figs, and nuts, and cates, delightful fed:</br>But how can we, Physignathus, who tread</br>Such different paths, in social concord meet;</br>You where the lakes their glassy mansions spread</br>Live mid the waters, while to me 'tis sweet</br>To dwell with lordly man, and what he eats I eat.", "\"To me no dainty morsel is unknown,</br>Not thrice-baked bread in rounded platter laid&mdash;</br>Not wide spread cake with sesame bestrown&mdash;</br>Not livers rich in snow-white fat array'd&mdash;</br>Not slice from gammon cut with trenchant blade-</br>Not pudding, food for gods immortal fit&mdash;</br>Nor new-pressed cheese from milk delicious made,</br>Nor aught sage cooks prepare, whose learned wit</br>Lines the capacious pot with many a luscious bit.", "\"Nor from the slaughterous combat do I flee,</br>But bear me bravely in the foremost fight;</br>Even man himself, vast though his stature be,</br>Fills not my dauntless bosom with affright.</br>Into his very bed I march by night,</br>And seize with nibbling tooth his heel or toe;</br>He slumbers on, unconscious of the bite,</br>Nor dreams how near, how desperate is his foe:</br>Two living things alone can fill my heart with woe.", "\"The hawk and cat my bosom overawe,</br>And the grim trap with deadly wiles replete;</br>But most I dread the cat, whose potent paw</br>Can drag me trembling from my dark retreat;</br>Such is my mode of life, I scorn to eat</br>Parsley, or gourd, or radishes, or kale;</br>I cannot swallow down your verdant beet,</br>On which you people in the lake's regale.\"</br>He ceased, the frog replied, gay smiling at his tale:", "\"Stranger, thy paunch supplies thee with a theme</br>Whereon to boast vain-glorious:  yet we have</br>Many strange things to shew in land and stream;</br>For Jove to frogs a life amphibious gave,</br>On earth to gambol, and in lake to lave.</br>These wouldst thou wish to view, thy course is plain&mdash;</br>Ascend my back, I'll bear thee through the wave;</br>But clasp me close, that o'er the fluid plain,</br>In safety and in joy, we may my palace gain.\"", "He spoke and crouched; the mouse, devoid of fear,</br>Sprung on the proffered back, with active bound,</br>And while he saw his native harbours near,</br>Much joy the swimmer in his voyage found;</br>But when the dark blue waters rose around,</br>Then terror seized his heart, and sorrow sore;</br>With copious tear and groan of dolorous sound,</br>Did he then vainly his rash act deplore,</br>And oh!  how much he wish'd he ne'er had left the shore.", "In agony of woe his paunch he smote</br>With frequent foot, and rooted up his hair;</br>His tail he spread along the deep to float,</br>A feeble oar!  while many an earnest prayer</br>He sent to heaven in transport of despair.</br>\"O thus,\" quoth he, \"Europa, lovely load,</br>Did the famed bull from Crete through ocean bear,</br>As this frog bears me to his dark abode,</br>Raising my body pale above the watery road.\"", "Sudden appear'd a water-snake, dread sight!&mdash;</br>Above the wave his neck rose, stiff and high&mdash;</br>Down duck'd the frog, forgetting in his fright</br>That he had left his luckless friend to die;</br>Down to the utmost depth he sunk, thereby</br>'Scaping black death, while his forsaken friend</br>Forced on the fatal wave supine to lie,</br>Wringing his hands, bemoaned his life's sad end,</br>While screams of hopeless grief he vainly forth did send.", "Often he sank, and raised himself as oft</br>With vigorous kick, but he was doomed by fate;</br>He perished, by his hairy mantle soft</br>Borne down with weight of waters saturate;</br>He perished in the waves, in words of hate</br>The frog denouncing ere he breathed his last;</br>\"You shall not 'scape Heaven's vengeance; soon or late</br>This deed perfidious towards your friend will blast,</br>Whom shipwreck'd from your back, as from a rock, you cast.", "\"Coward!  on land, my power you could not beat</br>In boxing, wrestling, racing; but when here,</br>Here to this lake you drew me by deceit,</br>By fraud you laid me on this watery bier.</br>God hath a vengeful eye!  the day is near</br>When all the host of mice in arms allied,</br>Shall claim, nor shall you shun it, vengeance drear.\"</br>Thus died the mouse.  Lichepinan espied</br>The deed as he reclined upon the bank's soft side.", "Loudly he scream'd, and ran the mice to tell</br>How he had seen their prince's hapless fall;</br>When heard, each bosom heaved with angry swell,</br>And all in haste, they bade their herald call,</br>By morning dawn, a council in the hall</br>Of old Troxartas, sire of him who lay</br>Dead, floating on mid lake in sight of all,</br>From the bank's friendly shelter far away,</br>Toss'd on the fatal waves above the billowy spray.", "At daybreak hastening, they arrived, and first</br>Troxartas rose in mourning for his son;</br>\"Friends, though on me alone this woe has burst,</br>Yet general wrong to all our tribe is done.</br>Wretch that I am, my three brave sons are gone;</br>My eldest offspring by the cat's curst claws,</br>Outside his hole surprised, to death was done;</br>My next was sent to Oren's dismal jaws,</br>Snared in a trap, devised by men our griefs to cause.", "\"My last, my loved, his mother's joy and mine,</br>The frog has smother'd in the deep-sunk lake:</br>Haste then, ye brave; in arms of warlike shine</br>Sheath'd, let us 'gainst this foe our onset make.\"</br>Desire of contest seized them as he spake.</br>By Mars himself were they in arms bedight;</br>First, for their greaves, the bean-stalk green they brake,</br>Which they had gnaw'd down featly in the night;</br>And on their taper legs now fitted trim and light.", "Corslets of skin, soon from a cat they flay'd,</br>Bedeck'd them, fring'd and fasten'd all with reeds;</br>A sconce's middle boss their breastplates made;</br>Their spears were needles form'd for martial deeds;</br>Then helm'd in nut-shells, all the host proceeds</br>Arm'd for the fight &mdash; nor were the frogs afar:</br>Forth from the lake they issued to the meads,</br>And held a council, how to meet the war,</br>Much pond'ring in their minds how rose this hostile jar.", "While thus intent, a sacred herald came,</br>Embasichytius, son of that famed chief,</br>Who, from cheese-scooping, won his well-earn'd name;</br>And thus, he spoke all Mouseland's ire and grief:&mdash;</br>\"Frogs!  from the mire I come, to say in brief,</br>That we defy you to the battle plain,</br>We've seen Psicharpax drown'd, whom, past relief,</br>Your king, Physignathus, has foully slain;</br>We to the combat dare the bravest of your train.\"", "He spoke &mdash; and vanish'd; but his challenge claim'd</br>Anxious attention from the frogs at large.</br>Strait rose the prince, while all his action blam'd:&mdash;</br>\"I slew him not, nor saw him die, the charge</br>Is false, my friends; he left his native marge</br>Of this our lake and tried to sport like us,</br>Sporting he died:  but let us now discharge</br>This slanderous stigma hurled against me thus,</br>All blameless as I am, and points of war discuss.", "\"How shall we face in fight the treacherous mice</br>I shall declare what plan I think the best:</br>Let all our force, such is your king's advice,</br>Rank'd for the fight, in martial armour drest,</br>On the high lands, which bound the water's breast,</br>Stand there where most the rugged bank is steep.</br>Then let each frog, fast by the helmet crest,</br>Seize on a mouse, and, with a vigorous sweep,</br>Down plunge him, with his arms, into the fatal deep.", "\"There let them smother &mdash; and the battle won,</br>We'll raise a trophy o'er our slaughter'd foes.\"</br>They heard the speech, and straight their arms they don.</br>Marsh-mallow leaves their nimble legs, enclose;</br>The broad green beets their corslets stout compose;</br>The cabbage leaf supplies their well-form'd shields;</br>Each head a snail-shell for a helmet shows,</br>And, for a lance, each hand a bulrush wields;</br>Thus were they harnessed all, for deeds in battle fields.", "On the high bank they stood with quivering lance,</br>And full of fury was each warrior's soul.</br>They did not 'scape great Jove's all-seeing glance</br>The gods he summon'd to the starry pole,</br>And show'd the hosts as on to fight they roll.</br>He show'd their spear-arm'd ranks, their crowds, their size</br>Awful as centaurs, or the impious shoal</br>Of earth-born giants famed for bold emprize;</br>Then, with a smile, out spake the monarch of the skies.", "Fair wisdom's queen he asked, in jocund strain,</br>\"Say, daughter, wilt thou now thy aid prepare</br>To give the mice, who gambol round thy fane,</br>Pleased with the scent of sacrificial fare.\"</br>\"Never,\" quoth she, \"shall they my favour share,</br>E'en though they seek it in extremest need</br>Because my garlands they presume to tear,</br>And on my consecrated oil to feed;</br>And still more wrath I feel at a more daring deed:", "\"My robe, on which my hands such toil had spent,</br>Spinning and weaving, thread and web, the mice</br>Nibbled and tore, and filled with many a rent,</br>Which to repair, a tailor's finger nice</br>Required; who charged me most usurious price.</br>The sum it cost was borrow'd, nor, as yet,</br>Back to repay it do my funds suffice.</br>Have not the mice then given me cause to fret?</br>But neither shall I aid the host against them set.", "\"Rash tribe, who, when I seek the aid of sleep,</br>Returning home by deeds of arms o'er-worn,</br>Make such a constant clamour, that they keep</br>Me sleepless till the cock proclaims the morn;</br>While my poor head with racking pain is torn,</br>And not a wink is granted to my eyes.</br>Now in this contest let no part be borne</br>By any god.  The natives of the skies</br>Might smart beneath the spear of these stern enemies.", "\"Their warlike souls fear not opposing gods:</br>Here rather let us, seated, be content</br>To view the combat from our blest abodes:\"</br>She spoke, and all Olympus gave assent;</br>Meanwhile the foes, on mutual slaughter bent,</br>Met in the field.  Two sacred heralds gave</br>Signal of fight:  the clanging trumpet sent</br>(Blown by loud gnats) its music for the brave,</br>And Jove announced the war, thund'ring from heav'n's concave.", "Hypsiboas struck Lichenor with his spear,</br>A warrior standing in the foremost rank;</br>Through paunch and liver urged in full career,</br>The lance drove through, and prone the warrior sank,</br>His soft locks soiling on the dusty bank.</br>Next Pelion 'neath Troglodytes lay dead&mdash;</br>Fix'd in his heart the spear his life-blood drank;</br>Black night his failing vision overspread,</br>And from his falling limbs his parting spirit fled.", "Senthaeus pierced Embasilchytrus' heart;</br>And next the paunch of Polyphonus through,</br>Artophogus transpierc'd his deadly dart.</br>This chanced while stood Limnochasis in view,</br>Who instant to avenge the warrior flew;</br>Against Troglodytes a millstone vast</br>He flung, and with that blow the mouse he slew,</br>For on mid-neck lighted the well-aim'd cast,</br>An unexpected blow &mdash; he fell, and breathed his last.", "At the victorious frog Lichenor's lance</br>Was brandish'd, and, not sent with erring arm,</br>Right through his liver did the weapon glance,</br>Which filled Cranbophagus with dire alarm,</br>And to the bank he fled.  Behind him warm</br>In fierce pursuit follow'd Lichenor near,</br>Not e'en the waves preserved the frog from harm;</br>He fell, struck breathless by transfixing spear,</br>And his heart's purple blood distained the waters clear.", "The lifeless corse was stretch'd upon the shore;</br>Its veins and fat intestines all swoln out:</br>Limnisius slew Tyroglyphus, and bore,</br>His arms, as trophy of his exploit stout:</br>O'er Calaminthius' soul pale fear and doubt</br>Was spread when he Pternoglyphus beheld&mdash;</br>Dropping his shield he fled in shameful rout,</br>A needless panic, for that foe was fell'd</br>Meanwhile, and his bruised brains out of his nostrils well'd.", "That blow Hydrochasis had dealt, a stone</br>Monstrous upraising, 'gainst the monarch's head</br>The earth around with brains and blood was strown;</br>And soon Borborocates join'd the dead&mdash;</br>Lichopenax the fatal javelin sped,</br>That closed his blameless eyes; it sore displeased</br>Prassophagus to see his friend's blood shed,</br>Cnissodioctes by the foot he seized</br>And drown'd him in the lake, holding his heel fast squeezed.", "Wounded in liver soon Pelucius died,</br>Killed by Psicharpax, whose sad heart was wrung</br>With grief for those who perish'd by his side;</br>Pelobates, in turn, indignant flung</br>A mass of mud, which, to the forehead clung</br>Of bold Psicharpax, almost struck him blind:</br>The mouse, his spirit by the insult stung,</br>Seized a huge stone, the hugest he could find,</br>A burden to the earth on which its weight reclined.", "With this he struck the frog below the knees;</br>The dexter leg was smashed beneath the blow;</br>Supine he fell, his friend Craugasides</br>Advanced to shield him helpless from his foe;</br>He smote Psicharpax on the paunch below;</br>And drove his spear far in with vigorous push&mdash;</br>Out came the bowels in disgusting flow,</br>Forced by the wound upon the ground to gush,</br>While he was dragg'd along clung to the dolorous rush.", "Limping, from war Sitophagus retired:</br>When from the river bank this strife he view'd,</br>His grievous wounds a rest from war required;</br>He, leapt into the ditch, and death eschewed.</br>Against Physignathus Troxartas stood,</br>And smote his son's destroyer on the foot,</br>He, wounded, sought the lake, intent on blood,</br>The mouse fled after him in hot pursuit,</br>While he kept stumbling on, maimed, and half dead, to boot.", "Prassaeus saved him in this piteous plight,</br>Against the mouse hurling the lance amain;</br>But yet he could not pierce the buckler bright,</br>And the spear point just struck on it in vain.</br>By the lake-side a youth of noble strain,</br>Well skilled in war, Artepibulus' son,</br>A very Mars, 'mong all the warlike train,</br>Of mice unequalled, by the title known</br>Of Meridarpax bold, now spoke, in haughty tone,", "Threatening, and sure he could his threat perform,</br>To blot from earth, for ay, the froggish race</br>Had not great Jove himself th' impending storm</br>Averted, moved with pity at their case.</br>Alas!  quoth he, before my very face</br>A dreadful deed this mouse prepares to do,</br>Vowing with horrid aspect to erase</br>His croaking foes, I tremble at the view&mdash;</br>Haste, Mars and Pallas, haste, lest worst deeds should ensue.", "Lady and lord of battles, haste to foil</br>The o'erweening valour of this champion bold.</br>He ceased, but Mars at once refused the toil;</br>Nor she, nor I, albeit, of godlike mould,</br>Can now destruction from the frogs withhold;</br>It would require all heaven's united force:</br>Let then thy Titan-killing bolt be rolled,</br>Which checked Enceladus in impious course,</br>And 'gainst the giant train was thy most sure resource.", "He spoke &mdash; and Jove the vivid lightning cast&mdash;</br>Olympus trembled at the thundering sound;</br>Whirling it came; both armies stood aghast,</br>While the dread bolt flashed forth with dire rebound;</br>Yet still the mice undaunted hold the ground,</br>Still fiercely on their foe's destruction bent.</br>The frogs again from Jove assistance found,</br>Else had the mice accomplished their intent,</br>But he into the field now fresh auxiliars sent.", "At his command they entered, anvil-backed,</br>Crook-clawed, side-waddling, tortuous, shelly-scaled,</br>Hard-mouthed, broad-shouldered, all of bone compact,</br>Bandy-legged, shining round their blade-bones mailed,</br>Besom-eyed, armed with talons strongly nailed,</br>Right-footed, double-headed, handless (named</br>Commonly crabs), who, sans delay, assailed</br>The rearward of the mice, and direly maim'd</br>Each warrior against whom their fierce attacks were aim'd.", "The first assault against their tails were made;</br>Next feet and hands all unresisting bled;</br>Quite useless was the spear's once potent blade;</br>Snapt was the shaft beneath the nippers dread.</br>A panic terror in a moment spread</br>Over the host of mice, and all away</br>Affrighted from the field of fight they fled:</br>The sun now setting shot his farewell ray&mdash;</br>And the whole war began and ended in one day.</br>"]