["Still let low Wits, who Sense nor Honour prize,</br>Sneer at all Gratitude, all Truth disguise;</br>At living Worth, because, alive, exclaim,</br>Insult the Exil'd, and the Dead defame!</br>Such paint what Pity veils in private Woes,</br>And what we see with Grief, with Mirth expose;</br>Studious to urge &mdash; (whom will mean Authors spare?)</br>The Child's, the Parent's, and the Consort's Tear:</br>Unconscious of what Pangs the Heart may rend,</br>To lose what they have ne'er deserv'd &mdash; a Friend.</br>Such, ignorant of Facts, invent, relate,</br>Expos'd persist, and answer'd still debate:</br>Such, but by Foils, the clearest Lustre see,</br>And deem aspersing Others, praising Thee.", "Far from these Tracks my honest Lays aspire,</br>And greet a gen'rous Heart with gen'rous Fire.</br>Truth be my Guide!  Truth, which thy Virtue claims!</br>This, nor the Poet, nor the Patron shames:</br>When Party-Minds shall lose contracted Views,</br>And Hist'ry question the recording Muse;</br>'Tis this alone to After-Times must shine,</br>And stamp the Poet and his Theme divine.", "Long has my Muse, from many a mournful Cause,</br>Sung with small Pow'r, nor sought sublime Applause;</br>From that great Point she now shall urge her Scope;</br>On that fair Promise rest her future Hope;</br>Where Policy, from State Illusion clear,</br>Can through an open Aspect shine sincere;</br>Where Science, Law, and Liberty depend,</br>And own the Patron, Patriot, and the Friend;</br>(That Breast to feel, that Eye on Worth to gaze,</br>That Smile to cherish, and that Hand to raise!)</br>Whose best of Hearts her best of Thoughts inflame,</br>Whose Joy is Bounty, and whose Gift is Fame.", "Where, for Relief, flies Innocence distrest?</br>To you, who chase Oppression from th' Opprest:</br>Who, when Complaint to you alone belongs,</br>Forgive your own, tho' not a People's Wrongs:</br>Who still make publick Property your Care,</br>And thence bid private Grief no more despair.", "Ask they what State your shel'tring Care shall own?</br>'Tis Youth, 'tis Age, the Cottage, and the Throne:</br>Nor can the Prison 'scape your searching Eye,</br>Your Ear still opening to the Captive's Cry.</br>Nor less was promis'd from the early Skill,</br>Ere Power enforc'd Benevolence of Will!</br>To Friends refin'd, thy private Life adher'd</br>By thee improving, ere by thee prefer'd.</br>Well hadst thou weigh'd what Truth such Friends afford,</br>With thee resigning, and with thee restor'd.</br>Thou taught'st them All extensive Love to bear,</br>And now Mankind with thee their Friendships share.", "As the rich Cloud by due Degrees expands,</br>And showers down Plenty thick on sundry Lands,</br>Thy spreading Worth in various Bounty fell,</br>Made Genius flourish, and made Art excel.", "How many, yet deceiv'd, all Power oppose?</br>Their Fears increasing, as decrease their Woes;</br>Jealous of Bondage, while they Freedom gain,</br>And most oblig'd most eager to complain.", "But well we count our Bliss, if well we view,</br>When Power Oppression, not Protection grew;</br>View present Ills that punish distant Climes;</br>Or bleed in Mem'ry here from ancient Times.", "Mark first the Robe abus'd Religion wore,</br>Storied with Griefs, and stain'd with human Gore!</br>What various Tortures, Engines, Fires, reveal,</br>Study'd, empower'd, and sanctify'd by Zeal?", "Stop here my Muse! &mdash; Peculiar Woes descry!</br>Bid 'em in sad Succession strike thy eye!</br>Lo, to her Eye the sad Succession springs!</br>She looks, she weeps, and, as she weeps, she sings.", "See the doom'd Hebrew of his Stores bereft!</br>See holy Murder justify the Theft!</br>His ravag'd Gold some useless Shrine shall raise!</br>His Gems on superstitious Idols blaze!</br>His Wife, his Babe, deny'd their little Home,</br>Stripp'd, starv'd, unfriended, and unpity'd roam.", "Lo, the Priest's Hand the Wafer-God supplies!</br>A King by consecrated Poison dies!", "See Learning range yon broad Etherial Plain,</br>From World to World, and God-like Science gain!</br>Ah!  what avails the curious Search sustain'd,</br>The finish'd Toil, the God-like Science gain'd?</br>Sentenc'd to Flames th' expansive Wisdom fell,</br>And  Truth from Heav'n was Sorcery from Hell.", "See Reason bid each mystic Wile retire,</br>Strike out new Light!  and Mark! &mdash; the Wise admire!</br>Zeal shall such Heresy, like Learning, hate;</br>The same their Glory, and the same their Fate.", "Lo, from sought Mercy, one his Life receives!</br>Life, worse than Death, that cruel Mercy gives:</br>The Man, perchance, who Wealth and Honours bore,</br>Slaves in the Mine, or ceaseless stains the Oar.", "So doom'd are these, and such perhaps, our Doom,</br>Own'd we a Prince (avert it Heaven!) from Rome.", "Nor private Worth alone false Zeal assail;</br>Whole Nations bleed when Bigotry prevails.</br>What are sworn Friendships?  What are Kindred Ties?</br>What's Faith and Heresy?  (the Zealot cries.)</br>See, when War sinks the thund'ring Cannon's Roar;</br>When Wounds, and Death, and Discord are no more;</br>When Musick bids undreading Joys advance,</br>Swell the soft Hour, and turn the swimming Dance:</br>When, to crown these, the social Sparkling Bowl</br>Lifts the chear'd Sense, and pours out all the Soul;</br>Sudden he sends red Massacre abroad;</br>Faithless to Man, to prove his Faith to God.</br>What pure persuasive Eloquence denies,</br>All-drunk with Blood, the arguing Sword supplies;</br>The Sword, which to th' Assassin's Hand is given!</br>Th' Assassin's Hand! &mdash; pronounc'd the Hand of Heaven!</br>Sex bleeds with Sex, and Infancy with Age;</br>No Rank, no Place, no Virtue stops his Rage.</br>Shall Sword, and Flame, and Devastation cease,</br>To please with Zeal (wild Zeal!) the God of Peace?", "Nor less Abuse has scourg'd the Civil State,</br>When a King's Will became a Nation's Fate.</br>Enormous Pow'r!  Nor noble, nor serene;</br>Now fierce and cruel; now but wild and mean.</br>See Titles sold, to raise th' unjust Supply!</br>Compell'd the Purchase!  or be fin'd, or buy!</br>No public Spirit, guarded well by Laws,</br>Uncensur'd ensures in his Country's Cause.</br>See from the Merchant forc'd th' unwilling Loan!</br>Who dares deny, or deem his Wealth his own?</br>Denying, See!  where Dungeon-Damps arise,</br>Diseas'd he pines, and unassisted dies.</br>Far more than Massacre that Fate acurst!</br>As of all Deaths the ling'ring is the worst.", "New Courts of Censure griev'd with new Offence,</br>Tax'd without Power, and fin'd without Pretence;</br>Explain'd, at Will, each Statute's wrested Aim,</br>'Till Marks of Merit were the Marks of Shame;</br>So monstrous! &mdash; Life was the severest Grief,</br>And the worst Death seem'd welcome for Relief.", "In vain the Subject sought Redress from Law,</br>No Senate liv'd the partial Judge to awe:</br>Senates were void, and Senators confin'd</br>For the great Cause of Nature and Mankind;</br>Who Kings superiour to the People own;</br>Yet prove the Law superiour to the Throne.", "Who can review, without a gen'rous Tear,</br>A Church, a State, so impious, so severe;</br>A Land uncultur'd thro' Polemic Jars,</br>Rich! &mdash; but with Carnage from intestine Wars;</br>The Hand of Industry employ'd no more,</br>And Commerce flying to some safer Shore;</br>All Property reduc'd, to Pow'r a Prey,</br>And Sense and Learning chas'd by Zeal away?</br>Who honours not each dear departed Ghost,</br>That strove for Liberty so won, so lost:</br>So well regain'd when God-like William rose,</br>And first entail'd the Blessing George bestows?</br>May Walpole still the growing Triumph raise,</br>And bid These emulate Eliza's Days;</br>Still serve a Prince, who, o'er his People Great,</br>As far transcends in Virtue, as in State!", "The Muse pursues thee to thy rural Seat;</br>Ev'n there shall Liberty inspire Retreat.</br>When solemn Cares in flowing Wit are drown'd,</br>And sportive Chat and social Laughs go round:</br>Ev'n then, when pausing Mirth begins to fail,</br>The Converse varies to the serious Tale.</br>The Tale pathetic speaks some Wretch that owes</br>To some deficient Law resistless Woes.</br>What instant Pity warms thy gen'rous Breast?</br>How all the Legislator stands confess'd?</br>Now springs the Hint!  'tis now improv'd to Thought!</br>Now ripe!  and now to public Welfare brought!</br>New Bills, which regulating Means bestow,</br>Justice preserve, yet soft'ning Mercy know:</br>Justice shall low vexatious Wiles decline,</br>And still thrive most, when Lawyers most repine.</br>Justice from Jargon shall refin'd appear,</br>To Knowledge thro' our native Language clear.</br>Hence may we learn, no more deceiv'd by Law,</br>Whence Wealth and Life their best Assurance draw.", "The freed Insolvent, with industrious Hand,</br>Strives yet to satisfy the just Demand:</br>Thus ruthless Men, who wou'd his Pow'rs restrain,</br>Oft what Severity would lose obtain.", "These, and a thousand Gifts, thy Thoughts acquires,</br>Which Liberty benevolent inspires.</br>From Liberty the Fruits of Law increase,</br>Plenty, and Joy, and all the Arts of Peace.</br>Abroad the Merchant, while the Tempests rave,</br>Advent'rous sails, nor feels the Wind and Wave;</br>At Home untir'd we find th' auspicious Hand</br>With Flocks, and Herds, and Harvests, bless the Land:</br>While there, the Peasant glads the grateful Soil,</br>Here mark the Ship-Wright, there the Mason toil,</br>Hew, square, and rear magnificent the Stone,</br>And give our Oaks a Glory not their own!</br>What Life demands by this obeys her Call,</br>And added Elegance consummates all.</br>Thus stately Cities statelier Navies rise,</br>And spread our Grandeur under distant Skies.</br>From Liberty each nobler Science sprung,</br>A Bacon brighten'd, and a Spenser sung;</br>A Clarke and Locke new Tracks of Truth explore,</br>And Newton reaches Heights unreach'd before.", "What Trade sees Property that Wealth maintain,</br>Which Industry no longer dreads to gain;</br>What tender Conscience kneels with Fears resign'd,</br>Enjoys her Worship, and avows her Mind;</br>What Genius now from Want to Fortune climbs,</br>And to safe Science ev'ry Thought sublimes;</br>What Royal Pow'r, from his superior State,</br>Sees public Happiness his own create;</br>But kens those Patriot-Souls, to which he owes</br>Of Old each Source, whence now each Blessing flows?</br>And if such Spirits from their Heav'n descend,</br>And blended flame, to point one glorious End;</br>Flame from one Breast, and thence on Britain shine,</br>What Love, what Praise, O Walpole, then is thine?</br>"]