["O let my words be sweetned in a mouth,</br>(If your great highnesse can discend so low,</br>As daigne to view my tender-blushing youth,</br>That twenty twelve months yet did never know)</br>Right Malmsey relisht:  one which ever saith,</br>Good, very good, nay, excellent in faith.", "Dew gracious lookes upon mine infant Muse,</br>Nip not my blossoms in their budding prime,</br>These artlesse lines at leisure do peruse,</br>Only to adde more wings to idle time:</br>My hov'ring muse could never get that spirit,</br>Which to peruse me might your favour merit.", "I never lay upon a bed of Roses,</br>T'wixt Beauties lips entombing of my tong,</br>Smelling rose-waterd odoriferous Poses,</br>Pleasing my mistris with a Mermaides song.</br>Of amorous kissing more then love-sicke lavish,</br>Whose juice might make my words the Readers ravish.", "The liquid waves nor did I ever plash</br>Of silver-channeld Isis purling river,</br>(Yet Nestor &mdash; old nymph &mdash; nursing Grant wil wash</br>Hir Nymphs:  and scorns preheminece to give hir)</br>Nor have I spent in Troinovant my dayes,</br>Where all good witts (some say) are crown'd with Bayes.", "I cannot shew then in a sugred vaine,</br>Wit, judgement, learning, or invention:</br>I cannot reach up to a Delians straine,</br>Whose songs deserve for ever your attention:</br>Nor Draytons stile, whose hony words are meete</br>For these your mouths, far more than hony sweet.", "I never durst presume take in mine hand</br>The nimble-tripping Faeries history,</br>I cannot, I protest, yet understand</br>The wittie, learned, Satyres mystery;</br>I cannot move the savage with delight,</br>Of what I cannot, Reader then I write.", "Must I then cast in Envies teeth defiance?</br>Or dedicate my Poems to detraction?</br>Or must I scorne Castilioe's neere alliance?</br>Nay, I must praise this Poet-pleasing faction;</br>Lest in the Dresse my overthrow they threaten;</br>And of the Binders laugh to see me beaten.", "O that I had such eloquence as might</br>Intreate the envious Reader bove the rest,</br>(For his deepe wisedome censures all aright)</br>That by his lippes I may be alwaies blest!</br>If this suffice not for the enviest,</br>Know then, I am an Epigrammatist.</br>"]