["Two creatures of a pleasant life were mine;</br>My house they filled with a perpetual joy;</br>Twin lamps that chased all darkness did they shine,</br>My fairy girl and merry-hearted boy.</br>I never dreamt death would their mirth destroy;</br>For they were dwelling 'mid life's freshest springs;</br>And I was busied with a fond employ,</br>Ranging the future on Hope's fearless wings,</br>And gathering for them thence how many pleasant things!", "In truth I was a proud and joyful man,</br>As from the floor unto the very roof</br>Their murmured songs and bursts of laughter ran,</br>And jocund shouts which needed no reproof.</br>All weariness, all gloom was kept aloof</br>By their quaint shows, and fancies ever new;</br>Now bending age with staff in its behoof;</br>Now island Crusoe and \"man Friday\" true;</br>Now shipmates far at sea with all their jovial crew.", "But a dark dream has swept across my brain,</br>A wild, a dismal dream that will not break;</br>A rush of fear, an agony of pain&mdash;</br>Pangs and suspense that inly make me quake,</br>My boy!  my boy!  I saw thy sweet eyes take</br>A strange, unearthly lustre, and then fade;</br>And oh!  I deemed my heart must surely break</br>As, stooping, I thy pleasant locks surveyed,</br>And felt that thou must die, and they in dust be laid.", "Oh!  precious in thy life of happiness!</br>Daily and hourly valued more and more!</br>Yet, to the few brief days of thy distress</br>How faint all love my spirit knew before!</br>I turn, and turn, and ponder o'er and o'er,</br>Insatiate, all that sad and dreamy time.</br>Thy words thrill through me; &mdash; in my fond heart's core</br>I hoard thy sighs, and tears shed for no crime,</br>And thy most patient love sent from a happier clime.", "How dim and dismal is my home! &mdash; a sense</br>Of thee spreads through it, like a haunting ill:&mdash;</br>For thou &mdash; for ever &mdash; thou hast vanish'd thence!</br>This, this pursues me, pass where'er I will:</br>And all the traces thou hast left but fill</br>The hollow of thine absence with more pain.</br>I toil to keep thy living image still,</br>But Fancy feebly doth her part maintain,</br>I see, yet see thee not, my child!  as I would fain.", "In dreams for ever thy dear form I grasp;</br>In noon-day reveries do I rove &mdash; then start&mdash;</br>And certainly, as with an iron clasp,</br>Shuts down once more to misery my heart.</br>The world from thee as a shorn flower doth part,</br>Ending its care and knowledge with &mdash; \"Farewell!\"</br>But in my soul a shrined life thou art,</br>Ordained with Memory and strong Hope to dwell,</br>And with all pure desires to sanctify thy cell.", "Spring like a spirit is upon the earth&mdash;</br>Forth gush the flowers and fresh leaves of the tree;</br>And I had planned, with wonder and with mirth,&mdash;</br>The bird, the nest, the blossom, and the bee,</br>To fill thy boyish bosom &mdash; till its glee</br>O'er flowed my own with transport!  In far years</br>I felt thy hand in mine, by stream and lea</br>Wandering in gladness &mdash; But these blinding tears,</br>Why will they thus gush forth, though richer hope appears?", "Far other land thy happy feet have trod;</br>Far other scenes thy tender soul has known;</br>The golden city of the Eternal God;</br>The rainbow splendours of the Eternal Throne.</br>Through the pearl-gate how lightly hast thou flown!</br>The streets of lucid gold &mdash; the chrysolite</br>Foundations have received thee. &mdash; Dearest one!</br>That thought alone can break Affliction's might&mdash;</br>Feeling that thou art blest, my heart again is light.", "Thanks to the framer of life's mystery!</br>Thanks to the illuminator of the grave!</br>Vainly on Time's obscure and tossing sea</br>Hope did I seek, and comfort did I crave;</br>But He who made, neglecteth not to save.&mdash;</br>My child! &mdash; thou hast allied me to the blest;</br>I cannot fear what thou didst meekly brave;</br>I cannot cease to long with thee to rest&mdash;</br>And heaven is doubly heaven with thee, with thee, possessed!</br>"]