["The village life, and every care that reigns</br>O'er youthful peasants and declining swains;</br>What labour yields, and what, that labour past,</br>Age, in its hour of languor, finds at last;</br>What form the real picture of the poor,</br>Demand a song &mdash; The Muse can give no more.", "Fled are those times, if e'er such times were seen,</br>When rustic poets praised their native green:</br>No shepherds now in smooth alternate verse,</br>Their country's beauty or their nymphs' rehearse;</br>Yet still for these we frame the tender strain,</br>Still in our lays fond Corydons complain,</br>And shepherds' boys their amorous pains reveal,</br>The only pains, alas!  they never feel.", "On Mincio's banks, in Caesar's bounteous reign,</br>If TITYRUS found the golden age again,</br>Must sleepy bards the flattering dream prolong,</br>Mechanic echo's of the Mantuan song?</br>From Truth and Nature shall we widely stray,</br>Where VIRGIL, not where fancy leads the way?", "Yes, thus the Muses sing of happy swains,</br>Because the Muses never knew their pains:</br>They boast their peasants' pipes; but peasants now</br>Resign their pipes and plod behind the plough;</br>And few amid the rural tribe have time</br>To number syllables, and play with rhyme;</br>Save honest DUCK, what son of verse could share</br>The poet's rapture and the peasant's care?</br>Or the great labours of the field degrade,</br>With the new peril of a poorer trade?", "From one chief cause these idle praises spring,</br>That, themes so easy, few forbear to sing;</br>They ask no thought, require no deep design,</br>But swell on song and liquefy the line;</br>The gentle lover takes the rural strain,</br>A nymph his mistress and himself a swain;</br>With no sad scenes he clouds his tuneful prayer,</br>But all, to look like her, is painted fair.", "I grant indeed that fields and flocks have charms</br>For him that grazes or for him that farms;</br>But when amid such pleasing scenes I trace</br>The poor laborious natives of the place,</br>And see the mid-day sun, with fervid ray,</br>On their bare heads and dewy temples play;</br>While some, with feebler heads and fainter hearts,</br>Deplore their fortune, yet sustain their parts,</br>Then shall I dare these real ills to hide</br>In tinsel trappings of poetic pride?", "No, cast by Fortune on a frowning coast,</br>Which neither groves nor happy valleys boast;</br>Where other cares than those the Muse relates,</br>And other shepherds dwell with other mates;</br>By such examples taught, I paint the cot,</br>As truth will paint it, and as bards will not:</br>Nor you, ye poor, of letter'd scorn complain,</br>To you the smoothest song is smooth in vain;</br>O'ercome by labour, and bow'd down by time,</br>Feel you the barren flattery of a rhyme?</br>Can poets sooth you, when you pine for bread,</br>By winding myrtles round your ruin'd shed?</br>Can their light tales your weighty griefs o'erpower,</br>Or glad with airy mirth the toilsome hour?", "Lo!  where the heath, with withering brake grown o'er,</br>Lends the light turf that warms the neighbouring poor;</br>From thence a length of burning sand appears,</br>Where the thin harvest waves its wither'd ears;</br>Rank weeds, that every art and care defy,</br>Reign o'er the land, and rob the blighted rye:</br>There thistles stretch their prickly arms afar,</br>And to the ragged infant threaten war;</br>There poppies nodding, mock the hope of toil;</br>There the blue bugloss paints the sterile soil;</br>Hardy and high, above the slender sheaf,</br>The slimy mallow waves her silky leaf;</br>O'er the young shoot the charlock throws a shade,</br>And clasping tare clings round the sickly blade;</br>With mingled tints the rocky coasts abound,</br>And a sad splendour vainly shines around.", "So looks the nymph whom wretched arts adorn,</br>Betray'd by man, then left for man to scorn;</br>Whose cheek in vain assumes the mimic rose,</br>While her sad eyes the troubled breast disclose;</br>Whose outward splendour is but Folly's dress,</br>Exposing most, when most it gilds distress.", "Here joyless roam a wild amphibious race,</br>With sullen woe display'd in every face;</br>Who, far from civil arts and social fly,</br>And scowl at strangers with suspicious eye.", "Here too the lawless vagrant of the main</br>Draws from his plough th' intoxicated swain;</br>Want only claim'd the labour of the day,</br>But vice now steals his nightly rest away.", "Where are the swains, who, daily labour done,</br>With rural games play'd down the setting sun;</br>Who struck with matchless force the bounding ball,</br>Or made the pond'rous quoit obliquely fall;</br>While some huge Ajax, terrible and strong,</br>Engaged some artful stripling of the throng,</br>And foil'd beneath the young Ulysses fell;</br>When peals of praise the merry mischief tell?</br>Where now are these?  Beneath yon cliff they stand,</br>To show the freighted pinnace where to land;</br>To load the ready steed with guilty haste,</br>To fly in terror o'er the pathless waste,</br>Or when detected in their straggling course,</br>To foil their foes by cunning or by force;</br>Or yielding part (when equal knaves contest),</br>To gain a lawless passport for the rest.", "Here wand'ring long amid these frowning fields,</br>I sought the simple life that Nature yields;</br>Rapine and Wrong and Fear usurp'd her place,</br>And a bold, artful, surly, savage race;</br>Who, only skill'd to take the finny tribe,</br>The yearly dinner, or septennial bribe,</br>Wait on the shore, and, as the waves run high,</br>On the tost vessel bend their eager eye,</br>Which to their coast directs its vent'rous way;</br>Theirs, or the ocean's, miserable prey.", "As on their neighbouring beach yon swallows stand,</br>And wait for favouring winds to leave the land;</br>While still for flight the ready wing is spread:</br>So waited I the favouring hour, and fled;</br>Fled from these shores where guilt and famine reign,</br>And cried, Ah!  hapless they who still remain;</br>Who still remain to hear the ocean roar,</br>Whose greedy waves devour the lessening shore;</br>Till some fierce tide, with more imperious sway,</br>Sweeps the low hut and all it holds away;</br>When the sad tenant weeps from door to door,</br>And begs a poor protection from the poor.", "But these are scenes where Nature's niggard hand</br>Gave a spare portion to the famish'd land;</br>Her's is the fault, if here mankind complain</br>Of fruitless toil and labour spent in vain;</br>But yet in other scenes more fair in view,</br>When Plenty smiles &mdash; alas!  she smiles for few,</br>And those who taste not, yet behold her store,</br>Are as the slaves that dig the golden ore,</br>The wealth around them makes them doubly poor:</br>Or will you deem them amply paid in health,</br>Labour's fair child, that languishes with Wealth?</br>Go then!  and see them rising with the sun,</br>Through a long course of daily toil to run;</br>Like him to make a plenteous harvest grow,</br>And yet not share the plenty they bestow;</br>See them beneath the dog-star's raging heat,</br>When the knees tremble and the temples beat;</br>Behold them, leaning on their scythes, look o'er</br>The labour past, and toils to come explore;</br>See them alternate suns and showers engage,</br>And hoard up aches and anguish for their age;</br>Thro' fens and marshy moors their steps pursue,</br>When their warm pores imbibe the evening dew;</br>Then own that labour may as fatal be</br>To these thy slaves, as luxury to thee.", "Amid this tribe too oft a manly pride</br>Strives in strong toil the fainting heart to hide;</br>There may you see the youth of slender frame</br>Contend with weakness, weariness, and shame;</br>Yet urged along, and proudly loth to yield,</br>He strives to join his fellows of the field;</br>Till long-contending nature droops at last,</br>Declining health rejects his poor repast,</br>His cheerless spouse the coming danger sees,</br>And mutual murmurs urge the slow disease.", "Yet grant them health, 'tis not for us to tell,</br>Though the head droops not, that the heart is well;</br>Or will you praise that homely, healthy fare,</br>Plenteous and plain, that happy peasants share?</br>Oh!  trifle not with wants you cannot feel,</br>Nor mock the misery of a stinted meal;</br>Homely not wholesome, plain not plenteous, such</br>As you who envy would disdain to touch.", "Ye gentle souls, who dream of rural ease,</br>Whom the smooth stream and smoother sonnet please;</br>Go!  if the peaceful cot your praises share,</br>Go look within, and ask if peace be there:</br>If peace be his &mdash; that drooping weary sire,</br>Or their's, that offspring round their feeble fire;</br>Or her's, that matron pale, whose trembling hand</br>Turns on the wretched hearth th' expiring brand.", "Nor yet can time itself obtain for these</br>Life's latest comforts, due respect and ease;</br>For yonder see that hoary swain, whose age</br>Can with no cares except its own engage;</br>Who, propt on that rude staff, looks up to see</br>The bare arms broken from the withering tree,</br>On which, a boy, he climb'd the loftiest bough,</br>Then his first joy, but his sad emblem now.", "He once was chief in all the rustic trade,</br>His steady hand the straightest furrow made;</br>Full many a prize he won, and still is proud</br>To find the triumphs of his youth allow'd;</br>A transient pleasure sparkles in his eyes,</br>He hears and smiles, then thinks again and sighs:</br>For now he journeys to his grave in pain;</br>The rich disdain him; nay, the poor disdain;</br>Alternate masters now their slave command,</br>And urge the efforts of his feeble hand;</br>Who, when his age attempts its task in vain,</br>With ruthless taunts of lazy poor complain.", "Oft may you see him when he tends the sheep,</br>His winter charge, beneath the hillock weep;</br>Oft hear him murmur to the winds that blow</br>O'er his white locks and bury them in snow;</br>When, rouz'd by rage and muttering in the morn,</br>He mends the broken hedge with icy thorn.", "\"Why do I live, when I desire to be</br>At once from life and life's long labour free?</br>Like leaves in spring, the young are blown away,</br>Without the sorrows of a slow decay;</br>I, like yon wither'd leaf, remain behind,</br>Nipt by the frost, and shivering in the wind;</br>There it abides till younger buds come on,</br>As I, now all my fellow-swains are gone;</br>Then, from the rising generation thrust,</br>It falls, like me, unnotic'd to the dust.", "\"These fruitful fields, these numerous flocks I see,</br>Are others' gain, but killing cares to me;</br>To me the children of my youth are lords,</br>Cool in their looks, but hasty in their words:</br>Wants of their own demand their care; and who</br>Feels his own want and succours others too?</br>A lonely, wretched man, in pain I go,</br>None need my help and none relieve my woe;</br>Then let my bones beneath the turf be laid,</br>And men forget the wretch they would not aid.\"", "Thus, groan the old, till by disease oppress'd,</br>They taste a final woe, and then they rest.", "Theirs is yon house that holds the parish poor,</br>Whose walls of mud scarce bear the broken door;</br>There, where the putrid vapours flagging, play,</br>And the dull wheel hums doleful through the day;</br>There children dwell who know no parents' care;</br>Parents, who know no children's love, dwell there;</br>Heart-broken matrons on their joyless bed,</br>Forsaken wives and mothers never wed;</br>Dejected widows with unheeded tears,</br>And crippled age with more than childhood-fears;</br>The lame, the blind, and, far the happiest they!</br>The moping idiot and the madman gay.", "Here too the sick their final doom receive,</br>Here brought, amid the scenes of grief, to grieve,</br>Where the loud groans from some sad chamber flow,</br>Mixt with the clamours of the croud below;</br>Here sorrowing, they each kindred sorrow scan,</br>And the cold charities of man to man:</br>Whose laws indeed for ruin'd age provide,</br>And strong compulsion plucks the scrap from pride;</br>But still that scrap is bought with many a sigh,</br>And pride embitters what it can't deny.", "Say ye, opprest by some fantastic woes,</br>Some jarring nerve that baffles your repose;</br>Who press the downy couch, while slaves advance</br>With timid eye, to read the distant glance;</br>Who with sad prayers the weary doctor teaze</br>To name the nameless ever-new disease;</br>Who with mock patience dire complaints endure,</br>Which real pain, and that alone can cure;</br>How would ye bear in real pain to lie,</br>Despis'd, neglected, left alone to die?</br>How would ye bear to draw your latest breath,</br>Where all that's wretched paves the way for death?", "Such is that room which one rude beam divides,</br>And naked rafters form the sloping sides;</br>Where the vile bands that bind the thatch are seen,</br>And lath and mud is all that lie between;</br>Save one dull pane, that, coarsely patch'd, gives way</br>To the rude tempest, yet excludes the day:</br>Here, on a matted flock, with dust o'erspread,</br>The drooping wretch reclines his languid head;</br>For him no hand the cordial cup applies,</br>Or wipes the tear that stagnates in his eyes;</br>No friends with soft discourse his pain beguile,</br>Or promise hope till sickness wears a smile.", "But soon a loud and hasty summons calls,</br>Shakes the thin roof, and echoes round the walls;</br>Anon, a figure enters, quaintly neat,</br>All pride and business, bustle and conceit;</br>With looks unalter'd by these scenes of woe,</br>With speed that entering, speaks his haste to go;</br>He bids the gazing throng around him fly,</br>And carries fate and physic in his eye;</br>A potent quack, long vers'd in human ills,</br>Who first insults the victim whom he kills;</br>Whose murd'rous hand a drowsy bench protect,</br>And whose most tender mercy is neglect.", "Paid by the parish for attendance here,</br>He wears contempt upon his sapient sneer;</br>In haste he seeks the bed where misery lies,</br>Impatience mark'd in his averted eyes;</br>And, some habitual queries hurried o'er,</br>Without reply, he rushes on the door;</br>His drooping patient, long inur'd to pain,</br>And long unheeded, knows remonstrance vain;</br>He ceases now the feeble help to crave</br>Of man, and mutely hastens to the grave.", "But ere his death some pious doubts arise,</br>Some simple fears, which \"bold bad\" men despise;</br>Fain would he ask the parish priest to prove</br>His title certain to the joys above;</br>For this he sends the murmuring nurse, who calls</br>The holy stranger to these dismal walls:</br>And doth not he, the pious man, appear,</br>He, \"passing rich with forty pounds a year?\"</br>Ah!  no, a shepherd of a different stock,</br>And far unlike him, feeds this little flock;</br>A jovial youth, who thinks his Sunday's task</br>As much as God or man can fairly ask;</br>The rest he gives to loves and labours light,</br>To fields the morning, and to feasts the night;</br>None better skill'd the noisy pack to guide,</br>To urge their chase, to cheer them or to chide;</br>Sure in his shot, his game he seldom mist,</br>And seldom fail'd to win his game at whist;</br>Then, while such honours bloom around his head,</br>Shall he sit sadly by the sick man's bed,</br>To raise the hope he feels not, or with zeal</br>To combat fears that e'en the pious feel?", "Now once again the gloomy scene explore,</br>Less gloomy now; the bitter hour is o'er,</br>The man of many sorrows sighs no more.", "Up yonder hill, behold how sadly slow</br>The bier moves winding from the vale below;</br>There lie the happy dead, from trouble free,</br>And the glad parish pays the frugal fee;</br>No more, oh!  Death, thy victim starts to hear</br>Churchwarden stern, or kingly overseer;</br>No more the farmer claims his humble bow,</br>Thou art his lord, the best of tyrants thou!", "Now to the church behold the mourners come,</br>Sedately torpid and devoutly dumb;</br>The village children now their games suspend,</br>To see the bier that bears their antient friend:</br>For he was one in all their idle sport,</br>And like a monarch ruled their little court;</br>The pliant bow he form'd, the flying ball,</br>The bat, the wicket, were his labours all;</br>Him now they follow to his grave, and stand,</br>Silent and sad, and gazing, hand in hand;</br>While bending low, their eager eyes explore</br>The mingled relicks of the parish poor:</br>The bell tolls late, the moping owl flies round,</br>Fear marks the flight and magnifies the sound;</br>The busy priest, detain'd by weightier care,</br>Defers his duty till the day of prayer;</br>And waiting long, the crowd retire distrest,</br>To think a poor man's bones should lie unblest.", "</br>BOOK II.</br>No longer truth, though shown in verse, disdain,</br>But own the village life a life of pain;</br>I too must yield, that oft amid these woes</br>Are gleams of transient mirth and hours of sweet repose.</br>Such as you find on yonder sportive Green,</br>The 'Squire's tall gate and churchway-walk between;</br>Where loitering stray a little tribe of friends,</br>On a fair Sunday when the sermon ends:</br>Then rural beaux their best attire put on,</br>To win their nymphs, as other nymphs are won;</br>While those long wed go plain, and by degrees,</br>Like other husbands, quit their care to please.</br>Some of the sermon talk, a sober crowd,</br>And loudly praise, if it were preach'd aloud;</br>Some on the labours of the week look round,</br>Feel their own worth, and think their toil renown'd;</br>While some, whose hopes to no renown extend,</br>Are only pleas'd to find their labours end.", "Thus, as their hours glide on, with pleasure fraught</br>Their careful masters brood the painful thought;</br>Much in their mind they murmur and lament,</br>That one fair day should be so idly spent;</br>And think that Heaven deals hard, to tithe their store</br>And tax their time for preachers and the poor.", "Yet still, ye humbler friends, enjoy your hour,</br>This is your portion, yet unclaim'd of power;</br>This is Heaven's gift to weary men opprest,</br>And seems the type of their expected rest:</br>But yours, alas!  are joys that soon decay;</br>Frail joys, begun and ended with the day;</br>Or yet, while day permits those joys to reign,</br>The village vices drive them from the plain.", "See the stout churl, in drunken fury great,</br>Strike the bare bosom of his teeming mate!</br>His naked vices, rude and unrefin'd,</br>Exert their open empire o'er the mind;</br>But can we less the senseless rage despise,</br>Because the savage acts without disguise?", "Yet here Disguise, the city's vice, is seen,</br>And Slander steals along and taints the Green:</br>At her approach domestic peace is gone,</br>Domestic broils at her approach come on;</br>She to the wife the husband's crime conveys,</br>She tells the husband when his consort strays;</br>Her busy tongue, through all the little state,</br>Diffuses doubt, suspicion, and debate;</br>Peace, tim'rous goddess!  quits her old domain,</br>In sentiment and song content to reign.", "Nor are the nymphs that breathe the rural air</br>So fair as Cynthia's, nor so chaste as fair;</br>These to the town afford each fresher face,</br>And the Clown's trull receives the Lord's embrace;</br>From whom, should chance again convey her down,</br>The Peer's disease in turn attacks the Clown.", "Here too the 'Squire, or 'squire-like farmer, talk,</br>How round their regions nightly pilferers walk;</br>How from their ponds the fish are borne, and all</br>The rip'ning treasures from their lofty wall;</br>How their maids languish, while their men run loose,</br>And leave them scarce a damsel to seduce.", "And hark!  the riots of the Green begin,</br>That sprang at first from yonder noisy inn;</br>What time the weekly pay was vanish'd all,</br>And the slow hostess scored the threat'ning wall;</br>What time they ask'd, their friendly feast to close,</br>One cup, and that just serves them foes;</br>When blows ensue that break the arm of Toil,</br>And batter'd faces end the boobies' broil.", "Save when to yonder hall they bend their way,</br>Where the grave Justice ends the grievous fray;</br>He who recites, to keep the poor in awe,</br>The law's vast volume &mdash; for he knows the law.&mdash;</br>To him with anger or with shame repair</br>The injur'd peasant and deluded fair.", "Lo!  at his throne the silent nymph appears,</br>Frail by her shape, but modest in her tears;</br>And while she stands abash'd, with conscious eye,</br>Some favourite female of her judge glides by,</br>Who views with scornful glance the strumpet's fate,</br>And thanks the stars that made her keeper great:</br>Near her the swain, about to bear for life</br>One certain evil, doubts 'twixt war and wife;</br>But, while the faultering damsel takes her oath,</br>Consents to wed, and so secures them both.", "Yet why, you ask, these humble crimes relate,</br>Why make the poor as guilty as the great?</br>To show the great, those mightier sons of Pride,</br>How near in vice the lowest are allied;</br>Such are their natures, and their passions such,</br>But these disguise too little, those too much:</br>So shall the man of power and pleasure see</br>In his own slave as vile a wretch as he;</br>In his luxurious lord the servant find</br>His own low pleasures and degenerate mind;</br>And each in all the kindred vices trace,</br>Of a poor, blind, bewilder'd, erring race,</br>Who, a short time in varied fortune past,</br>Die, and are equal in the dust at last.", "And you, ye poor, who still lament your fate,</br>Forbear to envy those you call the great;</br>And know, amid those blessings they possess,</br>They are, like you, the victims of distress;</br>While Sloth with many a pang torments her slave,</br>Fear waits on guilt, and Danger shakes the brave.", "Oh!  if in life one noble chief appears,</br>Great in his name, while blooming in his years;</br>Born to enjoy whate'er delights mankind,</br>And yet to all you feel or fear resign'd;</br>Who gave up pleasures you could never share,</br>For pain which you are seldom doom'd to bear;</br>If such there be, then let your murmurs cease,</br>Think, think of him, and take your lot in peace.", "And such there was: &mdash; Oh!  grief, that cheeks our pride,</br>Weeping we say there was, &mdash; for MANNERS died;&mdash;</br>Beloved of Heav'n!  these humble lines forgive,</br>That sing of thee, and thus aspire to live.", "As the tall oak, whose vigorous branches form</br>An ample shade and brave the wildest storm,</br>High o'er the subject wood is seen to grow,</br>The guard and glory of the trees below;</br>Till on its head the fiery bolt descends,</br>And o'er the plain the shatter'd trunk extends;</br>Yet then it lies, all wond'rous as before,</br>And still the glory, though the guard no more:", "So THOU, when every virtue, every grace,</br>Rose in thy soul, or shone within thy face;</br>When, though the Son of GRANBY, thou wert known</br>Less by thy father's glory than thy own;</br>When Honour lov'd, and gave thee every charm,</br>Fire to thy eye and vigour to thy arm;</br>Then from our lofty hopes and longing eyes,</br>Fate and thy virtues call'd thee to the skies;</br>Yet still we wonder at thy tow'ring fame,</br>And losing thee, still dwell upon thy name.", "Oh!  ever honour'd, ever valued!  say,</br>What verse can praise thee, or what work repay?</br>Yet Verse (in all we can) thy worth repays,</br>Nor trusts the tardy zeal of future days;&mdash;</br>Honours for thee thy Country shall prepare,</br>Thee in their hearts, the Good, the Brave shall bear;</br>To deeds like thine shall noblest chiefs aspire,</br>The Muse shall mourn thee, and the world admire.", "In future times, when smit with glory's charms,</br>The untry'd youth first quits a father's arms;</br>\"Oh be like him,\" the weeping sire shall say;</br>\"Like MANNERS walk, who walk'd in honour's way;</br>In danger foremost, yet in death sedate,</br>Oh!  be like him in all things, but his fate!\"", "If for that fate such public tears be shed,</br>That Victory seems to die now THOU art dead;</br>How shall a friend his nearer hope resign,</br>That friend a brother, and whose soul was thine?</br>By what bold lines shall we his grief express,</br>Or by what soothing numbers make it less?", "'Tis not, I know, the chiming of a song,</br>Nor all the powers that to the Muse belong,</br>Words aptly cull'd, and meanings well exprest,</br>Can calm the sorrows of a wounded breast:</br>But RUTLAND'S virtues shall his griefs restrain,</br>And join to heal the bosom where they reign.", "Yet hard the task to heal the bleeding heart,</br>To bid the still-recurring thoughts depart,</br>Hush the loud grief, and stem the rising sigh,</br>And curb rebellious passion with reply;</br>Calmly to dwell on all that pleas'd before,</br>And yet to know that all shall please no more&mdash;</br>Oh!  glorious labour of the soul, to save</br>Her captive powers, and bravely mourn the brave!", "To such, these thoughts will lasting comfort give:&mdash;</br>Life is not valu'd by the time we live;</br>'Tis not an even course of threescore years,</br>A life of narrow views and paltry fears,</br>Grey hairs and wrinkles, and the cares they bring,</br>That take from death the terror or the sting:</br>But 'tis the spirit that is mounting high</br>Above the world; a native of the sky;</br>The noble spirit, that, in dangers brave,</br>Calmly looks on, or looks beyond the grave.</br>Such MANNERS was, so he resign'd his breath!</br>If in a glorious, then a timely death.", "Cease then that grief, and let those tears subside:</br>If Passion rule us, be that passion Pride;</br>If Reason, Reason bids us strive to raise</br>Our fallen hearts, and be like him we praise;</br>Or if Affection still the soul subdue,</br>Bring all his virtues, all his worth in view,</br>And let Affection find its comfort too;</br>For how can grief so deeply wound the heart,</br>When admiration claims so large a part?", "Grief is a foe, expel him then thy soul;</br>Let nobler thoughts the nearer views controul;</br>Oh!  make the age to come thy better care,</br>See other RUTLANDS, other GRANBYS there;</br>And as thy thoughts through streaming ages glide,</br>See other heroes die as MANNERS died;</br>Victims victorious, who with him shall stand</br>In Fame's fair book the guardians of the land;</br>And from their fate thy race shall nobler grow</br>As trees shoot upwards that are prun'd below:</br>Or, as old Thames, borne down with decent pride,</br>Sees his young streams go murmuring by his side;</br>Though some, by art cut off, no longer run,</br>And some are lost beneath the summer's sun;</br>Yet the strong stream moves on, and as it moves,</br>Its power increases, and its use improves;</br>While plenty round its spacious waves bestow,</br>Still it flows on, and shall for ever flow.</br>"]