["While Phoebus claspt his Thetis in his Arms,</br>Revell'd in Joy, and languish'd o'er her Charms;</br>While yet Aurora past in Love away</br>The short Remains of Night, nor thought of Day:</br>FOXCHACE arose, and blam'd the ling'ring Sun</br>That he forgot his daily Course to run:</br>His Bride he left; and to her soft Embrace</br>Preferr'd the rude Companions of the Chace.</br>To him the opening Hounds more grateful prove,</br>Than the soft gentle Blandishments of Love:</br>To him th' impatient Coursers as they neigh,</br>More Pleasure than the sweetest Sighs convey;</br>To him the lowly Dales, or cliffy Rocks,</br>The worthless Hare, or far more worthless Fox,</br>Than downy Rest a greater Joy bestow,</br>And Extacies more strong than Love can know.</br>&mdash;Still may'st thou follow Beasts, and never prove</br>The Charms of Beauty, and the Joys of Love.", "Wak'd from her Lover's Arms the sullen Morn</br>Low'ring comes on and hates the ecchoing Horn:</br>Full as unkind the Sun begins to rise,</br>But with no chearful Beam he glads the Skies;</br>From the Hills Tops he casts athwart the Plain</br>A misty Cloud, and threatens future Rain:</br>Not to the threat'ning Day will FOXCHACE yield;</br>Not to inviting Love, but takes the Field.", "While from their Couples they unloose the Hounds;</br>While with their Cries each Vale and Hill resounds;</br>FOXCHACE is by EUGENIO led aside,</br>Who censures thus his Coldness to his Bride.", "EUGENIO.</br>Oh!  How, mistaken Youth, can you approve</br>Of this mean Chace, and leave the Chace of Love?</br>Why here with dull Fatigue a Beast pursue,</br>And quit that pleasing Toil, whose Joys are true?", "FOXCHACE.</br>Of Joy a different Notion all possess,</br>And I may fly what others wou'd caress:</br>In Love, as in the Fields, the Pleasure's gone</br>Soon as we once have made the Prize our own.", "EUGENIO.</br>To Nature, Beauty, and to Love a Foe,</br>Why did kind Nature upon thee bestow,</br>A beauteous Form to fire the coldest Heart,</br>Yet to thy own not the least Warmth impart?</br>Fresh as the lusty Spring in Woods you rove;</br>Dull as the Winter's Cold you droop in Love:</br>To Woods, to Beasts awhile, oh!  bid adieu,</br>And greater Joys and nobler Game pursue.", "FOXCHACE.</br>The rural Sports are with set Seasons past;</br>But Marriage through the live-long Year will last.</br>Sure, when I will, I may my Wife obtain;</br>But my Lord's Hounds may never come again.", "EUGENIO.</br>Degrading Youth, can you to them compare</br>A Nymph so young, so lovely, and so fair;</br>Fresher and sweeter than the Rose new blown,</br>Softer and whiter than the old Swans Down:</br>For whom the proudest Courtier, humblest Swain,</br>Whene'er they see her sigh, but sigh in vain:</br>Leave, leave the Woods, leave following Beasts, and prove,</br>Cold Youth, more gentle far, and follow Love.", "FOXCHACE.</br>Tho' lovely, fair, and young my Bride may be,</br>Her Charms which others please, are lost on me:</br>To make the Match our Fathers did combine,</br>Because her Lands just border'd here on mine;</br>But as for Love whose Praises you proclaim,</br>It's a mad Fancy, nothing but a Name:</br>For all Mankind just as their Passions sway,</br>In Search of Pleasure take a different Way:</br>In some a Love for Ladies most abounds,</br>Misers prize most their Gold, I most my Hounds:</br>I was by Nature made through Woods to rove,</br>Form'd for the Chace, but ne'er design'd for Love.", "EUGENIO.</br>Through all her Works a Proof kind Nature brings,</br>That 'tis from Love the whole Creation springs;</br>Look, too rude, rural, Youth, look round about,</br>And all that's fair above or good below,</br>Of Love the Power and the Pleasure show;</br>The Sun on th' Earth sheds all his genial Beam,</br>And with a kindly fruitful Birth she teems:</br>The smallest Bird that 'mong yon Branches sings,</br>And warbles sweet, and nimbly plays his Wings;</br>Sporting from Tree to Tree, from Grove to Grove,</br>Chaunts to his Mate, and glad records his Love:</br>His Mate in gentle Song returns his Flame,</br>And in alternate Notes they both their Loves proclaim:</br>Even the Hare and Fox whom you pursue,</br>Foe to their am'rous Joys, are Lovers too;</br>And all the Art they show, to shun their Fate,</br>Is not lest Life they lose, but lose their Mate:</br>Leave, leave the Woods, leave following Beasts, and prove</br>Rash Youth, more gentle far, and follow Love.", "FOXCHACE.</br>&mdash;Follow the Dogs, lo!  there a Scent they gain;</br>The panting Coursers up the Hills shall strain,</br>Then sweep a down the Sides and skim along the Plain.", "Away he spurr'd his Horse and swift as Wind</br>He bounds along, and leaves his Friend behind;</br>More glad still after Beasts through Woods to rove,</br>Than all the Charms enjoy of Beauty and of Love.</br>"]