["Awake Athenian Lyre, awake,</br>And give to Party all thy trembling strings,</br>From Tartarus discordant springs</br>A thousand streams their muddy progress take;</br>The baleful weeds that round them blow,</br>Drink strength and vigour as they flow.</br>Now the black stream of faction rolls along</br>Deep, malignant, dark, and strong;</br>Thro' dusky vales and Pluto's gloomy reign,</br>Now thundering down the steep amain;</br>Headlong impetuous see it pour,</br>The rocks and nodding groves re-bellow to the roar.", "Oh!  sovereign of the troubled soul,</br>Parent of loud and harsh discordant airs,</br>Rous'd by thy voice the sullen cares,</br>And frantic passions in loud thunders roll.</br>On Scotia's hill the lord of war,</br>Has urg'd the fury of his car,</br>And quench'd his lance in brother's blood at thy command,</br>Reclining on Dione's hand.</br>Thy fascination tears the constant dove</br>From the fond object of his love;</br>Regardless of his mates, his young ones cry;</br>See him on eager wing to fields of carnage fly.", "Thee the old, the young obey,</br>Obedient to thy maddening lay.</br>On Nasby's blood-bespangled green,</br>Are crowds of modern Patriots seen.</br>On the monarch's final day,</br>With antic sports and horrid pleasures,</br>Frisking wild in frantic measures.</br>Now pursuing, now retreating,</br>Like wild Bacchanals they meet;</br>To harsh notes discordant grating,</br>Start their many twining feet.</br>Loud furious strains their queen's approach declare;</br>Where she turns the furies homage pay;</br>With bloody arm that reddens all the air,</br>In dreadful state she makes her death-mark'd Way,</br>Her flaming cheek and darken'd Eye-brow wear,</br>The crimson fire of rage, and horrid scowl of fear.", "Man's peaceful race what crimes await,</br>Riot and drunkenness, the rage of gain,</br>Luxury, gaming's dreadful train,</br>And suicide, sad refuge from our fate.</br>The fond complaint my song disprove,</br>And justify the laws of Jove.</br>Say is the rage of faction given in vain,</br>Plague, and all her noxious train;</br>Her poisonous vapour and her lurid glare,</br>He gives to fill the stagnate air;</br>'Till Auster mounts his boisterous car,</br>Rides o'er the waves, and wakes an elemental war.", "In climes beneath the frozen pole,</br>Where shaggy forms o'er ice-built mountains roam,</br>Faction has shook their humble dome,</br>And to wild madness rous'd the savage soul.</br>And e'en amid the torrid zone,</br>Her boundless influence is known;</br>She lights in breast untam'd her fiercest fires,</br>And every dreadful deed inspires,</br>That wild barbarians act, or Hell approves,</br>Her track where'er the fury roves,</br>Murder pursue and scowling shame,</br>That unforgiving mind and discord's lurid flame.", "Woods that wave o'er Delphi's steep,</br>Isles that the Egean deep,</br>Fields that cool Illissus loves,</br>Or where Meander's amber waves,</br>In lingering labyrinths creep,</br>How do you haughty echo languish,</br>Muse but to the lover's anguish</br>Where each old terrific mountain</br>Frantic fury pour'd around,</br>And every shade and bubbling fountain</br>Echo'd back the haughty sound.</br>'Till civil rage in Greece's conquer'd hour,</br>Left her Ecclesia for the Latian plains.</br>She trembles at the force of tyrant power,</br>And biting want and poverty disdains,</br>When Latian had her golden glories lost,</br>She sought, Oh!  ALBION next, thy sea-encircled coast.", "Far from the sun and summer gale,</br>In Huntingdon was faction's darling laid,</br>What time the Ouse affrighted stray'd;</br>To him the mighty mother did unveil</br>Her dreadful face &mdash; the dauntless child</br>Stretch'd forth his arm, and fiend-like smil'd:</br>The pencil take, she said, whose colours dear,</br>With horror stain the bloody year&mdash;</br>Thine too, these iron keys, immortal boy!</br>This can unlock the gate of regal joy,</br>Of horror that, and frantic strife,</br>Or ope' your bloody passage thro' a monarch's life!", "Scarce second he who boldly trod</br>O'er the sunk fane of wounded liberty;</br>To raise a boundless monarchy:</br>Next he sought sedition's sanguine road,</br>Half out the flaming sword he drew,</br>The rage of discord to renew:</br>But gracious heaven preserv'd the tottering state,</br>And curs'd him with the nation's hate.</br>See where Marlbro's less atrocious car</br>Wide o'er the fields of faction bear</br>Two coursers of undaunted race,</br>While pride and avarice urge their desperate pace.", "See him in the dreadful field;</br>Horror hissing on his shield:</br>Glory with her sanguine wreath,</br>Crowns him in the fields of death!</br>Ah!  who can now his faulcion wield?</br>Oh!  direful maid, what daring spirit,</br>Calls thee now, tho' he inherit</br>Nor the pride nor ample pinion,</br>That the Roman Sylla bore,</br>Sailing to supreme dominion</br>O'er foaming seas  of kindred gore!</br>Yet oft before his infant eyes would run</br>Such forms as glitter in ambition's ray:</br>With dusky hues, unbrighten'd by the sun,</br>Yet shall he mount and keep his distant way,</br>Beyond the limits of a vulgar fate,</br>The hatred of the good &mdash; the terror of the great.</br>"]