["Life was a difficult journey, and beset</br>With numerous snares, so with a joyful heart</br>I turned aside from its tumultuous path</br>To visit the familiar scenes of youth,</br>The theatre of my childhood's careless sport.</br>How pleasant for the traveller, who hath grown</br>A-weary of his long, dull pilgrimage,</br>To turn his faint and faltering step aside</br>To boyhood's quiet home, far from the sons of pride.", "It was the twilight of a summer's day,</br>The season's fruitful prime, and as the Eve</br>Leaned with a blush upon the breast of Night</br>I saw around the hundred well-known friends</br>That pleased me long ago &mdash; here an old hut&mdash;</br>The ruined wall &mdash; the moss-grown, ancient well,</br>And there the aged tree, beneath whose bough</br>I often sat entranced in boyish dream</br>To hear from aged lips some oft-repeated theme.", "Methought that time had wrought a marvellous change</br>Within its peaceful precincts, &mdash; the clear brook</br>No more possess'd that sweet and careless tone</br>That won my boyish ear.  Oh!  I had launched</br>Full many a bright and gaily-painted bark</br>Upon its limpid wave, &mdash; and when its prow</br>Cleaved its swift way amid the islets green</br>And snowy sands that half-choked up the tide</br>My cheering shout would rise and echo far and wide.", "Still Stream!  I long have traversed the deep sea</br>A wanderer on its wild and trackless waste</br>When my bark shivered like the yellow leaf</br>In Autumn's fading wood.  And yet I turn'd</br>From the old ocean's stern magnificence</br>To muse upon that ever-lulling sound</br>Thy drowsy waters made in their faint lapse.</br>I ever deemed that never-ending flow</br>Resembled childhood's voice, &mdash; without a tone of wo.", "The cottage door was broken!  its thatch'd roof</br>Lay on the quench'd and long-deserted hearth</br>And the dark wall was settling to the ground;</br>The red-stemm'd honey-suckle that once clasp'd</br>Closely the latticed casement, and bloom'd thick,</br>No more gave out the known, delicious smell.</br>The drowsy brook that whispered at the door</br>An ever-delicate and untroubled air,</br>Had shrunk and wander'd from its weed-choak'd channel there.", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "On every thing are traced Decay and Change.</br>Look!  how the shifting Seasons slip away.</br>First Spring in virgin white, then Summer gay</br>Apparelled like an emperor in green,</br>Then Autumn with his \"crown of golden corn\"</br>And the old, shivering Winter, silver-haired,</br>Pass like the shapes at some grand carnival,</br>Or like the shadowy pageant of a dream,</br>And thus the hasty years urge on their dizzy stream.", "Full oft the thrilling merriment of the soul</br>Is overcast by Sorrow's stormy gloom!</br>Full oft is Pleasure's brimming chalice drugg'd</br>With misery.  And Grief's regretful tear</br>On Glory's golden altar shed!  the sob</br>Is oft the echo to the singer's mirth,</br>And Pain's half-smothered groan falls on the ear</br>Like a reproach, when hearts and hopes are high</br>And man's rejoicing voice exults triumphantly.", "The verdant wreath that nods on Spring's flush'd brow,</br>And the thick garlands that old Autumn hangs</br>High in his dim and awful palaces,</br>Teach lessons to the pride and pomp of man.</br>Those leaves on which the yellow sunbeams pour</br>Their blushing hues, and which the seraph Night</br>Forever succors with her nourishing dews</br>Boast but a brief existence &mdash; they all lay</br>Their pomp aside, and pine and quickly pass away.", "Time's flying wheels leave little trace behind!</br>The stars and placid moon do fade away;</br>Day sinks in darkness, \"darkness into death</br>Death into silence.\"  The rich pearl of life</br>Soon moulders in that blackened urn, the tomb!</br>E'en while you watch the wavering flame that lights</br>The snowy whiteness of Consumption's cheek,</br>Death checks Life's scanty current in its way</br>And the pure spirit leaves its \"tabernacle of clay.\"", "E'en Beauty mourns in her decaying bower</br>That Time upon her angel brow should set</br>His crooked autograph, and mar the jet</br>Of glossy locks.  Lo!  how her chaplet green</br>The hoar-frost, and the canker-worm destroy!</br>Decay's dull film obscures those glorious eyes</br>Tinct with soft azure like two chrystal wells</br>That drink the blue complexion of the sky&mdash;</br>In death's wide, shadowy chamber beams no mortal eye!", "Oh!  who hath loved aright thy sainted charms</br>Kind Mother Nature!  Air, and sky and sea</br>And earth with wonderful creations throng!</br>Look on the savage desert of the sea</br>When o'er its features clouds and darkness roll,</br>And the fierce lightning waves its lurid torch;</br>Or when those tumbling, playful billows leap</br>\"Like gamesome boys over the churchyard dead\"</br>And grace thoul't even find round Ocean's awful head.", "Yon everlasting heavens, how fair!  when slow</br>The round, red sun dips in the surges blue,</br>And o'er the mountains steps the twilight pale,</br>The curved moon then leads her shining fleet</br>Into the firmaments unquiet sea,</br>And the fantastic clouds like boiling foam</br>Heave up their glimmering billow to the light,</br>Half burying at times each struggling star,</br>Even as the billows hide some fisher's bark afar.", "Much do I love the fellowship of the woods;</br>Their chime of leaves, the prattle of the brook</br>That saps the mouldering roots, the fairy blast</br>Of the gnat's \"shrilly trump,\" and that small hum</br>When the bee winds his slender bugle horn,</br>And those gay foresters, the birds, recite,</br>Inimitably their artless anthem there,</br>Forever weaving their gay web of song</br>Forever blythe and noisy all the summer long.", "And then I hear when Midnight's noiseless hand</br>Hangs her black curtains round the dreaming world,</br>That sorrowful nun, the wakeful nightingale,</br>Rehearse her mournful chant and when the sun</br>Hath reddened the autumnal leaf, I hear</br>The thievish jay and blackbird scatter out</br>Their pearls of song \"from morn till dewy eve,\"</br>While sharp, the thrifty squirrel at his door</br>Accosts me with his chat, vain of his smuggled store.</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>"]