["MORNING.</br>The solemn scenery of night withdrawn,</br>Faint, trembling, springs the harbinger of day;</br>The blushing genius of the fragrant dawn,</br>With glowing pencil streaks the orient way.", "The fen-born streams that hid fair Dian's train,</br>Disperse, enfeebled, at the streaming view;</br>Whilst pristine youth, majestic, from the main</br>Ascends, regal'd with draughts of sparkling dew.", "What vivid tints of sky-empurpled gold</br>O'er cloud-topt hills and waving woods he throws;</br>Whilst vales and lawns, that various scenes unfold,</br>In smiles confess him \"bright'ning as he goes.\"", "A thousand charms await the early breeze,</br>Ye sons of song, what symphonies abound;</br>Hygeia whispers to the bending trees,</br>Till burning Phoebus circles all around.", "NOON.</br>High whirls the chariot of the blazing hours,</br>Whose flaming steeds out-stretch the slacken'd reins,</br>Intense o'er all the fierce effulgence pours,</br>And music dies upon the arid plains.", "Far through the dazzling bounds of ambient light,</br>A turgid sameness palls the aching eye,</br>Which night had erst with beauteous gems bedight</br>The morn with tints of pure celestial dye.", "The lowing herds, to ardent thirst a prey,</br>Lament the absence of the fanning breeze;</br>Whilst sun-burnt rustics seek the scented hay,</br>Or spread beneath the valley-shading trees.", "When nature, oft by tyrant heats oppress'd,</br>Her lurid brow bespeaks her troubled mien;</br>And sullen silence bodes the loud contest,</br>Till groaning thunders close the changing scene.", "EVENING.</br>Grateful as when the weary trave'ller gains,</br>Through sultry rays the breezy summits high,</br>Mild evening comes, and from the burnish'd plains,</br>With soften'd radiance greets the placid eye.", "What living azure decks the marbled skies,</br>Fring'd with ethereal gold's unblended light,</br>That frequent verging into purple dyes,</br>With sweet perplexity enchants the sight.", "Yet slowly fades each variegated scene,</br>Till all around the giant shadows play,</br>Which welcome Silence to her cell serene,</br>And pensive Pleasure's lone untrodden way.", "The drowsy tenant of the time-struck tow'r,</br>With flapping wings salutes the dun domain;</br>Round aged elms the humming chaffers lour,</br>Till glittering Hesper lead the starry train.", "NIGHT.</br>The moon, emerging from the noiseless deep,</br>O'er ocean's bosom flings her silver veil:</br>Still echo sits on yonder's craggy steep,</br>And seems the sleep of nature to bewail.", "The mystic raven, to his lonely bow'r</br>In dreary silence wings his secret flight,</br>Whilst slow and sullen from it's viewless tow'r,</br>The distant clock proclaims the noon of night.", "No foaming billows lash the passive shore,</br>Nor urge their fury on unyielding rocks;</br>The rude north wind's tempestuous blast no more</br>Yells through the gloom, and man's resentment mocks.", "But all is solemn stillness!  not a breath,</br>Nor aught disturbs or moves the vast profound,</br>Save when the moon-beams gleaming o'er the heath,</br>With trembling radiance skirt the distant bound.</br>"]