["\"Ye shepherds, your ill-tim'd amusements forego</br>Those flower woven garlands so sprightly unbind;</br>Ill suit your diversions with tidings of woe,</br>Ill suit with the fears that disquiet my mind.", "For sure you must know how, with sickness and pain,</br>Dorinda has long been severely assail'd,</br>Each human endeavour prov'd powerless and vain,</br>And nought the nice efforts of science avail'd.", "But, alas!  they inform me the symptoms increase,</br>And life from the conflict seems musing to fly;</br>Then cease, gentle shepherds, your merriment cease,</br>And think on the troubles that threaten so nigh.", "Ah!  rather repair to yon rivulet's side,</br>And bind your sad brows with the pale willow wreath,</br>There, lonely reclin'd by the murmuring tide,</br>The melting effusions of elegy breathe.", "For me, I will haste to my midwood recess,</br>I will haste to the gloom of the woodland profound,</br>There pensive reclining indulge my distress,</br>And pore on the sorrows that thicken around.", "Erewhile this sequester'd retreat when I sought,</br>'Twas to pour the soft language of Hope and of Joy,</br>Bright landscapes luxuriantly rose to my thought,</br>And the light-footed minutes stole placidly by.", "Methought all around me partook of the glee,</br>The stream thro' the pebbles ran playful away,</br>The breeze whisper'd mirth as it pass'd thro' the tree,</br>And fancy's enchantments made everything gay.", "Yet, ah!  as the hours of affliction advance,</br>By degrees they awake to reflection and woe;</br>While Fancy, assiduous our pain to entrance,</br>Adverse to be neuter, enlists as a foe.", "The shadows of evening my grotto obscure,</br>The stream through the pebbles glides warblingly by,</br>The oak's aged branches frown awfully o'er,</br>And the breezes shrill plaining along the cliff sigh.", "Ah!  'plain not so sadly, thou querulous wind;</br>Thou stream with less wailing thy journey pursue;</br>Little need your laments to disquiet my mind,</br>Little need that my griefs should be heighten'd by you.", "In the circle of youth and of beauty, admired;</br>How late in the meadows young Phillida shone;</br>What pleasing emotions her accents inspir'd,</br>How the shepherds would listen when Phillis begun!", "Now cold o'er her grave hang the dew-drops of morn,</br>And daisies thick-springing the green sods array,</br>Oft sighs as he passes the shepherd forlorn,</br>And homeward dejectedly steals on his way.", "There oft the sweet Redbreast mellifluent pours,</br>At the lone hour of dew-fall, his tenderest lay,</br>And oft with fond industry searches the flowers,</br>And piously bears the rude insect away.", "Ah!  gentlest of warblers, continue thy care,</br>Still guard from aught noxious the favourite soil,</br>Still warble thy evening roundelays there,</br>And oh!  that my verse could compensate thy toil!", "And shouldst thou, Dorinda, too, leave us behind,</br>What strains could enliven?  What valleys could cheer?</br>Where should I so constant an advocate find?</br>How should I the loss of thy friendship repair?", "How vain are our hopes of felicity here!</br>How quickly the prospects of youth are o'ercast!</br>Then let not fresh prospects, fresh beauties insnare!</br>Be check'd, my fond heart, and reflect on the past!", "Ah!  think, ere thou giv'st thine affection the rein,</br>Ah!  think will those graces so charming endure!</br>Say, must I not shortly relinquish with pain</br>The charms that at present so sweetly allure!", "How happy the man who this changeable scene,</br>With the cursory glance of a traveller eyes,</br>Nor suffers allurements intruding between,</br>To divert the pursuit of unchangeable joys.", "Who surpris'd that to happiest attachments below,</br>A sad separation full surely succeeds,</br>A guarded approvance dares only bestow,</br>And timely the soft-growing fondness impedes.", "But, alas!  thro' each moment fresh warnings impart,</br>Our visions of happiness here to resign,</br>Tho' instructed to turn the fond hopes of the heart,</br>To joys that unfadingly permanent shine.", "No sooner the waves of affliction retire,</br>And hope's bright illusions return to the view,</br>Than, untaught by experience, again we admire,</br>And tho' still disappointed the folly renew.", "Still still there are objects that cling to the beast,</br>And with softest compassion our wishes confine,</br>There are seats of affection so deeply imprest,</br>What heart without bleeding can bear to resign!", "And so let it be &mdash; thy repinings recall&mdash;</br>'Tis meet we refuse not the favours bestow'd,</br>'Tis meet that afflictions should sometimes befal,</br>To wake our desires for a happier abode.", "How dire were this state of probation below,</br>Were there nought of affection to soften the road,</br>No bordering attraction to steal us from woe,</br>No friendship to lighten adversity's load!", "And shall friendship be shun'd to avoid this distress,</br>Which the loss of that friendship may one day impart,</br>Is nought unexempt from decay and disease,</br>Deem'd worthy to share the fond hopes of the heart?", "Ah!  hapless Dorinda, how well couldst thou prove,</br>Though so fading and fleeting is everything here,</br>There are objects deserving of friendship and love,</br>Though fading and fugitive, not the less dear.", "Though sorrows thrill deep the susceptible mind,</br>And greatly its portion of pleasure exceed,</br>Yet its joys and its griefs are so closely combin'd,</br>What bosom that feels them would wish to be freed!", "Yet still do I love you, ye delicate ties,</br>Tho' blended with troubles your troubles are dear,</br>Even pleasure oft dwells in a pensive disguise,</br>Nor scorns the soft features of sorrow to wear.\"", "Thus pour'd the sad Thyrsis his wild running lay,</br>Till darkness o'ertook him as sadly he mourn'd,</br>Then stealing at length from the cavern so grey,</br>All mournfully slow to the village return'd.</br>"]