["It happen'd once upon a day,</br>In the most pleasant month of May,</br>Upon a year foretold langsyne,</br>The eighteen hundred twenty-nine,</br>Of which enlighten'd martyrs said</br>'Twould see the dire foundation laid</br>In kingdom or in isle adjacent,</br>Of Scotland's ruin and debasement.</br>Alack for my old native land,</br>Of the bold heart and ready hand;</br>Of the wild mountain, moor, and bracken,</br>I hope these prophets were mistaken.", "Man cannot tell, chance as it may,</br>A simple tale I only say,</br>Of two young blithesome shepherd blades,</br>With their good collies and grey plaids,</br>Who chanced to meet, near fall of night,</br>Upon Mount-Benger's lofty height:</br>The sun lay swathed, in vapours pale,</br>Beyond the moors of Megget-dale,</br>And the mild gloaming's lovely hue,</br>Her shades of purple and of blue,</br>And radiance of her cherub breast,</br>From golden window of the west,</br>Told to the shepherd's practised eye</br>That they were harbingers of joy;</br>Angels of love sent forth to borrow</br>For him a goodly day to-morrow.", "It was a scene that even the hind</br>Could not survey with careless mind,</br>Although accustom'd well to see</br>Nature in mountain-majesty;</br>For every ray the welkin threw</br>Slept on St Mary's mirror blue,</br>In blushing glories, out of number,</br>Like beauty in a mimic slumber.", "The Yarrow, like a baldrick bright,</br>Upon the vale lay bathed in light;</br>And all her burns and branching rills,</br>Like silver serpents of the hills;</br>While far around the eastern heaven,</br>The dark-blue mantle of the even</br>Was softly heaving up the sky,</br>So silent and so solemnly,</br>As if day's fading beauties bland</br>Were shaded by an angel's hand.", "One portion more of mortal prime,</br>A splendid shred of living time,</br>Down in the shades of Death was fading,</br>And o'er its bier the pall was spreading.", "SANDY.</br>Ah, Will!  here we can look abroad,</br>On all the goodness of our God.</br>We see the heavens benignant smile</br>On this beloved and favoured isle;</br>Our Maker prompt the land to bless,</br>And our hearts glow with thankfulness.</br>But what avail these blessings sent,</br>If by our rulers all misspent?</br>It grieves me more than I can tell</br>To see the King we loved so well,</br>And Hero firm, whose course sublime</br>Has been the marvel of our time,</br>Betray the trust in them reposed,</br>Abandon faith, and undisclosed,</br>To have their perjured measures driven</br>On, in the teeth of earth and heaven.</br>Confound them all!  For I assever</br>They're all mansworn, and d&mdash; for ever.", "WILL.</br>Take time, take time, dear neighbour Sandy,</br>Ere with rebellion's birr I brand thee.</br>There's such a thing, can you not see,</br>As fierce and fell necessity;</br>And here, I solemnly protest,</br>I think that all's done for the best.</br>If 'twill not work as hoped &mdash; what then?</br>The Senate must annul't again;</br>But glad am I, as one approver,</br>That that most sickening plea is over;</br>For ay since I could climb a hill,</br>We have been bother'd with that Bill.</br>Ruin awaited the denial&mdash;</br>'Tis fair and just to make the trial.", "SANDY.</br>Poor Will! &mdash; Daft Will!  think on the time</br>When o'er these heights and rocks sublime,</br>Our fathers for the sacred cause</br>Of truth, and liberties, and laws,</br>From wrath of Popish tyrant's slaves,</br>No shelter found but in their graves;</br>Hunted like bandits to the last,</br>Their forms lay bleaching in the blast,</br>Till found by shepherds on the waste,</br>With Bibles in each bloody breast;</br>And these were all were left to tell</br>Their names, or in what cause they fell.</br>Who thinks of that must think with pain,</br>Of setting up that race again&mdash;</br>Who, like the devil, let them get</br>But one small finger in the state,</br>And soon they'll wrench a hole therein,</br>Will let both Pope and Popery in;</br>And the Reformed religion must,</br>Once more degraded, bite the dust.", "WILL.</br>The Lord forbid!  as I should pray it,</br>I dare not think it, far less say it:</br>But wiser men than you or me</br>In this expediency agree.</br>As counterbalance to your clamours,</br>I take the Reverend Doctor Chalmers,</br>Whose heavenly and whose bold appeal</br>On my conviction placed the seal;</br>Thomson and Inglis, men of note;</br>Frank Jeffrey and Sir Walter Scott;</br>The world more to their judgment looks</br>Than kings or queens, or lords or dukes:</br>When ruling heads like these combine,</br>What's to be thought of yours or mine?", "SANDY.</br>Of Chalmers I shall say but little;</br>He meddled with a point right kittle,</br>And said what ill became that day</br>A Protestant divine to say.</br>The best of men deceived may be;</br>They have been so, and so was he;</br>But he'll yet live to change his boast,</br>And see his error to his cost.</br>I grieve for Thomson's dereliction;</br>But he's so given to contradiction,</br>That, feud and ferment to prolong,</br>He'll take a side he knows is wrong:</br>Jeffrey's religious belief</br>Is something like himself &mdash; a brief;</br>And though Sir Walter may be steady,</br>He's more than half a Pope already,</br>Which I can prove a strict reality,</br>From something said in Old Mortality:</br>But though an angel stood on high,</br>Even in yon bright and beauteous sky,</br>And swore with right hand to the heaven,</br>That Popery's rights should back be given,&mdash;</br>I would distrust the dire award,</br>And dread a demon's voice I heard.", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "\"See yon &mdash; and hold your peace for ever,\"</br>Cried startled Will, with quake and quiver,</br>And pointed to a dreadful guest</br>That reared his pale form in the west.</br>Standing upon a frieze of gold,</br>He fill'd the west with human mould;</br>His eye scowl'd with the gleam of death,</br>As if in sorrow and in wrath;</br>His right hand like a polar ray,</br>Was heaved above the milky way;</br>The evening star kithed like a gem,</br>In buckler of his diadem:</br>And altogether such a lightness,</br>Such angel features and such brightness,</br>Never appeared on Scottish sky,</br>Or startled shepherd's fearful eye.", "Will saw in it the guardian sprite</br>Of Erin, smiling with delight;</br>But Sandy knew the visitant,</br>For Angel of the Covenant,</br>Rising in wrath with lifted hand,</br>Indignant o'er a guilty land:</br>To swear in language motion'd stronger,</br>The church's time should be no longer.", "With beating hearts and bristling hair,</br>Our shepherds left their mountain lair</br>For the last moorcock of the fell,</br>Had mounted from the heather bell,</br>With rigid wing and crow elate,</br>And silent sunk beside his mate.</br>Hush'd was the pipe of grey curlew,</br>And lonely plover's plaintive whew,</br>The bleating kid had sought its dam,</br>The ewe cowered down beside the lamb;</br>And bogies of the darksome cleugh,</br>Put on their robes of deadly hue</br>The harden'd sinner to belay,</br>And turn his steps another way;</br>An eirier scene man never saw,</br>From the dark cone of Benger-Law.</br>The eastern emerald glimmered high,</br>The polar bear had oped his eye;</br>While, worst and dreadfullest by far,</br>The giant of the western star</br>Frown'd in his majesty sublime,</br>O'er shadows of the western clime;</br>Sooth it was time, one's spirit feels,</br>For our two herds to take their heels!</br>"]