["DRAMATIC PERSONAE.</br>CELADON, Lover of Pastora</br>PASTORA, a young Shepherdess</br>MELIBAEA, Grandmother to Pastora</br>ATHENAIS, Sister to Pastora.", "SCENE &mdash; A VESTIBULE BEFORE AN ELEGANT COTTAGE, WITH A PICTURESQUE VIEW OF THE COUNTRY ON EACH SIDE.</br>PASTORA COMING FROM THE VESTIBULE IS MET BY CELADON.", "CELADON.</br>How fares the lovely maid, Arcadia's pride,</br>To Celadon by kindred, ties allied?", "PASTORA.</br>My gentle kinsman, hail!", "CELADON.</br>In friendship's sign</br>Will fair Pastora, join her hand to mine,</br>Though, such the custom now and maiden pride,</br>Its sweeter symbol, lip to lip's denied?", "PASTORA.</br>Ah, Celadon!  too oft the guileless maid</br>To such unseemly weakness is betray'd.</br>But be it never mine in that respect</br>Of decency the precepts to neglect.</br>Sooner than grant to the most lovely swain,</br>That roams by Ladon's banks or Tempe's plain,</br>Such a salute, to this cold hand of mine,</br>In pride I speak not, I'd those lips confine.", "CELADON.</br>Fond as I am, and easy to believe,</br>Not thus Pastora can her swain deceive.</br> [Salutes her.]", "PASTORA.</br>Forbear, rude swain!  ill fortune and disgrace</br>Pursue thy steps!  forbear the rude embrace!</br>Ah cruel!  thus my tortur'd neck to strain,</br>Thus grasp my arms, and pierce my breast with pain!</br>Yet tell me, Celadon, &mdash; ah me!  with friends</br>How soon forgiveness on offence attends!</br>Tell, if thy absent days in joy have past,</br>For many a day is fled since I beheld thee last?", "CELADON.</br>In truth, Pastora, not exempt from pain</br>These limbs have prov'd since on Ladona's plain</br>With angry Lycidas I strove; but know,</br>Full little cause for triumph had my foe.</br>But, by yon azure heaven, the blows I dealt</br>Were oft repeated, and were sorely felt,</br>Oft shall the moon increase, and oft decay,</br>Ere he forget his humbled pride that day.", "PASTORA.</br>Ah!  little deem'd Pastora that, in rage,</br>Her gentle kinsman could rough contest wage.", "CELADON.</br>For thee that rage arose &mdash; could I unmoved</br>Hear the maid slander'd whom my soul approved?", "PASTORA.</br>For me!  good heaven, what charge unjust and vain</br>Could he produce Pastora's fame to stain?", "CELADON.</br>Nay, let it pass &mdash; it was not mine to hear</br>Thy conduct censur'd and revenge forbear;</br>Ye powers!  could I sit impotent and tame</br>Whilst malice dared Pastora's acts defame!", "PASTORA.</br>What!  ill betide the wretch whom I despise</br>As the base tenants of the wattled sties,</br>What could he say, what urge?", "CELADON.</br>The words unkind,</br>Unjust, remembrance brings not to my mind;</br>But 'tis enough, my fair, for thee to know</br>I soon aveng'd thee on thy worthless foe.</br>Now here, now there, as in my strength I rose,</br>He felt the fury of repeated blows.</br>Yet stay, whence first began our fierce debate,</br>Since, such Pastora's pleasure, I'll relate.</br>\"A pretty tale, and pretty youth,\" I cried.</br>He thus, \"to cheek by force o'erweening pride</br>Is mine; a pretty youth then style not me,</br>In manly strength superior far to thee.\"</br>\"Ah no,\" I tauntingly replied, \"in truth,</br>To make thee, Lycidas, a pretty youth</br>Transcends all human power.\"  And now his breast</br>With fury swell'd, as he these words addrest.</br>\"Shall we the contest then of manhood try?\"</br>\"If such thy wish, this instant!\" I reply.</br>Swift he advanc'd, impatient to engage;</br>I swift opposed him, fired with equal rage.</br>Beneath my ear he first a blow applied,</br>Then struck with fury my unguarded side;</br>And now I summon'd all my might, and prest</br>Upon my foe:  I grasp'd the fleecy vest,</br>In snowy folds, that wrapt his neck around,</br>And now my fierce tempestuous blows resound;</br>From side to side his locks dishevell'd flew,</br>Whilst his head dizzy with their fury grew.", "PASTORA.</br>Thus to defend an injur'd maid was kind,</br>Accept the thanks of no ungrateful mind</br>But much I fear he'll of thy blows complain</br>To those, whose office 'tis to guard the plain</br>From lawless contests; and for this offence</br>They drag thee to our high tribunal hence;</br>And thou be bound in penalty severe</br>No more with angry words to wound the shepherd's ear.</br>'Tis better far to bid contention cease,</br>Together meet, and, as a pledge of peace,</br>The sweet libation to Lyaeus pour,</br>Then drain the goblet, and be foes no more.", "CELADON.</br>Sayst thou!  why let him, if he will, complain,</br>Soon shall he find that his complaint was vain.</br>Attesting Heaven to mark what he shall say,</br>Dorus can prove that he began the fray.</br>How, Lycidas complain!  trust me, my cause</br>Will stand the test of our severest laws.</br>Mutual be then the suit! &mdash; mine to defend,</br>In Alea Lacon dwells, my father's friend,</br>Above his peers for legal skill renown'd;</br>And still success his learned toils has crown'd.</br>In recompense of which for him were slain</br>Full oft the choicest of our fleecy train.</br>If legal contest be his aim, my powers</br>Are great as his, as great my fleecy stores;</br>But wherefore waste I words on one so base,</br>Evil pursue him, and deserv'd disgrace.</br>A lovelier theme would Celadon pursue;</br>A lovelier object offers to his view.", "PASTORA.</br>Why in thy arms is thus Pastora prest?</br>Why rudely clasp'st thou my reluctant breast?</br>I charge thee from such insult to refrain</br>Away, and quit my sight, licentious swain!", "CELADON.</br>Ye powers!  what strange caprice is this, and why</br>Is fair Pastora now so wond'rous shy?</br>Not so reserved was she when in the hour</br>Of festive joy, in Musidora's bower,</br>Joy for her new-born son, young Strephon prest</br>The yielding maiden to his throbbing breast;</br>His warm embrace she strove not to restrain,</br>Nor for his freedom chid the happy swain.", "PASTORA.</br>Surely the demon of detraction reigns</br>In the vile bosom of Arcadian swains!", "CELADON.</br>And will Pastora then the truth deny?</br>Th' embrace was noted by the general eye.", "PASTORA.</br>What truth directs that only I'll advance;</br>'Twas mine with him to lead the mazy dance.</br>When lo, the harp's sweet string, too tightly wound,</br>Burst</p></br></div></br>"]