["Lovely lasting Peace of Mind,</br>Sweet delight of Human Kind,</br>Heav'nly born, and bred on high,</br>To crown the Fav'rites of the Sky</br>With more of Happiness below,</br>Than Victors in a Triumph know:</br>Whither, O whither art thou fled,</br>To lay thy meek contented Head?</br>What happy Region dost thou please</br>To make the Seat of Calms and Ease?", "Ambition searches all its Sphere</br>Of Pomp and State to find thee there.</br>Encreasing Avarice wou'd find</br>Thy Presence in its Gold enshrin'd.</br>The bold Advent'rer ploughs his way</br>Through Rocks amidst the foaming Sea</br>To gain thy Love, and then perceives</br>Thou wer't not in the Rocks and Waves.</br>The silent Heart whom Grief assails,</br>Treads soft and lonesome o'er the Vales,</br>Sees Daizies open, Rivers run,</br>And seeks (as I have vainly done)</br>Amusing Thought; but learns to know</br>That Solitude's a Nurse of Woe.</br>No real Happiness is found</br>In trailing Purple o'er the Ground:</br>Or in a Soul exalted high</br>To range the Circuit of the Sky,</br>Converse with Stars above, and know</br>All Nature in its Forms below;</br>The Rest it seeks in seeking dies,</br>And Doubts at last for Knowledge rise.", "Lovely lasting Peace appear;</br>This World it self, if thou art here,</br>Is once again with Eden bless'd,</br>And Man contains it in his Breast.", "'Twas thus, as under Shade I stood,</br>I sung my Wishes to the Wood,</br>And, lost in Thought, no more perceiv'd</br>The Branches whisper as they wav'd;</br>It seems as if the quiet Place</br>Confess'd the Presence of the Grace,</br>When thus she spoke &mdash; Go rule thy Will,</br>Bid thy wild Passions all be still,</br>Know God &mdash; and bring thy Heart to know</br>The Joys which from Religion flow;</br>Then ev'ry Grace shall prove its Guest,</br>And I'll be there to crown the rest.", "Oh!  by yonder Mossie Seat,</br>In my Hours of sweet Retreat,</br>Might I thus my Soul employ</br>With sense of Gratitude and Joy,</br>Rais'd, as Ancient Prophets were,</br>In heav'nly Vision, Praise, and Pray'r,</br>Pleasing all Men, hurting none,</br>Pleas'd and bless'd with God alone.", "Then, while the Gardens take my Sight,</br>With all the Colours of Delight,</br>While Silver Waters glide along,</br>To please my Ear, and court my Song;</br>I'll lift my Voice, and tune my String,</br>And Thee, great SOURCE of NATURE, sing.", "The Sun that walks his airy Way,</br>To light the World, and give the Day;</br>The Moon that shines with borrow'd Light,</br>The Stars that gild the gloomy Night,</br>The Seas that roll unnumber'd Waves,</br>The Wood that spreads its shady Leaves,</br>The Field whose Ears conceal the Grain,</br>The yellow Treasure of the Plain;</br>All of these, and all I see,</br>Wou'd be sung, and sung by me,</br>They speak their Maker as they can,</br>But want and ask the Tongue of Man.", "Go search among your idle Dreams</br>Your busie or your vain Extreams,</br>And find a Life of equal Bliss,</br>Or own the next begun in this.</br>"]