["FITZTRAVER</br>'Twas All-souls's eve, and Surrey's heart beat high!</br>He heard the midnight-bell with anxious start,</br>Which told the mystic hour, approaching nigh,</br>When wise Cornelius promised, by his art,</br>To shew to him the ladye of his heart,</br>Albeit, betwixt them roared the ocean grim;</br>Yet so the sage had high to play his part,</br>That he should see her form in life and limb,</br>And mark, if still she loved, and still she thought of him.", "Dark was the vaulted room of gramarye,</br>To which the wizard led the gallant knight,</br>Save that before a mirror, huge and high,</br>A hallowed taper shed a glimmering light</br>On mystic implements of magic might,</br>On cross, and character, and talisman,</br>And almagest, and altar, nothing bright:</br>For fitful was the lustre, pale and wan,</br>As watch-light, by the bed of some departing man.", "But soon within that mirror, huge and high,</br>Was seen a self-emitted light to gleam;</br>And forms upon its breast, the earl 'gan spy,</br>Cloudy and indistinct, as feverish dream;</br>Till, slow arranging, and defined, they seem</br>To form a lordly and a lofty room,</br>Part lighted by a lamp, with silver beam,</br>Placed by a couch of Agra's silken loom,</br>And part by moonshine pale, and part was hid in gloom.", "Fair all the pageant &mdash; but how passing fair</br>The slender form which lay on couch of Ind!</br>O'er her white bosom strayed her hazel hair,</br>Pale her dear cheek, as if for love she pined;</br>All in her night-robe loose, she lay reclined,</br>And pensive read from tablet eburnine,</br>Some strain that seemed her inmost soul to find&mdash;</br>That favoured strain was Surrey's raptured line,</br>That fair and lovely form the Ladye Geraldine.", "Slow rolled the clouds upon the lovely form,</br>And swept the goodly vision all away&mdash;</br>So royal envy rolled the murky storm</br>O'er my beloved Master's glorious day.</br>Thou jealous, ruthless tyrant!  Heaven repay</br>On thee, and on thy children's latest line,</br>The wild caprice of thy despotic sway,</br>The gory bridal bed, the plundered shrine,</br>The murdered Surrey's blood, the tears of Geraldine!</br>"]