["LINUS, CORIDON.", "THE ARGUMENT.</br>Linus a Shepheard doth explaine</br>To Coridon, a rigid Swaine,</br>What learned Shepheards once there were,</br>And who do now the Lawrell beare,</br>And (as he's able) yeeldeth praise</br>Unto their most admired Layes.", "LINUS.</br>Come Coridon sit down by me,</br>Our stocks securely feeding be,</br>While Phoebus beames do parch the earth,</br>Giving the slime of Nilus birth,</br>An houre weel wholly spend in chat,</br>Finding discourse of this, and that.", "CORIDON.</br>I list not spend my time so ill,</br>But yet because it is your will,</br>Il'e sit, though much against my mind,</br>Now &mdash; what talk with me will you find.", "LINUS.</br>Indeed I know thou lov'st to heare</br>Of nought, but how thy Oxe will beare</br>His yoke, and when thy sheep to sheare,</br>That thou may'st make a gainefull yeare:</br>But yet to me more pleasant is</br>To hear Tytirus play, I wis</br>Upon his oaten Reed, while hee</br>Doth make delitious mellodie,</br>(As once to Orpheus Harp) each tree</br>Does nod, Beasts of the wood agree</br>To cast aside their furious kind,</br>And take to them a gentle mind,</br>While he records in pleasant verse</br>Sweet tales of Love, and doth rehearse</br>His dreams and songs, the stones do move.", "CORIDON.</br>O foole with fancies much in love,</br>I wot not what Tytirus was,</br>Nor for his tales and songs, do passe,</br>But yet I pray thee let me heare</br>Yet more of this fantastick geare,</br>If they were Shepheards like as we.", "LINUS.</br>O Coridon that cannot be,</br>They passe us Swainlings all as farr,</br>As doth the Moon the smallest Star,</br>But I to thee will now display</br>What I have heard my Father say.</br>Next unto Tytirus there came</br>One that deservd a greater name,</br>Then was bestowed, but when She swaid,</br>Whom to this day some call a Maid,</br>Then Collin Clout his pipe did sound;</br>Making both Heaven and Earth resound;</br>The Shepheards all both farre and near</br>About him flock'd his layes to hear,</br>And for his songs he was so fam'd,</br>He was the Prince of Shepheards nam'd:</br>And next to him, was the sweet quill</br>Of far-renowned Astrophil</br>Admired, who whether that he chose</br>To pipe in Verse or else in Prose,</br>Was held the bravest swain to be,</br>Ere folded Flocks in Arcadie:</br>After him rose as sweet a Swaine,</br>As ever pip'd upon the Plain,</br>He sang of warres, and Tragedies</br>He warbled forth; on him the eyes</br>Of all the Shepheards fixed were,</br>Rejoycing much his songs to hear.</br>And then liv'd He who sweetly sung,</br>Orlandos fate, in his own tongue,</br>Who would not deign t' divulge his own,</br>But by another would be known,</br>O gentle Shepheard we to thee</br>Are bound in a supream degree.</br>And after him a swain arose,</br>In whom sweet Ovids Spirit chose</br>For to reside, he sang of Love,</br>How Cupid Ladies hearts can move,</br>And each how large this Continent</br>Of Arcadie is in extent,</br>He praisd his maker in his Layes,</br>And from a King receiv'd the Bayes.", "CORIDON.</br>Although thy words a mistery</br>Include, not understood by me,</br>Yet these I think our Fathers were,</br>Have we none now their names to bear?</br>And able are their Pipes to sound</br>As lowd as those so much renownd.", "LINUS.</br>Yet Coridon, Ile tell thee then,</br>Not long agoe liv'd learned Ben,</br>He whose songs, they say, out vie</br>All Greek and Latine Poesie.</br>Who chanted on his pipe Divine,</br>The overthrow of Cataline,</br>Both Kings and Princesses of might,</br>To heare his Layes did take delight,</br>The Arcadian Shepheards wonder all,</br>To hear him sing Sejanus fall,</br>O thou renowned Shepheard, we</br>Shall ne'er have one againe, like thee,</br>With him contemporary then</br>(As Naso and fam'd Maro, when</br>Our sole Redeemer took his birth)</br>Shakespeare trod on English earth:</br>His Muse doth merit more rewards</br>Then all the Greek, or Latine bards,</br>What flowd from him, was purely rare,</br>As born to blesse the Theater,</br>He first refin'd the commick Lyre,</br>His wit all do and shall admire;</br>The chiefest story of the Stage;</br>Or when he sung of war and Strage</br>Melpomene soon viewd the globe;</br>Invelop'd in her sanguine Robe.</br>He that his worth would truely sing,</br>Must quaffe the whole Pierian spring.</br>And now &mdash; (be gone ye gastfull feares</br>Alas I cannot speak for teares)</br>There is a Shepheard cag'd in stone</br>Destin'd unto destruction,</br>Worthy of all before him were,</br>Apollo him doth first preferre,</br>Renowned Lawreate be content,</br>Thy workes are thine own Monument.</br>Apollo still affords supply,</br>For the Castalian Fount's nere drie,</br>Two happy wits, late brightly shone,</br>The true sonnes of Hyperion,</br>Fletcher, and Beaumont, who so wrot,</br>Johnsons Fame was soon forgot,</br>Shakespeare no glory was alow'd,</br>His Sun quite shrunk beneath a Cloud:</br>These had been solely of esteem,</br>Had not a Sucklin Rivald them.</br>SUCKLIN, whose neat superior phrase</br>At once delights, and doth amaze,</br>Serene, sententious, of such worth,</br>I want fit words to set it forth,</br>Exactly excellent, I think,</br>He us'd Nepenthe stead of Inke,</br>In all this he else doth out-do,</br>At once hee's grave, and sportive too.</br>And next to him well rankt may be</br>He, whose Pipe melodiously</br>Doth sound, who for his well-tun'd Layes,</br>May before Plautus claim the Bayes,</br>Whose Commick straines, and Tragick sounds,</br>Do ecchoe all about our grounds:</br>O gentle Shepheard still pipe on,</br>Still take deep draughts of Helicon,</br>And thou'lt be rankt I make no doubt</br>With Tytirus and Collin Clout.", "CORIDON.</br>Come let us rise, I wonder why,</br>Thou'lt spend thy time so foolishly,</br>By this we might our traps have set,</br>The Wolfe within our toiles to get,</br>Have made new Hurdles for our fold,</br>While we have heard these stories told,</br>That are not worth a lock of wooll,", "LINUS.</br>Wisely to speak unto to Foole</br>Is madnesse, come, bright Sol declines,</br>And glimmering on the Hills he shines.</br>Lets fold our flockes, which done, then I</br>My self will to my pipe apply.</br>"]