["BOOK SECOND.</br>With reverence struck, Ebuda's ruler views</br>His aweful guest, who thus his speech renews:</br>\"Time-honor'd chief, and you, ye generous band,</br>Who, lost in wonder at my presence stand:</br>Tho' silence chains your voice, each look enquires</br>Who, and from whence I am &mdash; to your desires</br>My will accords.  No wretch in magic lore</br>Deep vers'd, who summons from th' infernal shore</br>Malignant fiends, to whelm mankind in woes,</br>And nature's laws, and heaven's decrees oppose,</br>Am I &mdash; tho' never known to martial fame,</br>You may perchance have heard of Merlin's name.</br>In peaceful ease, for ne'er my bosom felt</br>Ambition's pangs, in Uther's court I dwelt</br>For many a year, with a lov'd consort blest,</br>Whose soul each female excellence possest.</br>To calm content I gave my youthful prime,</br>Unnoticed past the silent lapse of time:</br>The light-wing'd hours dispensing pleasure flew:</br>No varied fortune stain'd their radiant hue.", "At length to transport grew my full delight,</br>An unexpected offspring blest my sight,</br>Child of my failing years. &mdash; But such our state,</br>When man is most assur'd of bliss, elate</br>With air-form'd visions, sudden intervene</br>Sorrow's black clouds, and blast the flatt'ring scene;</br>And the rapt mind, so busily employ'd,</br>Becomes a dreary blank &mdash; a hideous void.</br>That sun, which rising in the eastern skies</br>Beheld a lovely daughter bless my eyes;</br>Ere in the west was sunk his glimmering ray,</br>Beheld the mother turn'd to breathless clay:</br>And I &mdash; but how ungrateful to repine!</br>No common joys for many a year were mine!", "By slow degrees I felt th' impetuous tide</br>Of turbid grief, and dark despair subside.</br>When to the font, as Christian rites ordain,</br>To free her soul from sin's polluting stain,</br>The child was brought; before the hallow'd shrine,</br>The white-rob'd priest implor'd the power divine</br>His guardian wings of mercy to extend,</br>With joys to crown her, and from ills defend.</br>No sooner was perform'd the mystic rite,</br>Than on the babe he fix'd his eager sight,</br>And cried; \"Sweet child!  a wondrous fate is thine.</br>Doom'd in severest woe thro' life to pine,</br>Unless thou fliest from him thy soul approves,</br>And he rejects thee who most dearly loves:</br>Yet whosoe'er in wedlock takes thy hand,</br>Reigns from that hour supreme in Britain's land:</br>Beneath his matchless force his foes shall bend,</br>And to remotest realms his fame extend.\"", "As thus the seer the dark decrees of fate</br>Unfolded, in each brow amazement sate.</br>On all who heard strict silence I impos'd,</br>Nor they th' ambiguous oracle disclos'd.</br>While hope and dread possest my anxious mind,</br>To make her worthy of the state design'd</br>By heav'n, was long my sole employ; the maid</br>My wishes blest, and every care repaid.</br>As time advanc'd, with secret joy I found</br>Her form, her mind with each perfection crown'd.</br>Forgive those praises on a darling child,</br>Whose smiles so oft affliction's pangs beguil'd&mdash;</br>Tired of mankind, and grandeur's irksome weight,</br>With her I sojourn'd in a lone retreat</br>By Deva's stream, 'mid vales and mountains rude,</br>Sweet to the pensive mind is solitude.</br>Most sweet to study nature's secret laws,</br>And trace her wonders to the primal cause.", "What deep instruction the reflecting mind,</br>Benignant nature, in thy works can find!</br>The leaf that quivers in th' autumnal gale,</br>The flower of spring that in the lonely vale</br>Blooms unregarded, casually proclaim,</br>With yonder orbs that deck th' ethereal frame,</br>Their great Creator's wisdom. &mdash; Thus retir'd</br>To live and die was all my soul desir'd.</br>But not to me was heaven's high will unknown,</br>That man was made not for himself alone.</br>Shall I, my Inogen, in beauty's bloom,</br>Thus keep sequester'd in the forest-gloom?</br>And shall the fairest flower that decks the spring,</br>Lavish its sweets on zephyr's idle wing,</br>That fans the desart? &mdash; Soon again would fade</br>Hope's flattering scenes in doubt's distressful shade</br>Dark were the prophet's words; but to resign</br>Submissive to the will of heaven was mine.", "At length resolv'd, but with reluctant heart,</br>From my sequester'd bower I slow depart.</br>Bid to each scene, by time endear'd, adieu;</br>And often turn, and take a lingering view.</br>Nor so the maid, her sparkling eyes confest</br>The secret pleasure that inspir'd her breast.", "How sweet the world's delights at distance eyed!</br>How bright to fancy's view each joy untried!</br>Alas!  when nearer pieced, and duly weigh'd,</br>They prove an idle dream, &mdash; a vacant shade.</br>Experienc'd age alone, sad privilege, knows</br>Our joys are fleeting, permanent our woes.</br>But, to this mournful truth the youthful mind</br>Still, as it wont, let sweet delusion blind!</br>For all the pleasures cruel fate denies,</br>Hope can prevent, and fancy realize.", "To Caerlile's towers we came; with joy possest,</br>Old Uther clasp'd me to his friendly breast;</br>And grateful praises on the maid bestow'd,</br>While her warm checks with bashful pleasure glow'd.", "\"And is my friend, he cried, at length return'd,</br>Whose cruel absence I so long have mourn'd?</br>Never, O Merlin I shall I cease to pay</br>My thanks to heaven for this auspicious day,</br>With double blessings crown'd; my gallant son,</br>Who glory's course for six long years has run,</br>(Whom the great chief who sways Byzantium's throne,</br>E'en in his dawn of youth was pleas'd to own</br>His favor'd knight; while rage and wonder</br>His peers' indignant breasts, as they beheld</br>A beardless boy, till then unknown, exceed</br>Their martial acts, and win fame's brightest meed)</br>My much-lov'd Arthur comes, who late unfurl'd</br>Britannia's standard to the eastern world.</br>Then the red-cross thro' air triumphant flew,</br>And the pale crescent faded at the view.</br>Then sunk in deep dismay the Paynim race;</br>Whilst, whirl'd by giant arms the iron mace,</br>And beam-like spear oppos'd his might in vain&mdash;</br>Sad Asia mourn's her bravest champions slain.</br>And, hark!  those joyful shouts that rend the sky,</br>Mix'd with the clarion's voice, proclaim him night.\"", "To hail the valiant youth he bends his way:</br>We, from the walls, his glad approach survey.</br>His martial mien with pleasure strikes our view;</br>The sculptur'd helm, the plume of snowy hue;</br>The splendid mail, the purple-tinctur'd vest,</br>And star-deck'd baldrick flaming on his breast.</br>As nearer he advanc'd, we mark'd his face</br>Crown'd with each charm, and soft attractive grace.</br>Smiles cloth'd his roseate cheeks; but in his eyes</br>Dwelt valour's flame; not like the beams that rise</br>To gild the storm, but lovely as the ray</br>Whose purple tints proclaim the dawning day.", "Full fifty gallant knights the prince surround,</br>Their fiery coursers o'er the champain bound.</br>All sprung of noble race, their country's pride,</br>Who scorning courtly ease, by Arthur's side,</br>Had oft in fields of blood approv'd their might;</br>His friends in peace, his brothers in the fight.", "Then many a groaning wain, and lofty car</br>Roll onward, glittering with the spoils of war.</br>The squires succeed; and last th' attendant train</br>With spears erected, sweep along the plain.", "Day following day still tended to increase</br>Old Uther's heart-felt bliss; the hours of peace</br>Beheld his son for sternest acts renown'd,</br>With every grace and milder virtue crown'd.", "Nor less perchance my joy:  the prince resign'd</br>To me his conduct:  form'd his willing mind</br>By my instructive lore. &mdash; How soon engage</br>Youth's kind attentions the regard of age!", "Yet was I not, O chief!  so weak, so vain,</br>To deem my merits could alone obtain</br>The wond'rous favour; no, I plain beheld</br>The lofty soul that danger never quell'd</br>E'en in its direst form, oft shrink afraid</br>From the meek glances of my timid maid:</br>Who soon to me her mutual love confest;</br>For falshood dwelt not in her gentle breast.", "Memorial of the day, when crown'd with fame,</br>The prince triumphant to his country came,</br>A tournament the king prepar'd; afar</br>The joyful tidings reach'd the sons of war,</br>Who cross'd innumerous the swelling main</br>To prove their valour on the listed plain.</br>As judges of the field in royal state,</br>Old Uther and his son exalted sate:</br>The peers, and age-worn knights were rang'd around,</br>And high-born dames, with wondrous beauty crown'd.</br>But all confest, in loveliness array'd,</br>None shone superior to my darling maid;</br>Who, such the monarch's will, each prize bestow'd:</br>The prosperous champions breast with transport glow'd:</br>And her applause more genuine joy inspir'd,</br>Than the rich meed by martial feats acquir'd.", "The knights of British race for many a day</br>Successful, bear the prize of fame away.</br>Not long they triumph  &mdash; Valdemar appears;</br>His ponderous lance the gloomy Hengist rears.</br>From mighty Odin both their lineage trace,</br>And claim a god, the father of their race.</br>As thundering thro' the lists they urge their course,</br>The boldest Britons sink beneath their force.</br>The Saxon sceptre far-fam'd Hengist sway'd,</br>And Valdemar, the Dacian realm obey'd.</br>Oft had the fiery chiefs, oppos'd in arms,</br>The North's bleak regions shook with loud alarms;</br>Till Thora, sister of the Saxon lord,</br>Controul'd the ravage of the wasteful sword.</br>By Valdemar belov'd, she smiled to peace</br>The storm of wrath, and bade contention cease.</br>United now by blood, and friendship's tye,</br>The fearless chiefs the world in arms defy.</br>At length the marshals of the field proclaim</br>The Saxon monarch first in knightly fame,</br>From Inogen's fair hand the victor's prize</br>Low bending he receives; then proudly cries:", "\"'Tis beauty's beam the warrior's soul inspires:</br>Hengist thro' thee the meed of fame acquires;</br>'Twere rash presumption ere my might was prov'd,</br>To claim the beauteous maid so dearly lov'd;</br>But since to boast unrivall'd charms is thine,</br>And ours unequal'd in the field to shine\"&mdash;</br>Loud-interrupting, Arthur thus replies:</br>Wrath flush'd his cheek, and sparkled in his eyes.", "\"Vaunt not unequal'd force, vain-glorious knight!</br>Crown'd with the honours of a mimic fight.</br>Had I contended! &mdash; but I scorn the boast&mdash;</br>Unsheath thy falchion: &mdash; prove, who merits most</br>The peerless maid &mdash; thus arm'd alone, I trust</br>Pride's towering crest to humble in the dust.\"", "He leapt into the list, and wav'd his sword</br>Loud-theatning:  forward rush'd the Saxon lord.</br>The marshals of the field, and knightly train</br>Between them sudden close, and render vain</br>Wrath's heedless efforts:  with indignant eyes,</br>Grasping their spears, the friends of Hengist rise,</br>And menace fierce: &mdash; with mutual fury burns</br>Each British youth, and threat for threat returns.", "The hoary king arising, thus controuls</br>The fury kindled in their swelling souls:</br>\"Warriors!  I call'd you to the feast of joy;</br>It is not ours the stranger to annoy,</br>Or wrong th' invited guest.  That act of shame,</br>I trust, shall never stain a Briton's fame.</br>Who dares against you lift the threatning steel,</br>Provokes my anger, and its weight shall feel.</br>Arthur, if aught avails thy sire's behest,</br>If filial duty dwells within thy breast,</br>I charge thee from our peaceful court retire,</br>Nor dare provoke a king, and father's ire.</br>Did valorous acts in love ensure success,</br>The smiles of Inogen, brave chief!  must bless</br>Thy generous suit; but if she prove unkind,</br>It is not ours to force th' unwilling mind.</br>Meantime partake each hospitable right,</br>With festive pleasures crown each circling night,</br>With sports the day; till comes th' appointed time,</br>When graced with favors, to his native clime</br>Each knight returns.\"  His words the martial train</br>Applaud, and discord lights her torch in vain.", "The prince, meanwhile, his breast with anguish torn,</br>Directs his way thro' lonely woods, forlorn.</br>Now on the triumph of the Saxon knight,</br>His suit presumptuous, and forbidden fight,</br>Enrag'd he muses:  soon, that rage resign'd,</br>His father's anger rises on his mind.", "Alas!  the seeming wrath from kindness sprung,</br>Affection only from his bosom wrung</br>The stern rebuke; Hengist's unequal'd might</br>He wondering mark'd, and trembled at the sight.</br>And now in secret joy exulting, thought</br>His prudence had his son's protection wrought.", "How vain, alas!  the schemes by mortals plan'd,</br>Unless directed by th' eternal hand.</br>Our weak devices to destruction tend,</br>And counteract themselves their destin'd end.</br>Unhappy king!  exil'd by thy decree</br>Is that brave son whom thou no more shalt see;</br>Who only could, if heaven so will'd, oppose</br>The dark designs of thy perfidious foes.", "For now when Hengist saw the constant maid</br>His vows of love with cold neglect repaid;</br>His chang'd demeanor we with grief espied:</br>His eyes beam'd fury, and his brows of pride</br>Were cloath'd in frowns, each circling day resort</br>New bands of warriors to our peaceful court,</br>Friends to the Saxon monarch. &mdash; Britain's lord,</br>With sorrow's shafts his care-worn bosom gor'd,</br>In secret issues his commands, and calls</br>His son, his absent knights to Carlile's walls.</br>If unavailing prov'd his mild request,</br>That force might free him from his lordly guest.", "As sadly-pensive in my bower I sate,</br>Deep-musing on the dark decrees of fate;</br>('Twas at the close of eve, when twilight grey</br>Mark'd the last glimmering hour of parting day)</br>A youth, by virtue's bonds and blood allied</br>To Britain's prince, approach'd and mournful cried:</br>\"Dire is the tale that Cador must disclose,</br>And dark the prospect of impending woes.</br>When Arthur, by his father's stern behest</br>Forsook our court, my rapid steed I prest,</br>With friendship's voice his drooping soul to cheer;</br>But vainly sought him through the forest drear,</br>Directed by some swains I still pursued</br>My course:  on Humber's beach the prince I view'd</br>Reining his fiery steed:  in martial pride</br>Ten youthful knights race graceful by his side;</br>Each knight for martial acts a mighty name,</br>Whose praise had often swell'd the trump of fame.", "He mark'd my swift approach, and o'er the strand</br>His courser urg'd, then kindly grasp'd my hand,</br>And cried, \"To Cador I with joy impart</br>The thoughts that long have labour'd in my heart.</br>Well may'st thou judge what rage my bosom stung</br>At Hengist's vaunt; my soul what anguish wrung</br>At Uther's speech severe &mdash; Thro' terrors vain</br>Meant he to screen me from the listed plain?</br>Or, direr thought!  give her whose form ador'd</br>Reigns in my bosom, to the Saxon lord?&mdash;", "While thus distracting thoughts my bosom rend,</br>A bold defiance to the knight I send.</br>\"If still he dar'd his idle vaunt maintain,</br>With ten, the bravest of his martial train,</br>On Ligon's desart isle, in equal fight,</br>'Gainst equal numbers to approve his might,</br>My challenge he accepts, as suits the brave;</br>And with the dawn we stem the foaming wave.</br>Nor long I trust shall we the foe expect;</br>The valiant dare not honour's call neglect.</br>Haste then, my friend!  to aged Uther haste:</br>Tell him, my soul laments its frenzy past,</br>When fierce resentment kindling in my breast,</br>I dar'd to mortal strife his haughty guest;</br>But he, a guest no more, I justly claim</br>A warrior's right to vindicate my fame,</br>Bid Lancelot, who in th' embattled plain</br>Ne'er shrunk from Arthur's side, his grief restrain,</br>That thus without his aid we wage the fight:</br>His faith's unquestion'd, and confest his might.</br>But Uther, in the vale of years declin'd,</br>May need his prowess and experienc'd mind.</br>Sooth my lov'd maid; assure her that his breast</br>No doubt injurious to her faith possest:</br>But ill he merits her who suffers wrongs,</br>And just revenge to hostile vaunts belongs.</br>May no vain fears her tender bosom tear;</br>Her winning smiles let Inogen prepare,</br>And words of joy my glad return to bless&mdash;</br>The cause, if weak my arm, must give success.\"", "\"Much long'd my soul to join the gallant train,</br>But well I knew th' aspiring wish was vain.</br>Joy sate on every brow, their hearts beat high;</br>And dauntless valour beam'd in every eye.", "\"At morn, their vessel fades before my view</br>Again to Uther's court I sad pursue</br>My toilsome course; while rumour to my ears,</br>As on I pass, the tale of sorrow bears;</br>That the rude North had pour'd her iron swarm.</br>On Britain's coast: &mdash; Here flam'd the Saxon arms,</br>There rag'd the Dane:  here Norway's ruthless band</br>Spread death and havock o'er this hapless land.</br>In Hengist's aid advance the savage race,</br>That stain to honor, knighthood's foul disgrace,</br>Regardless of his fame, th' appointed fight,</br>Neglecting, by these walls he met my sight)</br>Surrounded by his chiefs; and as I past,</br>The cloud of wrath his theatning brow o'ercast,</br>E'en now I learnt, a few short moments o'er,</br>That Britain's age-worn king will feel no more</br>The woes of life.  To Lancelot alone,</br>These mournful tidings, and thyself are known.</br>He wills thee to escape by secret flight</br>With Inogen; against the Saxon's might</br>To guard these walls is ours &mdash; Tho' distant far</br>Our bravest heroes; not unskill'd in war</br>Are we; resolv'd its dire extreme to try,</br>(The want of numbers shall despair supply)</br>If not to conquer, yet we know to die.\"", "To the bold youth my grateful thanks I pay;</br>Nor long his counsel in my bosom weigh.</br>Of no avail in war's conflicting rage,</br>Is timorous beauty, and enfeebled age.</br>As now the silent shades of night descend,</br>With Inogen my secret flight I bend,</br>From Carlile's walls; while thro' the black expanse</br>No glimmering stars appear, nor meteors glance.</br>Our faithful steeds with cautious steps and slow</br>Pass by the tents where slept th' unheeding foe.</br>Their out-posts gain'd, more swift we onward prest,</br>And terror a weight hung lighter on our breast.", "Thro' various toils our calm retreat we found,</br>Still, as of old, with nature's blessings crown'd.</br>The gurgling rill as softly urg'd its way;</br>The birds as blithly warbled on the spray;</br>As sweet the blushing flowers perfum'd the air;</br>The hills as verdant, and the meads as fair.", "But, ah!  our minds were chang'd &mdash; to them no more</br>These scenes appear'd as in the tranquil hour.</br>In murmurs harsh the rill was heard to flow;</br>The feather'd songsters seem'd to mock our woe:</br>Each object rose unlovely to the view,</br>For all was ting'd with sorrow's sable hue.", "It chanc'd, one morn in deep reflection lost,</br>I many a hill, and silent valley crost.</br>At length the sun gain'd his meridian height,</br>And scarce my feeble limbs sustain'd their weight.</br>Before my view a gloomy forest rose:</br>To quench my thirst, and in its shades repose,</br>I thither bent my way; for thence the sound</br>Of waters struck my ear:  th' untrodden bound</br>I slowly pierce, and now their view obtain,</br>As from th' impending cliff they pour'd amain.</br>The cooling wave the pangs of thirst allays,</br>And round my head the breeze refreshing plays.</br>An aged oak beside the torrent stood,</br>Of size immense &mdash; the monarch of the wood.</br>O'er the green dell its boughs were widely thrown,</br>And seem'd to make a forest all their own.</br>The trees, that round their leafy honors rear'd,</br>Like lowly shrubs on barren heaths appear'd</br>When mated with its height &mdash; in the cool shade</br>I lay reclin'd; a mossy stone my head</br>Supported, for around in order placed,</br>The lonely spot a rocky circle graced.", "As wearied nature yielded to repose,</br>A wondrous vision to my mind arose.</br>The oak's vast trunk divided, and array'd</br>In martial vest, a stately form display'd:</br>With radiance ting'd his azure mantle flow'd,</br>And in his eyes celestial splendor glow'd.</br>On his left arm appear'd a mighty shield,</br>Mysterious symbols graced the storied field.</br>RELIGION here arose in robes of light,</br>There cloud-born ERROR shrunk abash'd in night,</br>Here FREEDOM smiled, dispensing blessings round,</br>O'er prostrate tyrants there indignant frown'd.</br>Whilst at her feet the main's stern RULER laid</br>His trident, and submissive homage paid.</br>On the bright helmet, framed by art divine,</br>FAITH, HONOUR, VIRTUE'S sculptur'd figures shine;</br>And darkly-shadowing, intermix'd beneath,</br>The oak and laurel twine their circling wreath.", "Forward he came with slow majestic tread,</br>And my soul sunk with reverential dread.</br>\"Favour'd of heaven, he cried, dismiss thy fears,</br>Behold the GENIUS of thy ISLE appears:</br>Nor deem, O sage, with chance thy guide alone,</br>My lov'd retreat to thee had e'er been known.</br>'Twas thine, directed by the powers above,</br>To pierce the precincts of my hallow'd grove.</br>Where from the branch, at consecrated hour,</br>Sage Druids pluck'd the plant of mystic power;</br>And claim'd kind influence from the host of night,</br>While the pale crescent, tipt with borrow'd light,</br>Sail'd thro' heaven's azure vault &mdash; their temples crown'd</br>With garlands, oft they traced this rocky round,</br>And on their altar rude, yon central stone,</br>The milk-white steer expir'd with hollow moan.</br>And man himself, a sacrifice abhorr'd,</br>Beneath the axe life's sanguine current pour'd.</br>While ruthless priests, in robes of snowy hue,</br>From gushing blood, and limbs convulsive, drew</br>Presages wild and vain: &mdash; but now no more</br>These savage rites prevail on Britain's shore;</br>And that thy country's fame may brighter shine,</br>Heaven calls on thee to aid its great design:</br>To guard the generous prince, ordain'd by fate</br>To raise the honours of thy sinking state.</br>Far to diffuse religion's sacred light;</br>And whelm the Pagan gods in endless night.</br>For this the Weird sisters, foes to man,</br>Who dimly fate's mysterious volumes scan,</br>Have weav'd, with artful malice to impede</br>What heaven's eternal wisdom has decreed,</br>Round Inogen and Arthur's natal hour</br>Spells of dark import, and pernicious power.</br>But know, since more than mortal are their foes,</br>With more than mortal power shalt thou oppose</br>Their arts.  Fierce Hengist claims their watchful care;</br>To him they destine Britain's matchless fair:</br>But be it thine to keep her from his view,</br>Or ills on ills, a dreadful train ensue.</br>This sacred wand receive; exert thy power!</br>And at thy will shall rise a lovely bower</br>To screen the maid, command her there to stay</br>Till war's tempestuous cloud is roll'd away:</br>Till from thy lips she hear, and thine alone,</br>Fate calls her to partake the British throne.</br>Then cleave the air to Ligon's desart strand:</br>The elements to thy commanding wand</br>Shall yield subjection; and to Britain's heir,</br>Still waiting for a faithless foe, declare</br>The greatness of his danger:  let him haste</br>From shore to shore along the watry waste,</br>And rouze the martial realms to his allied,</br>And knights of other lands by friendship tied.</br>But charge him till Menevia's bay receive</br>Their freighted vessels, ne'er those friends to leave.</br>How to instruct, or give, when wanted, aid</br>To Britain's prince, shall be to thee convey'd</br>In visions of the night. &mdash; High heaven his friend,</br>With man and daemons shall the youth contend:</br>Thro' danger's see his bark triumphant guide,</br>And scorn the terrors of th' assailing tide.</br>But since 'tis man's with liberty of will</br>Heaven's kind intents to frustrate or fulfill;</br>With dauntless valour he must prudence join,</br>To make him worthy of the great design,</br>Or all his promis'd glory fades away,</br>And clouds and darkness veil his opening day!\"", "He ceas'd; and sudden as the flame of night,</br>The radiant image vanish'd from my sight.", "I wake, and wildly gaze around; my mind</br>In wonder lost &mdash; the lately-rifted rind</br>Was closed, and at my feet the mystic wand</br>I view'd &mdash; I grasp'd it in my trembling hand.</br>What strong emotions swell'd my lab'ring breast!</br>Awe, gratitude, and joy my soul possest.</br>Prostrate on earth my thanks to heaven I paid,</br>Then sought my Inogen.  The gentle maid</br>In rapture heard; th' eternal will ador'd,</br>Breath'd forth his praise, and future aid implor'd.</br>Sweet are the prayers of virtue, and arise</br>Like purest incense grateful to the skies.</br>And surely her deserts, not mine, could move</br>The watchful care of him who rules above.", "Ere yet the guardian shades around her clos'd,</br>Eager she sued, nor I her suit oppos'd;</br>That Ellena, a maid of noble strain,</br>Whose heart fair friendship in its golden chain</br>To hers had link'd, &mdash; who like ourselves in dread,</br>To shun the foe from Carlile's walls had fled</br>To Cambria's wilds, within the secret bower</br>Might dwell, to sooth the solitary hour.", "Now to the lonely isle my rapid flight</br>I steer; the prince and warriors meet my sight.</br>To Uther's fate the filial tear he gave,</br>Then stem'd with prosperous gales the yielding wave.</br>From different coasts auxiliar troops he gains;</br>Th' Armoric warriors quit their fertile plains,</br>By Hoel led; and from the Neustrian land</br>Redoubted Clodion leads his archer band.</br>Now by our southern coasts their way they steer,</br>Till huge Bellerium's rugged cliffs appear,</br>Our realm's remotest verge; then distant keep</br>From the dark isles emit the western deep:</br>For there, the billow's whitening surge beneath</br>Lurks the dire quicksand, and the rock of death.</br>Like a dim cloud amid th' aerial blue,</br>Ierne's Isle now rises to their view.</br>Thro' various regions spread the war's alarms;</br>The friendly chieftains rouze their tribes to arms</br>In Arthur's cause; and soon the generous train</br>With shouts resounding plough the watry plain.", "Here must I cease; the dire event you know&mdash;</br>The gallant youth whom force could ne'er o'er-throw,</br>Submits to fraud.  Yet hope, faint hope remains&mdash;</br>But ah!  too long the tedious tale detains</br>Your listning ears.  Behold, more faintly shines</br>Heaven's glittering host, and night's pale lamp declines.</br>Here let us part; and ere the morning rise,</br>Ye chiefs, may grateful visions meet our eyes!\"", "They heard assenting; sleep's soft blessings crown'd</br>The tranquil hour, and silence resign'd around.", ""]