["PART I.</br>To suffering fall'n, though formed the heir of joy,</br>A prey to ills that menace and destroy,</br>The midnight pest that walks in ghastly power,</br>The viewless arrows of the noontide hour;</br>To sorrow's protean forms, debasing cares,</br>The thousand wounds the erring spirit bears,</br>The storms that lower o'er life's eventful way,</br>And dim the etherial flame that animates his clay;</br>Man &mdash; still the child of heaven, allowed to prove</br>A filial interest in his Maker's love;</br>Feels the full influence of his watchful care,</br>That lightens sorrow, and forbids despair:</br>Then, since He tempers ev'ry blast that blows,</br>Bids the keen thorn intrude, but spares the rose;</br>Since heaven's glad sun-beams thro' the tempest shine,</br>And He who strikes pours forth the oil and wine;</br>Why to the winds should hope and peace be flung?</br>And why the balm that soothes our wounds unsung?", "Benevolence!  thou heaven-descended guest,</br>Blest in thyself, in blessing doubly blest,</br>Thine is the balm that stills frail nature's strife,</br>And robs of half their sting the woes of life.", "Yet man, vain man, will choose the serpent's food,</br>Still following evil, still forsaking good;</br>And noblest minds, unchecked, with innate force,</br>But start with wildest range from wisdom's course;</br>E'en now HIS name our eyes with sorrow fills,</br>Whose sun hath sunk behind Morea's hills;</br>(Alas!  that giant spots obscured it's ray,</br>And dimmed the promise of, immortal day);</br>To grandeur born, but left in youth's gay pride,</br>Where vice and folly roll their ebbless tide,</br>Where heartless self prefers her constant claim,</br>And frontless fashion consecrates her shame;</br>He judged the many by the worthless few,</br>And his soul sickened at the sad review:</br>Scorning the world, he strove in vain to rise;</br>Above the earth, but far beneath the skies,</br>Struck with terrific jar the matchless strings,</br>That else had raised the soul on rapture's wings,</br>And poured the fire that through his bosom ran,</br>In blasting fierceness, 'gainst his brother man;</br>Pronounced all human good a worthless claim,</br>And blest Benevolence, an empty name.</br>Nor great the marvel, on unhallowed ground,</br>Who e'er hath sought her steps, or seeking, found!</br>Her's the calm scenes where passion's tempests cease,</br>And Virtue's sons possess their souls in peace.</br>Not on the rock the violet rears its form,</br>To parching sun exposed, and sweeping storm;</br>But pours its fragrance o'er the lowly dell,</br>Where with soft lapse the living waters well,</br>And the coy maid, serene in artless truth,</br>Crowns with it's sweets the laughing brow of youth.", "Yet hence, since Genius closed his eyes to light,</br>Involved his soul in self-created night,</br>In stiffnecked scorn of kindred being, still</br>Traduced its good, and magnified its ill,</br>Would sickly folly yet the strain prolong,</br>And blend his errors with her vapid song:</br>Hence the vain crowd, whom nature's will denies</br>To sound his deep, absorbing harmonies,</br>Would feebly ape on ev'ry tinkling wire,</br>The lofty discords of his mighty lyre.", "Peace be thy lot, great spirit!  which in vain,</br>Thy way-ward nature strove on earth to gain;</br>Had blest Benevolence thy soul refined,</br>Shone through the chaos of thy darkened mind;</br>Tinged the full springs whence thought and feeling flow,</br>And stirred them from their utmost depths below,</br>How had they poured around their treasured worth,</br>And with their lavish tides enriched the earth:</br>By the deep magic of thy potent strain,</br>Then hadst thou toiled, nor, haply, toiled in vain,</br>Not to debase our nature, but improve;</br>Raised the high song that taste and virtue love;</br>Bade thy large heart expand to all thy race,</br>Nor deemed the world its Maker loved to grace,</br>That world He once pronounced so good, so fair,</br>All evil, while his impress lingered there.", "Bear record with me, ye primeval woods!</br>Ye age-crowned mountains, with your rushing floods!</br>Thou changeless ocean!  still in grandeur spread,</br>Where Time's third morning saw thy wondrous bed;</br>Thou sun!  whose blazing eye hath scanned the spheres</br>Through the wide circuit of six thousand years;</br>Since man has trod your heights, or ploughed your wave,</br>Or drank in light and joy the beam you gave;</br>Still have ye shewn your Mighty Maker near,</br>Nor left his name without a witness here.", "Nor less the moral world.  Though hate and crime,</br>Twin fiends, have raged through all descending time;</br>Though brazen war hath bound with tyrant rule,</br>Earth's great and noble to his sanguine school;</br>Though dark o'er earth the night of error spread,</br>Though truth in terror veiled her radiant head,</br>Still, bright Benevolence, with light divine,</br>Through every age hath shone, and still shall shine;</br>That heavenly light, O sun!  which, like thy flame,</br>Proclaims the brighter source from whence it came.", "True, Eden blooms no more for man below,</br>And tears must water what the passions sow:</br>Illusive happiness!  why tempt our eyes?</br>The mighty price we pay, but miss the prize;</br>From land to land, through danger, toil, and pain,</br>Thy votary seeks thee, but he seeks in vain;</br>With hope renewed, he tempts the raging sea,</br>And Ocean answers, \"She is not with me;\"</br>Why wilt thou thus belie thy heavenly birth?</br>Why doth thy rainbow seem to rest on earth?</br>O, rather hide thee from our sight, or show</br>Thy beauties but from heaven to worlds below;</br>So man, assured, his fruitless search might spare,</br>Or, knowing where thou art, might seek thee there.", "Deluded thus, in chains of darkness bound,</br>The prisoned angels urge their hopeless round;</br>For ages pent within the shadowy cone,</br>Where night and silence share the dreary throne;</br>Still pressing onward towards the verge of light,</br>(Whose just gradations check their eager flight)</br>E'en to the day, when bursting from the tomb,</br>Man, joined with angels, waits his final doom,</br>And whelmed beneath the blazing tempest's roar,</br>Earth hath no shadow left to guard them more.", "Nor all is lost; though vain the hope to find</br>Ease for the fever of the restless mind,</br>That still, as linked to flesh, it onward fares,</br>The sad inheritance of sorrow shares;</br>Yet thou, Benevolence, canst soothe its grief,</br>Pour o'er its anguished feelings sweet relief,</br>Canst oft the threatened ills of life arrest,</br>And aid frail nature to endure the rest;</br>At times canst blunt misfortune's maddening goad,</br>And ease weak man of all his weary load:</br>Then, while his burdens thy kind arms employ,</br>The light heart dances to the notes of joy;</br>Those seraph sounds to us but rarely given,</br>Lest earth itself too far resemble heaven.", "Blest power!  if man his own best interest knew,</br>Owned thy kind rule, and to himself were true,</br>What scenes of wonder might thy hand unfold,</br>More bright than dreaming sages e'er foretold,</br>And time behold a race of ages run,</br>To shame the fabled reign of Vesta's son.", "E'en now through earth thy spirit warmer glows.</br>Deeper and wider still thy influence flows,</br>And half the horrors of departed years,</br>Are heard, and wondered at, like childhood's fears;</br>And who but thou could meet the increasing rage</br>Of man's worst passions, who but thou assuage?", "What were the Patriots' boast, if wanting thee?</br>Mark Rome's best citizen, when Rome was free;</br>The elder Cato, who in stubborn pride</br>His country loved, but hated all beside,</br>Nor aught could quell his savage thirst of blood,</br>Or calm his ruthless soul while Carthage stood.</br>How clement Julius from his glory fell,</br>And stained his fame, let Ariovistus tell.</br>Fen princely Titus, upright, wise, and brave,</br>When free-born Judah spurned the name of slave,</br>Stooped to revenge to gild repulse and loss,</br>And nailed her gallant thousands to the cross.", "Can high Philosophy the heart subdue,</br>Or mould its powers to thee and nature true?</br>No, the vain efforts of her lofty art</br>May rule the head, but not thy realm, the heart;</br>(Weak as yon northern streamer's idle ray,</br>That shines but warms not on its airy way)</br>High may her lofty battlements aspire,</br>The wise may worship, and the good admire,</br>But let low interest sap the towering walls,</br>Soon prone in dust the baseless structure falls;</br>Let powerful impulse, that still ready waits,</br>With sudden onset shake the feeble gates,</br>The scarce resisting barriers wide are cast,</br>Like fairy ramparts fleeting with the blast,</br>And leave the invaded soul o'erwhelmed, betrayed,</br>In woe more helpless from their trusted aid.", "Nor Genius, though like thee, from heaven he came,</br>Can wield thy sceptre, or thy honours claim;</br>To one blest bosom, if like friends ye come,</br>And claim the mansion as your favoured home,</br>By thee refined, his fires may purer glow,</br>More widely shine, more lovely radiance throw,</br>And shew at large to man's admiring eyes,</br>What scenes of beauty from your compact rise;</br>But, when they beam o'er grovelling folly's way,</br>Or light the soul where whirlwind passions play,</br>They gild a chaos, and the scene deform,</br>Like the dread star that marshalls on the storm.", "Gods of the earth!  to you hath heaven assigned</br>Part of its own high power to bless mankind;</br>Each in his sphere, as He, your Lord and their's,</br>Extends o'er all his goodness and his cares.</br>If on your throne Benevolence preside,</br>Ye spread the blessings of her empire wide;</br>But if, bewildered with your dizzy height,</br>On self alone ye fix your gloating sight,</br>On feelings, laws, and rights, besotted tread,</br>Till living slaves may envy freemen dead;</br>Or if, her rule contemned, through pride ye err,</br>Despise the sceptre, and the sword prefer,</br>And bid its ever hungry edge devour,</br>Far, as with hell to aid, extends your power;</br>The desert's deadly breath, the sea's dread rock,</br>The whirlwind's fury, and the earthquake's shock,</br>Though suffering nature sicken at the view,</br>Well nigh are blessings when compared with you.", "Behold the wond'rous man, whose single mind,</br>In lonely greatness triumphed o'er his kind,</br>Forced crafty factions to its might to yield,</br>Tore the wan lilies from their ancient field,</br>And raised his ravening eagles in their place,</br>That gorged the richest blood of all his race;</br>And vampire-like had bowed their glory low,</br>Had once their purple banquet ceased to flow.</br>Could'st thou, sweet Charity, with him prevail,</br>Or weigh with power, in wild ambition's scale?</br>Vainly thy genial wings had brooded o'er</br>The triple ice that bound his bosom's core;</br>Lost was thy voice, while e'en in fancy rang</br>Around his charmed ear the battle's clang.</br>No power could stay the spoiler on his path,</br>Till outraged nature armed her in her wrath,</br>\"Lo, the sweet pleasures of my tranquil reign,</br>My smiling beauty woo'd his soul in vain,</br>And the stern monarch of the iron crown,</br>Now seeks my fury and defies my frown;</br>Rouse ye, my terrors, from your grim repose!</br>Awake, ye whirlwinds!  hither haste, ye snows!</br>Rise in your rage, sweep o'er yon human sea,</br>Avenge my children, let my earth be free!\"", "Free!  is she free?  was this the end decreed,</br>To break the sword, and bid the scourge succeed?</br>To strike the kingly eagle in his flight,</br>And bind the victim for the craven kite?</br>See dragged beneath a dastard tyrant's wheel,</br>(Once Christian Europe's champion) high Castile.</br>Thou too, Italia, is thy glory dead,</br>How long must dust and ashes soil thy head?</br>Still bound beneath the Austrian despot's feet,</br>While to thy soul the cankered irons eat,</br>To heaven ascends thy tortured people's voice,</br>(Shade of Arminius, hear it and rejoice!)</br>Yet though to dust deprest, the slave of slaves,</br>In vain thou shalt not cry to Him who saves;</br>The time shall come, 'tis past the mighty word,</br>The heavens have spoken and the earth has heard;</br>Concurring signs proclaim th' approaching day,</br>Hope's eager eye may mark its dawning ray,</br>The day when all below, like those above,</br>Sons of one parent, shall like brothers love;</br>Then, blest Benevolence, no more defied,</br>The last fell tyrant on the throne of pride,</br>Raised into man, shall own her mild controul,</br>Or mourn in dust the madness of his soul.", "Bright friend of man, her sacred presence flings</br>Unearthly beauty o'er created things;</br>Her's is the praise if less distracting fears</br>Beset the path of life, if nature's tears</br>Be dried, or fewer fall, if earth can wear</br>Her robe of plenty, and reward our care,</br>If justice dwell below, and man may tread</br>Erect, nor lawless power nor treachery dread;</br>She is our friend, while all the spurious race,</br>That claim her kindred, but her name disgrace,</br>Leave but a record to succeeding times,</br>Of savage virtues, or of splendid crimes.", "But fame delights not her, nor splendours please;</br>With blessings laden, clad with smiling peace,</br>In quiet beauty through the world she goes,</br>Not less the friend of all, were all her foes;</br>Her deeds concealing, till their worth appears,</br>By the fair monuments of peace she rears.", "So grows the lily on the cultured plain,</br>So shines resplendent 'midst the floral reign,</br>Raised by the added strength each moment brings,</br>With silent progress to perfection springs,</br>Till, fair as snow on Alpine summits seen,</br>Bursts forth her beauty from its leafy screen,</br>And towering bright o'er summer's radiant bands,</br>Complete in grace the lovely wonder stands.", "Jocund and gay, down pleasure's sparkling stream</br>Float the light children of the world, nor dream</br>Of death or danger there, nor care to guide</br>The flaunting vessel o'er the treacherous tide;</br>And lo!  the wretch of all but life bereft,</br>Cast helpless on the unfriendly shore, and left</br>To fate or fortune, for his cry in vain</br>Would win him audience from that heartless train;</br>Blows fortune's gale, their silken sails are set,</br>They hear but heed not, pass him, and forget.</br>Then comes the sickness of the soul, the vexed</br>And wounded spirit, and despair is next;</br>O, if the world had ought of good or great,</br>Still would he struggle, nor submit to fate;</br>Then, when Benevolence with ready hand</br>Binds all his wounds, and bids him rise and stand,</br>Her lovely smile that bright assurance gives,</br>And, cheered by her, the child of sorrow lives.", "By hope inspired, by sanguine feeling flushed,</br>Full many a youth towards Fame's high fane hath rushed,</br>But felt, while glowing with celestial flame,</br>Neglect's damp mildew on his blighted name;</br>E'en thus to hapless Chatterton it clung,</br>Till want's keen fangs upon his vitals hung;</br>(So to the antlered monarch of the wood,</br>The panther cleaves and drains his vital blood).</br>O, had Benevolence beheld, when pride</br>The dreadful secret to her sight denied,</br>Her voice had bid the scowling fiend depart,</br>Her glance, which lightens through the rayless heart,</br>Relumed the beacon Hope hath planted there,</br>The leading star of life, the charm 'gainst dark despair.", "The orphan see, who, friendless and cast down,</br>Hath borne scorn's cutting smile, and pride's dark frown;</br>With feelings crushed and bruised, he seems to own</br>A heart insensate as the passive stone</br>O'er which he treads; yet deep his spirit burns,</br>Curses for threats, and bate for taunts returns;</br>Like one who walks in sleep, his course he bends,</br>Darkling, nor asks a guide, nor thinks of friends;</br>But, if Benevolence should bid him wake,</br>And rouse him, for his own, for others' sake;</br>Cheer his lorn bosom with her tenderest zeal,</br>And soothe his wayward spirit, till he feel</br>The smile of tenderness &mdash; the charm of worth;</br>Then burst the streams of sweet affection forth,</br>While all the finer sympathies that thrive</br>In gentler natures, at their touch revive,</br>And Love's best fruits where'er their course is traced,</br>Enrich that heart so late a barren waste.", "These are her chosen deeds &mdash; best pleased to stray</br>Where none but those she blesses mark her way;</br>Yet not from good by fear or shame withheld,</br>Still on she journies, though at times, compelled</br>To rend the veil that shrouds her form away,</br>And bare her features in the light of day:</br>Hence, with her name inscribed, fair structures stand,</br>Her praise diffusing through a grateful land.</br>Here the sad victim of seductive art,</br>Her vice forgets, and learns a purer part,</br>Snatched from a vortex, where her utmost skill</br>And failing strength, had seen her sinking still;</br>Or, if at last they saved, had left her such,</br>As Pity's lowly self must stoop to touch.", "Hath not thy angel step, in virtue bold,</br>Passed the dark limit of the felon's hold,</br>Some entrance seeking to his darker mind,</br>Dared the dank prison's breath that way to find;</br>And worse, the moral leprosy that clave</br>Around, in Misery's home, and Virtue's grave!</br>Nor ceased upon his hardened heart to pour</br>Thy kindest counsels, and thy purest lore;</br>Till the stern Ruffian, whose obdurate breast,</br>Scarce held one kindly feeling for its guest,</br>Hath wept, and owned his country's broken law</br>Was just, nor should its awful claim withdraw;</br>Yet humbly hoped, his full lustration o'er,</br>And cleansed his foulness, to contract no more.", "O Earth!  how long upon thy beauteous face</br>Hath slavery ranged, destroyer of thy race;</br>Long had Benevolence, with many a tear,</br>Surveyed the horrors of his wild career.</br>Hopeless to crush, though armed in nature's right,</br>His demon prowess by her single might;</br>Yet oft she struck, as oft repulsed and foiled</br>Scarce felt and harmless had her blow recoiled;</br>Till sorrowing, not despairing, at the past,</br>Strong in her whole collected power, at last</br>Her hand hath pierced him, and the vigorous dart</br>Palsies his arm, and rankles in his heart.", "So, when as poets feign, huge Python roll'd</br>O'er the new world his vast unmeasur'd fold,</br>The bright far-darting God assumed his arms,</br>To rid the nations of their dire alarms;</br>Though his fierce shafts the scaly harness tore,</br>And drank from many a fount the bursting gore,</br>Long in his might secure, the stubborn foe</br>Defied the furies of the dreadful bow;</br>Nor, till just doubtful of his matchless strength,</br>Half scornful, half incensed, the power at length,</br>With full celestial might his weapon drew,</br>And the last arrow of the quiver flew,</br>O'erpowered, the monster pressed the bloody sod,</br>Yielding, &mdash; and barely yielding, &mdash; to a God.", "What State, that bade surrounding rivals yield,</br>In arts and arms, supreme on either field;</br>What Queen of earth, that saw the kingdoms bow,</br>Where rose, in awful state, her crowned brow,</br>E'er gave fell slavery on mankind to feed,</br>And shunned the ruin that herself decreed!</br>Still doth the fiend his deadly nature bear;</br>Still shall his fangs his parents' vitals tear;</br>Shall waste the strength that outward force defied,</br>And sap the deep foundations of her pride.", "All beauteous Greece, whose image stands enshrined</br>In the best feelings of each generous mind,</br>Though fierce she strove for freedom, nor in vain,</br>Forced many a wretch sad slavery's draught to drain,</br>Till time, revolving slow, the period fixed,</br>Held to her lip the bitter cup she mixed;</br>How long the moral pest o'erhung her shore,</br>How long the taint her spotted garment bore!</br>When Europe saw, as if at later day,</br>Not yet the damning spot were washed away,</br>On stern Lycurgus' seat the Othman throned,</br>And, drop for drop, the Helot's blood atoned.", "When Rome, as bright her sun of glory rode,</br>Spread her broad shadow over land and flood,</br>Like some vast whirlpool, with incessant din,</br>Drew, like huge waves, the crowding nations in;</br>Gleaned the full wealth in conquered kingdoms found,</br>To hoard, or fling in lavish waste around;</br>Herself her idol, every foe a slave,</br>From Syria's forests to the Ebro's wave,</br>Despair's deep groan she heard, and sorrow's wail:</br>What shrieks, what curses rent the noontide gale;</br>What streams of gore defiled the horrid sands</br>Of her fell circus, where, in marshalled bands,</br>The fated brave their richest blood must spill,</br>Like brutes, to glut their lords, more brutal still;</br>Nor e'en soft woman turned her gaze aside:</br>Hence moral sense polluted, bloated pride,</br>Avarice, and cruelty, the coward's vice;</br>And the high Roman bowed, or bore his price,</br>Till weak, and sunk beneath the sense of shame,</br>In all but name a slave, the spoiler came.", "Kind Charity, though all from misery fly,</br>Where woe is felt, thy step is ever nigh,</br>And none but he who needs thy smile can tell</br>How swift it calms our sorrows, and how well;</br>But in the heart, whose powers are all thy own,</br>Are thy best gifts, thy highest pleasures known.</br>The worldling's heartless joys, the hero's wreath,</br>Low self-contempt, or withering pangs bequeath;</br>While thy delights unmingled peace ensure,</br>They bring no pangs, and where they find them, cure;</br>Or if, since doubly blest thy votary goes,</br>High heaven afflict him with redoubled woes,</br>While others' wounds with gentlest care he heals,</br>Soft o'er his own thy magic influence steals,</br>Bathing the spirit in its soothing spell,</br>Like dreamy music from the Eolian shell,</br>When, half entranced, the awakening sense in vain</br>Would tell if earth 'or heaven awoke the strain.", "Nor lives there One, fond hope would augur yet,</br>On whose hard heart thy seal was never set;</br>Well nigh at times by vice and crime effaced,</br>Yet oft, where least expected, strongest traced.", "Warm social Power!  thy raptures ne'er could swell</br>The idiot dreamings of the hermit cell;</br>The generous breast where thou hast fixed thy throne</br>Bears not its feelings for itself alone,</br>From loathed unnatural solitude must fly,</br>Or in their living grave the affections die.", "Thus not around, like nature's balm, descends</br>That deep and deadly stillness, that portends</br>Destruction nigh, when trembling earth appears,</br>In sad dejection lost, and sunk in fears;</br>Prescient of ill, as if within her view</br>(Though yet unfledged) the full-plumed tempest flew;</br>As if her quickened senses from afar,</br>When the fell demons of the airy war,</br>Exulting from their sounding caverns spring,</br>Caught the faint rustle of each poising wing,</br>As, waiting all their powers, sublime they sail,</br>In horrid silence, on the pausing gale.", "And see the wretch whom, when destruction lowered,</br>From each pursuing surge that o'er him towered,</br>With speed outstripping death, the raving blast</br>With headlong fury o'er the waters cast,</br>And dashed exhausted on the savage shore,</br>Where human form ne'er pressed the soil before:</br>Saved!  he is happy; fear and danger past;</br>But only he is saved; then comes at last,</br>Heart-eating loneliness, the worst of ills,</br>Whose calm as surely as the tempest kills.</br>O better far that his ill-fated form</br>Had sunk beneath the daemons of the storm;</br>Or, from the ghastly monsters of the wave,</br>Had found a bloody, but an instant grave,</br>When all his spirit's yearnings, smothered long,</br>Burst with resistless fervour from his tongue.</br>O mark the stony gaze, the mute despair,</br>As die the sounds upon the desert air;</br>Or, worse, arrested in their onward track,</br>Echo, in heartless mockery, flings them back.</br>His ardent feelings quenched, his heart, though great,</br>Oppressed by all their dead and chilling weight,</br>(Like that dead sea whose struggling swell expires,</br>'Neath the  ashes of Gomorrah's fires,)</br>Longs but to join the clod from whence it came,</br>Differing but little now, and soon to be the same.", "Yet, though the haunts of men present the field</br>Where grow thy fairest fruits, too oft they yield</br>A deadly crop of selfish griefs and cares,</br>That blights thy promise, and thy strength impairs,</br>Retirement aids thy growth, and he who holds</br>Converse with nature, and her beauty folds</br>To his warm heart, to thy sweet call attends,</br>Benevolence!  for she and thou are friends.", "Lo!  Britain's ardent son her standard rears,</br>Round the wide watery world her trident bears,</br>Surveys great Nature in her noblest forms,</br>Dwells with her billows, communes with her storms,</br>Tracks her dread footsteps to their inmost place,</br>And sees, unveiled, the wonders of her face;</br>Sees, not in parts, but scans the amazing whole;</br>And, mark the simple grandeur of his soul!</br>His is the expansive heart, the candid tongue,</br>Uncramped by subtlety, unwarped to wrong,</br>All sordid views above, all petty strife,</br>The grace, the safeguard, of domestic life;</br>His country only, claims a dearer care,</br>Prompt at her call to suffer or to dare, </br>Pleased for her weal to yield his patriot breath,</br>Hers while he lives, and doubly hers in death:</br>So lived, so died, alas!  the wise, the good.</br>The just, the brave, the noble Collingwood!", "There tower Helvetia's barriers, on whose heights,</br>From the flushed west such rosy radiance lights,</br>Which, fixed in stern repose, have caught the ray,</br>Since low in ocean sunk the first-born day;</br>Where, unprofaned by man, the eternal snow,</br>Waits but his whispered word to plunge below;</br>Where each vain voice, from earth or air that breaks,</br>Is hushed, and Nature, mighty Mother, speaks.", "They heard her voice, her bold, her hardy race;</br>Heroes, whom freedom's brightest triumphs grace,</br>She raised their souls above the despot's frown,</br>She nerved their arm to strike the tyrant down,</br>Bade their high hearts with patriot ardour burn,</br>And, heaven's best gift achieved, she bade them turn,</br>Command the unhallowed strife of war to cease,</br>(Then only glorious when it strikes for peace,)</br>Seek the lone stranger on his trackless road,</br>Press the kind shelter of the safe abode,</br>Climb the dread cliff, surmount the misty wreath,</br>And point the pilgrim to his goal beneath;</br>And, honoured thus and graced their stranger care,</br>Bound joyful homeward, for their hearts were there;</br>And with each virtue bless the social hearth</br>That, since our parents fell, survives on earth.", "Nor, if the heart Benevolence inspires,</br>Can earth engross or hold its vast desires.</br>When mortal cares, their stern commission done,</br>Fade in dim distance with their herald sun;</br>When Hesper, rising bright, on airs of balm</br>Floats on through ether, 'midst the holy calm,</br>And sheds o'er peaceful earth the trembling ray</br>That lights sweet evening on her dewy way,</br>While all around fresh worlds emerging seem,</br>Tempering the approaching shades with silvery gleam,</br>And each light breeze its fluttering breath that wakes</br>More deeply marks the blest repose it breaks:</br>With what pacific power doth She ascend,</br>The heart's high throne, and bid the passions bend!</br>Hushed is the bosom's war, the world's hoarse din,</br>And peace without reflects the peace within</br>The spirit, rapt beyond earth's shadowy bound,</br>Lives through the mighty whole that deepens round;</br>Expands in Love to life wherever known,</br>From man's low dwelling to the seraph's throne,</br>Linked to its weal with thousand tenderest ties,</br>By awful nature's mystic sympathies.", "Yet, though all worlds thy kindly feelings share,</br>One little world is thine, dear, sacred, where</br>Thy spirit rests.  O that his feeble verse,</br>Who falters forth thy praises, could rehearse</br>Thoughts worthy thee!  O that his strain could show,</br>As well he feels it, what to Love we owe!", "Behold yon blooming girl, whom hastening Time</br>Now just has ushered to her maiden prime:</br>With vernal swell her gentle bosom breaks</br>Its icy fetters, and new life partakes.</br>Then rise young thoughts, and fond imaginings,</br>Soft fluttering wishes try their new-born wings,</br>Mingled with feelings undefined, and tossed</br>In one sweet chaos, blended all and lost.</br>Through her warm breast the mixed emotions play,</br>And wile her from her former self away,</br>Yet know not what their aim, nor where their home,</br>Till He, the One, the kindred spirit come:</br>Then works the spell, as, with concentrate rays,</br>The convex crystal pours the living blaze;</br>The varied elements, arranged, combined,</br>Put their new nature on, at once defined;</br>And the soft passion pouts through all her heart</br>Its sweet anxieties, its honied smart:</br>In Her its pure achievements stand displayed,</br>Devoted, ardent, constant, rightly weighed;</br>A richer prize than orient mines afford,</br>Yea, more than kingdoms to her bosom's lord.", "Oft, when fond hopes congenial hearts employ,</br>Frowns the stern world upon the promised joy;</br>Shuts from its happier paths their steps unblest,</br>And to those eyes that seek a humble rest</br>Presents a dreary vista, waste, prolonged,</br>With clouds o'erhung, with hostile shadows thronged;</br>No cheering ray appears, no ground of trust,</br>And their sad hearts confess the picture just.</br>Yet Love full oft, like the pure diamond's shine,</br>Which brightest lightens through the darksome mine,</br>Sheds o'er the sombre scene a radiant hue,</br>More sweet than fortune's sunshine ever threw,</br>And round the trusting heart a glory throws,</br>That charms its griefs, and bids its cares repose:</br>Then flows their bliss in one o'erwhelming tide,</br>Then mortal ills behold their power defied.</br>Where now the fears that ruled with sickening sway,</br>The spirit's sad forebodings, where are they?</br>The clouds that made the world affection's tomb?</br>The spectral forms that lowered along the gloom?</br>All, all are gone, and earth an Eden seems,</br>Bright with their raptures, peopled with their dreams.", "Mysterious Power!  thy spirit, unconfined,</br>Fills the wide regions of immortal mind;</br>Beyond the shade Time's ample pinions cast,</br>Nor finds creation's myriad worlds too vast</br>For its unbounded yearnings.  Not the less</br>Earth's narrowest limits canst thou stoop to bless,</br>And with such joy life's scantiest portion store,</br>That man's insatiate soul can ask no more.</br>How dost thou all time's varied woes atone,</br>When first fond hearts their kindred feeling own,</br>And all forgot the future and the past,</br>While strong affection's burning transports last,</br>Pour thy full spirit, smile at adverse fate,</br>And live through ages in a moment's date.", "Say, is there aught can yield superior bliss?</br>Can nature boast a thrill more dear than this?</br>Yes, here!  where sorrow dwells a constant guest,</br>A purer joy is found to fill the breast.</br>Mark yon sweet infant pair, that share the boon</br>Of dewy sleep, at summer's ardent noon:</br>That arm beneath the sister form outspread,</br>With pigmy power to guard the younger head;</br>Those dimpling cheeks, where slumber's gentle breath</br>Has fanned to livelier tint health's bloomy wreath;</br>Those eyes that flash as when Aurora wakes,</br>Whence now, though veiled, a chastened lustre breaks;</br>Soft opened lips, approaching fond and sweet,</br>As at that roseate porch their cherub souls would meet.</br>There bends the parent:  on that sacred spot,</br>His world is centered, and his cares forgot;</br>On the loved scene his labouring spirit dwells,</br>And his eye kindles, and his bosom swells</br>And heaves, till nature's self too weak to bear</br>The rushing joy, sublimes it to a tear.", "Here doth affection triumph, here supply</br>Earth's finest, firmest, most enduring tie;</br>That sacred tie, through doubt and danger tried,</br>Nor chance nor change can loose, nor time divide;</br>E'en when the sentence comes, severely just,</br>Which back to parent earth commands our dust,</br>The summoned spirit, pausing ere she part,</br>Ere time's last feeling leave the failing heart,</br>Shall bless the cherished medium that conveys</br>Her long loved earthly name to.  future days,</br>(E'en as her mortal date, though fleeting fast,</br>Hath linked that future with the faded past,)</br>And when to earth, from yonder blissful seat,</br>She bends the look where love and pity meet,</br>Shall mark her lineage, and, unblamed, bestow</br>A dearer portion of that love below.", "There is a spot where heaven still deigns to shower</br>The first, best blessings of its guardian power;</br>Rich in the calm delights that win their way</br>O'er the perturbed spirit, and array</br>Their charmed might 'gainst all the woes and cares</br>Which every child of Adam dreads and bears:</br>The home of wedded Love, the guarded ground,</br>Where all of bliss that dwells on earth is found.</br>Here, Love, without his sting, descends from high,</br>Folds his wild wing, and lays his arrows by;</br>He stills the throbbing heart when griefs annoy;</br>His sacred power exalts the meanest joy,</br>And gives, with higher, holier, influence fraught,</br>Its tone to feeling, and its cast to thought;</br>Even as the common light, unmarked, that shone,</br>Through the pure prism's enchanting medium thrown,</br>Bursts to celestial hues, evolving here</br>The latent glories of a brighter sphere.", "Here may the way-worn spirit find repose;</br>The loveliest rest that man, the wanderer, knows;</br>Though cherished friends, who nearer aim the blow,</br>Should wound more deeply than the distant foe;</br>Though slander's fiend her blasting venom fling,</br>Misfortune shade it with her dragon wing,</br>And all around in hopeless wreck be hurled,</br>The sweet Oasis of a desert world.", ""]