["The north wind, sighing, mourns the parting year;</br>The Editor has flown to scenes of glee&mdash;</br>The Pressman homeward casts a wistful leer,</br>And leaves the idle types to you and me!", "Now glows th' enlivening bowl upon the sight,</br>And winged hours in pastime haste away,</br>Save where the Carrier toils the live-long night,</br>To treat his patrons to the accustomed lay.", "For long has custom, by a stern decree,</br>Fixed as the laws by Medes and Persians made,</br>Ordain'd the Carrier's Song, the PATRON'S FEE,</br>The mutual tax by mutual kindness paid.", "Ah!  who to dumb forgetfulness a prey,</br>Remembers not the Carrier's weekly toil,</br>Who braves the wintry blast, or sultry ray,</br>Skulks through the rain, or wades through miry soil?", "'Tis his to bring the richly freighted page,</br>Where shine the glories of the great and brave,</br>Where glow the follies of the passing age,</br>Or stand exposed the triumphs of the grave.", "He brings the Message grave, the sage Debate,</br>The worn out Maxim, or the pithy Speech</br>Of hoary Statesman at the helm of State,</br>And Politicians from the stump who preach.", "But not alone of Message grave, or sage debate,</br>Of Man's high glories,or of Folly's reign,</br>Or other things retold, does John relate,&mdash;</br>From realms afar we stranger tidings gain.", "Lo!  the poor Spaniard, bless'd with genial clime,</br>With richly teeming soil, and spicy groves&mdash;</br>The slave of despots, purpled o'er with crime,</br>Plunged in unholy wars, unhallow'd loves!", "Behold the land by gallant Cortes gain'd,</br>Where Freedom nobly struggles for her right,</br>Where groaning crowds, by Superstition chain'd,</br>Break the vile links, and draw their sabers bright!", "Their cause is hallow'd by the pious prayer,</br>Their wrongs are treasur'd in the patriot's mind,</br>And Liberty shall reign triumphant there,</br>When despots cease to trample on mankind.", "Shame to such despots!  claiming homage, due</br>Alone to Him who rules the hosts on high,</br>Who sleep on couches of ensanguin'd hue,</br>Lull'd by the dying groan, the bursting sigh!", "Now turn we to Columbia's wide domain,</br>Where Chiefs obedient own a people's sway&mdash;</br>Where happy millions, smiling o'er the plain,</br>Inhale new blessings with each new-born day.", "Such are the tidings by the Carrier brought,</br>Nor these alone engross the ample sheet:</br>The Lover's song, the Poet's merry thought,</br>The Wit's last joke, enhance the weekly treat.", "If Colin weds the amply courted dame,</br>From bed and board, if Dolly chance to flee,</br>He gives impartial to the tongue of fame,</br>Frail Dolly's sin, and happy Colin's glee.", "Nor can his labours this brief song display&mdash;</br>None but th' initiated know them right&mdash;</br>Carrier and Devil each alternate day,</br>And oft, alas!  Compositor at night.", "Let not ambition mock his useful toil,</br>His inky phiz, or name to fame unknown&mdash;</br>Nor patrons read with a disdainful smile,</br>The annual tribute of the punctual John.", "No further seek his merits to disclose,</br>But draw your silver from its dark abode;</br>The sparkling specie to his eye expose,</br>And speed the Carrier on his weary road.</br>"]