["The foaming Cup replete with mad'ning juice</br>Of Gallic Vines, to others' taste I leave.</br>Why should I sicken for exotic draughts,</br>Since with kind hand domestic Ceres gives</br>Potations more robust! &mdash; Replenish here&mdash;</br>Boy!  take this honest Tankard &mdash; fill it high</br>With buxom Porter, such as Hercules,</br>Was Hercules in being, would imbibe.</br>Behold its pyramid of tow'ring froth,</br>Brown as a nut, and sparkling on the sight;</br>Tho' some prefer it white as Alpine snow,</br>Or Caelia's milky orbs!  encircled oft</br>Amidst my jovial intimates, to her,</br>Benignant Goddess of the Barley-mow,</br>Who ever guards, and swells the smiling ear,</br>Her own libation let me offer up</br>With thanks exulting, 'till I can no more.</br>'Tis this enlivens the Freethinker's brain,</br>Great bulwark of the Robinhood debate!</br>By this he dares his florid argument,</br>And pours forth unpremeditated tropes.</br>How shall I speak its praise!  this mental balm</br>To the desponding chairman, vig'rous nurse</br>Of spirits warlike, to the soldier's breast</br>Impenetrable steel, nerve of his nerves;</br>And comfort to the sailor in the storm!</br>Rouz'd from the lethargy of sleeping thought,</br>By Porter's fluid, the mechanic prates</br>Of state-connections, as at night he sits</br>With smoke envelop'd, over Truemans' Mild.</br>Say!  is it her, who pleads for British freedom,</br>This little Monarch in his potent cups!</br>Is't he, whose ample mind excursive roves</br>To where the Prussian Hero leads his troops</br>Against united forces!  this the Man</br>Who plans an expedition, lays down rules</br>To settle politic concerns, and dares</br>With sage advice to dictate to a Throne?</br>Grant it!  but 'tis the Porter's manly juice</br>That animates his organs, gives his tongue</br>The liberty of speech, his hollow thought</br>Impregnates quick, and sets his brain on fire.</br>At rich Hortensio's table tho' thou'rt held</br>In estimation cheap, thy charms to me</br>Are not diminish'd; for secure from ills,</br>I quaff thy salut'frous stream, whilst he,</br>(Sad slave to appetite, that knows no bounds)</br>Drinks in each glass th' inflammatory gout,</br>\"And thousand other ills that flesh is heir to.\"", "Can dear-bought Claret boast of services</br>With thine co-equal?  Or can Punch itself,</br>However temper'd, or with Wenman's rum,</br>Or Ashley's brandy, or Batavian 'rack,</br>High-priz'd, diffuse hilarity like thine!</br>Absurd &mdash; before the nodding Barley-sheaf</br>The Gallic vine must bow, and Gallic butlers</br>To the stout British Draymen must give way.</br>Now when the evening creeps with gradual step,</br>And wraps the day within her sable shroud;</br>Come, Tankard, to my hand, and with thee bring</br>The Pipe, companion meet.  Attended thus</br>My nectar will I quaff, and fill the room</br>With smoak voluminous, 'till Morpheus' wand</br>Slow-breaking thro' the cloud mine eye-lids close,</br>And fix me snoring in my elbow-chair.</br>"]