["Certes, 'tis true, that I was born to toil,</br>To wend through life's remotest paths my way:</br>I hew the pond'rous stone with ceaseless moil,</br>And wake to labour each returning day.</br>O!  what were life to me, if fail'd the ray</br>Which Heav'n has deign'd to cheer th' unlovely gloom?</br>O!  what were life, if hied the muse away?</br>The muse that tells (her's are no tales of doom,)</br>Of bliss in life enjoy'd, of joys beyond the tomb.", "'Tis true, to me nor wealth, nor fame she brings,&mdash;</br>Harsh her best tones, and low her loftiest strain;</br>Yet Grief entranc'd leans list'ning as she sings,</br>Her dark forbodings quell'd, and ceas'd her plain:</br>Then say, grave censor, sings my muse in vain;</br>Save bliss, man nothing seeks on earth below,</br>And bliss is thine, O muse!  to thee if pain,</br>Or care, or sorrow wrings, to thee I'll go,</br>And all my sighs shall cease, shall cease my tears to flow.", "Nor will I grieve though to myself confin'd</br>Be all of good my artless muse can give;</br>Fame is not joy, nor health, nor peace of mind,</br>It boasts no pow'r o'er pain, no force in love.</br>Harold, 'twas thine its prime regards to prove;</br>But ah!  was't thine pleasure or pain to know?</br>Thy lays alike to grief and wonder move:</br>Yes, far as ear has caught their magic flow,</br>Thy genius this demands, and that thy matchless woe.", "Needless to tell of wealth to grief allied,</br>Needless to tell of pangs th' ambitious own;</br>Grief dogs with tireless step the selfish pride</br>That grasps at glory due to Heaven alone.</br>O!  this the mystery of the woes of man,</br>That in himself centres his prime desire;</br>E'er since his griefs, his pains, his toils began,</br>His own vile god he lives; vile oft the fire</br>That warms the warrior's soul, that gilds the minstrel's lyre.", "And see, the warrior's toils, the minstrel's lay,</br>Misery and fame, glory and death await.</br>O dull to learn!  ye gods of fragile clay,&mdash;</br>Of souls perplex'd and dark, why boast elate</br>That lying fame has dubb'd you wise and great?</br>In Heaven's esteem vile are your powers and low:</br>'Tis not in wrath unmix'd that on you wait</br>Sorrows, and cares, and pains, &mdash; ye wretched, know</br>These come the faulty aims of your vex'd lives to show.", "Where strays the muse?  nay not of wealth nor fame,</br>Nor toil, nor grief, nor care I ask the lay;</br>Give rather, if thou canst, for some will blame</br>The idle freak, that to the glare of day,</br>To cold neglect perchance, or scorn, a prey,</br>Casts what thou whisper'd in the silent night;</br>Give, if thou canst, one sober reason why</br>Thy simple lays, long hid, should court the light:</br>The common meed of fame thou disregardest quite.", "Oft have I seen the baffl'd fiends of woe</br>Chain'd by the magic of thy artless strain;</br>And now I harbour a desire, to know</br>If 'tis thy right o'er many hearts to reign,</br>Or if to all that live thou sing'st in vain,</br>Save to the minstrel of the lone recess.</br>Muse of the desert!  would that pow'r were thine,</br>The good to aid, the gen'rous heart to bless,</br>The bowed down to raise, the oppressor to repress!", "The minstrel's power monarchs in vain desire!</br>(Power o'er th' opinions and the souls of men);</br>'Tis his to warm the brave with gen'rous fire,</br>To scourge the vicious, and repress the vain;</br>More potent still, 'tis his to burst the chain</br>That tyrants forge, &mdash; the chain that frets the soul,</br>Till all its thoughts grow ill, its feelings pain;</br>Scar'd at his frown, Excess has fled the bowl,</br>And wasting cares have died, vile thoughts, and passions foul.", "Such were his pow'rs, who by the winding Ouse,</br>To God, not Fame, inscrib'd the exalted lay</br>Such were his pow'rs, who where the Camus flows,</br>Wasted in tasks severe his life away;</br>Such were his powers, who sung war's fierce array,</br>With horrid front dark'ning the fields of Heav'n,</br>Hell's direful vault, the Anarch's idle sway,</br>And miserable man from Eden driv'n:&mdash;</br>Ah!  would such wond'rous pow'rs to th' untaught Bard were given.", "The awful Bacon woo'd the muse in vain,</br>And Plato call'd on Vulcan's fires to aid,</br>For her's the muse withheld; and Caesar's strain,</br>Unform'd to please, sleeps in th' oblivious shade;</br>Weak was the verse Rome's hapless Consul made,</br>Ev'n he whose thunders 'mid the forum roll'd,</br>When the world's mighty conq'ror shook dismay'd;</br>Enough &mdash; be thus the scoffer's gibes repell'd,</br>If wight untaught and rude, should fail where Tully fail'd.</br>"]