["The Star of Eve was bright &mdash; down the lone dell</br>With rocks up-pil'd, and mould'ring turrets crown'd,</br>Many a clear stream and mountain-torrent fell,</br>And sparkled to the gloomy woods around.&mdash;</br>A calm, unwonted, fill'd the forest-bound&mdash;</br>When, lo!  a voice the slumb'ring silence broke;</br>And, as the strangely-sad, prophetic sound</br>Rose in the woods &mdash; each hoary giant oak</br>Shook hollow in the wind! &mdash; And thus the Genius spoke&mdash;", "\"Rise, Sun of Valour!  on thy native land,</br>As bursts the day-spring on the pilgrim's way;</br>For, lowly-sunk beneath a blasting hand,</br>Her proud tow'rs moulder, and her chiefs decay&mdash;</br>Her wealth, her palaces the tyrant's prey&mdash;</br>While, thick as leaves on Winter's sweeping blast,</br>Edward pours far around his proud array:</br>Lo!  as along yon plain the warrior past,</br>Ruin rais'd high his voice, and howl'd amid the waste!", "\"Around, the pestilence with sadd'ning breath</br>Spreads desolation o'er the peaceful vale,</br>And aye the shriek of woe, the cry of death,</br>Arraigning patient Heav'n, thro' ether sail,</br>And load with terror ev'ry passing gale:</br>While flows the widow's and the orphan's tear,</br>And loud is heard the virgin's piercing wail,</br>Weeping her lover on th' untimely bier&mdash;</br>With peace-diffusing ray, fair Valour's Sun!  appear!\"", "Silence ensu'd &mdash; the music dy'd away&mdash;</br>Deep in the covert of the forest-bound</br>The infant WALLACE with his mother lay,</br>Where hung the oak's broad arms in gloom profound.</br>The mother saw no vision &mdash; heard no sound&mdash;</br>For Sleep her senses with his touch beguil'd;</br>But, ever as the music flow'd around,</br>His spirit steep'd in ecstacy, the child</br>Look'd on the angel-form, enchanted look'd, and smil'd.", "Deep flow'd the sounds into the infant's mind,</br>And ever on his early thoughts imprest</br>The nameless charm, the nameless chains that bind</br>Heroic actions to the swelling breast.&mdash;</br>And ever, when with childish sports oppress'd,</br>His wayward footstep sought the peaceful shade,</br>Before his sight flam'd high the gleaming crest,</br>And plumed helms in warlike show display'd,</br>That, glancing to the sun, in airy substance fade.", "When faint he felt the sultry summer hour,</br>The day-star flaming in the noontide sky,</br>Loit'ring, he wander'd to his shadowy bow'r,</br>Where, brawling, flow'd the shelvy streamlet by.</br>There, lull'd in slumbers, would the infant lie,</br>And, deep in solitary trances, seem</br>To roam thro' armed courts, and castles high;&mdash;</br>So bright in visionary POMP they gleam,</br>That, when he woke, he thought his waking was a dream.", "Then would he wander by the river's side,</br>Where many a rock his shade gigantic flung,</br>In sullen grandeur, o'er the gloomy tide,</br>And deeply to his echoing footsteps rung:</br>Enraptur'd, while he rov'd these scenes among,</br>Fancy's wild visions peopled ev'ry glade</br>With armed knights; and every bird that sung</br>The minstrel's warlike modulations made;</br>And ev'ry tow'ring rock its banner'd pomp display'd.", "And oft he lov'd in solitude to roam,</br>Embow'r'd in pendent foliage to survey</br>(Far from the charms and softer joys of home)</br>A gothic mansion venerably grey&mdash;</br>The faint memorial of a better day!</br>Its form majestic, and its tow'rs to view&mdash;</br>But now, in rooms of state, once richly gay,</br>Round clust'ring columns hung, the ivy grew;</br>And mould'ring fragments, huge, the desert halls bestrew.", "Long would he linger by the ruin hoar,</br>Gaze on its form with never-wearying sight;</br>Then, sadly muse upon the times of yore,</br>Its solemn shows, its tournaments so bright;</br>The captive lady, and the Red-cross Knight!</br>But soon the tear of bitter thought would flow:</br>The torch of Edward flaming from the height</br>Fell on, those tow'rs &mdash; the ruins fiercely glow,</br>Their dying gleam illum'd the dark deep glen below.", "Ere op'ning youth bright sparkled in his eye,</br>Was nought so sweet as warlike song to hear;</br>Tho' oft it prompted the unconscious sigh, </br>And dash'd his glist'ning eye with sorrow's tear,</br>Yet would he drink the strain with wond'ring ear,</br>He lov'd the pain; he lov'd the wild amaze;</br>Nor ever other strains were half so dear;</br>No other song such strange delights could raise,</br>That swelling thro' the breast, with burning transport blaze.", "His mother sung how kings and warriors, led</br>All by the love of some high, peerless dame,</br>At mighty jousts, in doubtful combat bled,</br>To win the smile of her who caus'd their flame,</br>And lowly to her proud-built castle came.</br>But she, ah!  reckless of their ardent love,</br>Bade them thro' distant realms resound their fame,</br>And long, long years in exil'd plight to rove,</br>Their passion's constant faith, and knighthood's boast to prove.", "Or, she would melt his soul at some sad tale</br>Of a fair maid, in deepest dungeon bound,</br>Who, fruitless pour'd her never-ceasing wail,</br>While gloomy aisles roll'd back the fearful sound.</br>&mdash;Oh!  low her lover lies!  with many a wound</br>Deep gash'd, by sacred knighthood's foullest stain,</br>Whose dastard slaves the warrior-chief surround,</br>And leave him bleeding on the lonely plain,</br>Ah!  ne'er perhaps to meet his lady's smile again.", "The flitting fire of indignation dy'd</br>His youthful cheek &mdash; but soon it pass'd away,</br>And rapture's burning tears unbidden glide,</br>For, lo!  Hope's lifted torch shines bright and gay;</br>The chief is heal'd! &mdash; and soon his bands display</br>Their sounding shields, where high the frowning tow'r</br>Throws its black shadow o'er their long array&mdash;</br>In vain its banners wave, its turrets low'r;</br>It falls! &mdash; the lovers meet &mdash; joy gilds their blissful hour!", "Or, she would sing how Paladins, and Kings</br>Cross'd the broad ocean to the Holy Land&mdash;</br>Hark!  old Libanus 'mid his cedars rings!</br>And, proudly stretch'd by Gaza's winding strand</br>The Sarazins tall gorgeous tents expand.</br>But, lo!  where golden crescents gleam'd before,</br>The red cross waves; the ring, th' enchanted wand</br>Avail not; Salem's tow'rs, and Gilead's shore,</br>Where many a battle rag'd, run red with Pagan gore!", "But now she sings &mdash; (ah!  wherefore flow these tears?</br>Why starts the youthful hero at the song?)</br>How Edward high th' insulting banner rears,</br>And pours his host, innumerably strong,</br>Scotia's green hills, and flow'ry vales along.&mdash;</br>Ne'er shall their blooming beauties smile again</br>Till some bold chief arise her sons among,</br>Whose arm shall blast the proud usurper's reign,</br>And strew, with deep-dy'd blade, his phalanx on plain.", "\"And thou, my Son!\" &mdash; but here burst forth her woe&mdash;</br>He heard with fury kindling in his mind;</br>Then, straight, indignant to the hall would go,</br>Where hollow rung to every passing wind</br>His fathers' shield; and on his arm would bind</br>The clanging orb, of old in fight renown'd;</br>For high, advent'rous deeds he seem'd design'd;&mdash;</br>Startling with joy, he heard its welcome sound;</br>And dealt, in high disdain, the visionary wound.", "And while he mus'd, in contemplation tranc'd,</br>On all the fleeting forms of Chivalry,</br>On all its blazon'd pomp, its splendour glanc'd,</br>The hopes of triumph lighten'd in his eye.</br>He wish'd, and wish'd, yet wish'd he knew not why;</br>Some nameless feelings in his bosom move;</br>And oft in wayward fancies would he sigh,</br>In bold emprize his hardihood to prove,</br>To rescue the oppress'd, and win his country's love.", "Yet would some milder thoughts his youth engage,</br>And he would wish to climb the green hill-side,</br>To bound along the vale, a little page,</br>To serve some lady fair his only pride.</br>Her snow-white palfrey's steps with care to guide,</br>The dun recesses of the wood to trace,</br>To seek her courteous knight, whate'er betide,</br>And bring him joyous to the trysting-place&mdash;</br>Enough for this, one smile of her angelic face!", "And yet to see resign'd her heav'n of charms</br>To aught on earth &mdash; himself a slave the while,</br>And all to bless another's favour'd arms,</br>Ah!  from the thought he feels his heart recoil,</br>Himself the lover now, he woos her smile,</br>And soft she smiles; &mdash; in bow'rs by fancy drest</br>Reclin'd, what dreams their souls of earth beguile:</br>Her cheek that burns on his! &mdash; her swelling breast,</br>The burning tears of joy! &mdash; Oh!  more than mortal bless", "But, oh!  how soon each gentler vision fled,</br>When flash'd the thought of Edward o'er his soul!</br>The shout of war &mdash; the beacon blazing red,</br>The cries of woe, and the long heavy toll</br>For warriors fall'n in vain &mdash; Shall aught controul</br>His fancied might?  high flames th' unconquer'd sword!</br>Then back the waves of ruin fiercely roll</br>In desolating swell on Albion pour'd,</br>And knights and nobles mourn, in loud lament, their lord!", "Oft, when the moon, pale-glimmering thro' the sky,</br>Pour'd on the slumb'ring earth her mellow light,</br>And bath'd both castle hoar, and mountain high,</br>In her full radiance, trembling, soft, and bright,</br>Fair-wand'ring thro' the silent world of night,</br>The scene a solitary joy impress'd,</br>And steep'd his throbbing heart in still delight;</br>While forms of ancient days his spirit bless'd,</br>Lull'd on some heathy slope to visionary rest.", "How calm he sleeps! &mdash; his eyes in mildness close&mdash;</br>Soon shall those eyes with wasting terrors shine,</br>Flash their disast'rous lightning on his foes,</br>And wither, with a look, the marshall'd line.&mdash;</br>The  sapling bough, high-favour'd youth, resign!</br>And seize the glitr'ring ensigns of command!</br>The serried mail, the helmet now be thine,</br>To beam salvation  o'er thy native land!</br>The sword, the shield, the spear, grasp in thy saviour hand!", "Yet lov'd he nature in her wildest mood,</br>Her clifted rocks, magnificently high,</br>Her mountains, awful, vast, sublime, and rude,</br>Blending their snowy summits with the sky;</br>Interminable glens that mock the eye;</br>More than the gentler beauties of the dale,</br>More than the flocks that on the greensward lie,</br>The shepherd piping in his peaceful vale,</br>The cot half-hid in trees wav'd by the noiseless gale.", "Lo!  where, reclin'd beneath the vaulted steep,</br>Lonely he lies, and marks, with wistful gaze,</br>The broad red sun descend into the deep,</br>And shed around his fiery flood of rays,</br>Till dyed in blood, the paths of ether blaze;</br>And silently the breaking surges lave</br>The slumb'ring shore; and faint the last beam plays</br>On the still bosom of the dark'ning wave;</br>And awful night descends, deep, silent as the grave.", "And, hark!  the storm! &mdash; loudly the wild winds blow;</br>And swift descending on the troubled main,</br>Lash the vex'd billows to a plain of snow&mdash;</br>Rolls the long thunder; and the whelming rain</br>Sweeps desolating o'er the blasted plain.</br>Yet, unappal'd, he hears the dismal roar</br>Of warring worlds; the tempest's voice in vain</br>Shakes with convulsive peals the sounding shore&mdash;</br>He sits beneath the cliff, o'er-arching, huge, and hoar.", "How smil'd the youth to hear the high winds rave</br>The wide-resounding antique woods among!</br>When ev'ry winding dell, and savage cave</br>Bore the strange-mingled notes the vales along,</br>And oaks loud to the mountain-tempest sung,</br>And strew'd their boughs gigantic on the ground,</br>While to the gale the wizard-cavern flung</br>Its long, long howl; and every rock around</br>And echoing glens return the solemn dreary sound.", "</br>PART II.</br>It chanc'd, as forth he rov'd, one balmy Ev'n,</br>The yellow moon-beam glitter'd on the rill,</br>And shed its radiance o'er the darken'd heav'n,</br>Bathing in streams of light the distant hill:</br>The river murmur'd, and the grove was still:</br>His heart, slept tranquil 'mid its calm delight.</br>When, lo!  soft strains the winding valley fill,</br>Stealing faint, mellow, on the slumb'ring night&mdash;</br>He gaz'd, and gaz'd, no form met his enquiring sight.", "He gaz'd, and soon the music rose again;</br>Now, gently sweet it flows &mdash; now, wildly strong</br>Breathes forth in swelling tide its varying strain,</br>And sweeps in ling'ring tones the stream along,</br>Or echoes loud the sleeping woods among.</br>Lonely he stood the mouldering castle near;</br>Faint on his mind mysterious bodings throng,</br>Impressing thoughts, unutterable, drear&mdash;</br>When lo!  these solemn sounds came pensive to his ear.", "\"Ye mouldering tow'rs!  magnificently pil'd</br>O'er the steep mountain of my native vale!</br>In whose long halls I carol'd when a child</br>Free as the light wings of the joyous gale.</br>Now sad I visit by the moon-beam pale</br>Your solitary gloom with sorrowing soul.</br>But what, alas!  can sorrows now avail?</br>The waves of war around wide-wasting roll;</br>And bleeding Scotia mourns the tyrant's proud controul.\"", "Forth to the wood impatient WALLACE sprung&mdash;</br>Beneath an oak's outstretching-arms he stood.</br>While dying on the gale the wild harp rung,</br>And, sooth'd the dreary silence of the  wood:</br>O'er-arching cliffs in savage grandeur rude</br>With sadder gloom o'erspread the dismal scene:</br>Beneath a spreading tree, in mournful mood,</br>The Minstrel sat, and thro' the forest green</br>The wind blew loud and sad each lengthen'd pause between.", "His harp now ceas'd to sound &mdash; his aged eye</br>Was dimly fix'd upon the falling pile,</br>That glimmer'd pale beneath the moonlight sky&mdash;</br>Sometimes a tear would flow, sometimes a smile</br>Would faintly play, his sadness to beguile.</br>For, tho' his eye look'd stedfast on the tow'r,</br>His heart, with rapture wildly mov'd the while,</br>Throb'd inwardly, for Memory's living pow'r</br>With ancient feeling fraught smil'd peaceful on his hour.", "Then suddenly he sung his own sad tale,</br>And wept the joys his better day had seen,</br>While flow'd the harp's deep tones along the vale,</br>And far around, with ever-varying sheen,</br>Steeping in silver light the forest green,</br>The wan moon shone &mdash; and as the trembling wire,</br>The woody cliff and sounding flood between,</br>Breath'd the loud sorrows of the aged sire,</br>The youth, to transport rous'd, glow'd with a kindred fire.", "\"My years, are, past &mdash; a momentary dream!&mdash;</br>Soon shall this frame return to parent clay&mdash;</br>Amid the rising sons of youth I seem</br>Like the brown leaf that lingers on the spray,</br>Doom'd desolately to a long decay,</br>While green around the buds of spring appear.</br>Shall the dim eye, the tresses thin and grey</br>Revive and live in any future year,</br>Or shall a dead son e'er my joyless bosom cheer?", "\"Yet shall I ne'er forget my early day,</br>The only solace that this bosom knows,</br>(When all the springs of life and thought decay;</br>And cold misfortune's blast around me blows,</br>Scatt'ring my locks, white as the wint'ry snows&mdash;)</br>Nor shall I e'er forget my blooming boy,</br>Bright in the morn of manhood he arose,</br>But ere, his noon, o'erwhelming storms destroy</br>My beautiful!  my brave!  my hope!  my only joy!", "\"'Exulting forth he went to stain his spear'&mdash;</br>On Carron's banks he met the Southren foe&mdash;</br>My son!  thou see'st not that thy fate is near!</br>&mdash;Oh!  archer, bend not thus thy deadly bow!</br>The arrow flew; and sunk my hero low;</br>Alas!  I was not there my son to save:</br>They brought him to his father sad and slow;</br>O'er my lone tow'rs death's sable banners wave:</br>My weeping spouse went down in sorrow to the grave.", "\"The foe came on &mdash; swift-rolling from afar&mdash;</br>And on the cliff his haughty standard hung;</br>While in the vale the giant-voice of war</br>Redoubling bellow'd the high woods among:</br>The shout wide echo'd, and the mountain rung;</br>To me it thunder'd courage, not dismay;</br>My locks were hoary, but my arm was young.</br>I lov'd my native vale, its castle grey,</br>And hop'd it yet might see a future better day.", "\"Vain hopes!  can the frail bark by whirlwinds driv'n,</br>Withstand the world of waters in its rage?</br>When tenfold gloom involves the face of heav'n,</br>And hostile elements their fury wage,</br>Shalt thou, vain man!  their tumults wild assuage!</br>Arrest the thunder's bolt, or quell its ire?&mdash;</br>Our arms unequal with the foe engage.</br>In, one sad night our trembling hopes expire;</br>The walls and smouldering tow'rs were wrapt in vengeful fire.", "\"&mdash; Alone escap'd! &mdash; the last of all my race&mdash;</br>Oft I delight these well-known haunts to view,</br>The tow'r, the stream, the dell, the wood to trace,</br>And, deep in melancholy mood, pursue</br>My onward path, sad mem'ry to renew</br>Its forms so sweet!  oh!  never to return!&mdash;</br>But now, ye joys of life!  a long adieu!</br>No hopes that soothe, no woes that inly burn,</br>Can wake from fast repose the tenant of the urn.", "\"And thou, my harp!  a long and last farewell!</br>Ne'er shall thy soft strains soothe my troubled ear;</br>Ne'er thy sweet tones in dying murmurs dwell,</br>The rankling wounds of deepest woe to cheer;</br>Nor shall thy notes, deep, solemn-sounding, clear,</br>Awake the fleet stags from their lonely bound,</br>But, mouldering sad, my grassy mansion near,</br>The broken strings shall strew th' unconscious ground,</br>Silent and cold as he who wak'd their tuneful sound.\"", "The youthful hero heard where sad he stood&mdash;</br>While thoughts of deep revenge his bosom thrill,</br>Then wander'd pensive thro' the gloomy wood,</br>Where an old ruin nodded on the hill&mdash;</br>There lull'd to sleep he lay, while midnight still</br>On the deep woods a holy calm imprest;</br>Faint dying murmurs the wide valley fill,</br>And the pale moon, soft harbinger of rest,</br>Shone clear amid her stars &mdash; all nature's round was blest.", "While thus he lay, entranc'd in warlike dreams,</br>Of mail-strewn field, and steed, and helmed knight,</br>Swift on his gaze a flood of glory streams,</br>And lo!  The Genius 'mid a blaze of light</br>In majesty confess'd &mdash; so, fair, so bright,</br>As when reclin'd upon his grassy bed</br>Amid the forest first she bless'd his sight&mdash;</br>The hero rose, and rev'rent bow'd his head&mdash;</br>She spoke, while round her brow the lambent lightning play'd.", "\"I see thy heart's unconquerable rage:</br>The fire, of valour in thy bosom glows&mdash;</br>Thine arm shall soon avenge the MAN of AGE!</br>His eyes in balmy peace shall yet repose!</br>For, lo!  above th' unfeeling foes,</br>The fires of vengeance and destruction glare.</br>The Thistle tow'rs above the haughty Rose;</br>And in the vault of  heav'n, serenely fair,</br>The Lion's fiery mane floats in the ambient air.", "\"The time shall come; and Freedom's touch restore,</br>To injur'd Scotia's arm the sword of might;</br>The dawn of peace rise on her darkling shore,</br>And chase the fiends of peril and affright,</br>Swift as the sun-beam rushing from his height&mdash;</br>And loud the song of Victory shall rise</br>To hail her warrior-train; the banner bright</br>Waving all-glorious in proud triumph flies;</br>Perpetual smile her fields, perpetual smile her skies!", "\"Go!  bind the buckler on thy vengeful arm!</br>And grasp the flickering brand!  Lo!  transport flows</br>Thro' every Scottish breast, and pale alarm</br>Darts thro' the legions of the Southron foes;</br>Around the fields the dazzling armour throws</br>A trembling gleam &mdash; then lift thy guardian shield,</br>And till the wide green plain with crimson glows</br>O'er their stern host th' unsated faulchion wield!</br>Go forth!  God be thy guide thro' Glory's arduous field!\"</br>"]