["The sun, departing, sheds his latest ray,</br>And gleams o'er Hudson's wave a short adieu;</br>Sweet ev'ning now begins her milder sway&mdash;</br>The distant landscape slowly sinks from view.", "From yonder barque, that gently moves along,</br>With sails scarce trembling from the dying gale,</br>Th' echoing instrument and sprightly song,</br>With sweetest sounds the raptur'd ear assail.", "There join a social band, the gay, the fair,</br>Who leave the pleasures of the verdant fields,</br>With looks of joy and hearts devoid of care,</br>To taste the varied pleasures Neptune yields.", "Fain would I too the happy concert join,</br>But cruel fate to me this bliss denied,</br>Forbids to taste those joys which once were mine&mdash;</br>My flute, my fav'rite flute in ruin lies.", "The gay companion of my happier hours,</br>The sweetly-soothing partner of my pain,</br>Lies shatter'd now &mdash; lost are its tuneful pow'rs&mdash;</br>Gone &mdash; never to delight the heart again.", "Sweet instrument!  long to thy master dear,</br>And long delightful, till this luckless day;</br>From him thy fate demands the grateful tear,</br>And to thy worth he owes the votive lay.", "In vain with anxious breath I fondly strive</br>Thy once delightful warblings to restore;</br>Th' imperfect sounds the painful thought revive,</br>Of what thou wast, but what thou art no more.", "No iv'ry tips thy slender form adorn'd,</br>No silver key with pompous lustre shone;</br>All dazzling, useless ornaments were scorn'd&mdash;</br>Thy merit center'd in thyself alone.", "What, tho' no skillful hand, with perfect art,</br>Rais'd high thy pow'r, while list'ning crowds admir'd,</br>'Twas thine with simple notes to cheer my heart,</br>Or tell the passions which that heart inspir'd.", "With care bewilder'd, or oppress'd with grief,</br>Oft have I felt thy soul-enliv'ning pow'rs;</br>Thy gentle notes could bring me sweet relief,</br>And cast a radiance o'er my gloomiest hours:", "Or, when with gayer thoughts my bosom glow'd,</br>When fortune favour'd, or when Emma smil'd,</br>Thy notes, responsive to my feelings, flow'd,</br>With joy exalted, or with rapture wild.", "But when requir'd to join the tender song,</br>They softer strains were call'd the fair to please,</br>Sweet as my Emma's voice they flow'd along,</br>And gentle as the summer-ev'ning's breeze.", "No more thy soothing notes shall lull my pains,</br>No more thy chearful airs my joys increase,</br>No more shall Emma praise thy tender strains,</br>For now thy music must forever cease.", "Ah!  whither is thy gentle spirit fled?</br>(For spirit sure thou hast, tho' now 'tis gone,</br>Thy body lifeless like the human dead)&mdash;</br>Say, where transported &mdash; to what world unknown?", "Perhaps some envious daemon, music's foe,</br>By malice strengthen'd, and by hell employ'd,</br>Urg'd the unlucky hand that laid thee low,</br>And thus, at once thy tuneful soul destroy'd.", "Or else, 'tis gone to those bright worlds of air,</br>(In Indian fables sung) where souls assume</br>The shadowy forms of what on earth they were,</br>And shine forever in Elysian bloom.", "Wherever gone, destruction shall not give</br>Thy much-lov'd mem'ry to oblivion's pow'r:</br>Thy master has a heart &mdash; there shalt thou live,</br>There shalt thou flourish till his latest hour.", "Perhaps, ev'n then, when call'd to worlds of joy,</br>He'll meet thee there; again his numbers raise,</br>And 'midst seraphic hosts thy sounds employ,</br>In heav'n-taught accents of eternal praise.</br>"]