["What solemn reveries fill the traveller's mind,</br>How does he pause and muse upon his way,</br>If he perchance some ruin'd castle find,</br>Tottering with age, and crumbling to decay:</br>\"Full many a year is flown,\" methinks he'll say.</br>\"Since first this castle stood in youthful pride,</br>This place has seen full many a festive day:</br>How many a tender swain, and blushing bride,</br>And beauteous youthful nymph did in these walls reside!\"", "\"'Twas here, perhaps,\" enraptur'd Fancy cries,</br>\"Some youthful minstrel swept the tuneful lyre,</br>Whose magic power could bid each passion rise,</br>Or melt the heart, or tenderest thoughts inspire.</br>In those bright days did many a chief aspire,</br>By force of arms, or stratagem, to gain</br>This beauteous pile, this source of fond desire,</br>And reign sole lord of all the rich domain;</br>But see!  to mark its place no stone will soon remain!\"", "Such are my musings when, in thoughtful mood,</br>Some ancient single sister I survey:</br>Full many a siege, methinks, hath she withstood,</br>And many a warm assailant kept at bay.</br>Where now are seen those locks of silvery gray,</br>Like faded verdure on a ruin'd wall,</br>Luxuriant tresses once did she display.</br>From whence young Cupids shot their arrows small,</br>And many a valiant knight beneath those shafts did fall.", "Full many a fond desire, and tender thought,</br>And many a gay idea flourish'd here:</br>Those wither'd lips were once with beauty fraught,</br>And breath'd forth music on the ravish'd ear;</br>Those sunken eyes which now so dim appear,</br>(Like dormant windows, full of cobwebs hung,)</br>Were once of purest azure, bright and clear,</br>And many a glance from their recesses sprung,</br>Which spread destructive fires the youthful swains among.", "Scarce was this castle finished, ere there came</br>A youthful chief, of mild and placid mien,</br>(Though great in combat) &mdash; Hymen was his name&mdash;</br>And round this fortress did his troops convene.</br>Beneath his banners many a knight was seen,</br>Resolved on conquest, and prepared for war.</br>Some carried gold to bribe their entrance in;</br>Some in bright armour drove the rapid car:</br>Some laid close siege, and some shot arrows from afar.", "Celibacy the opposing chief was call'd:</br>To guard the castle all his skill he tried;</br>His low'ring aspect every heart appall'd,</br>And his prime minister was surnamed Pride:</br>With him were Scorn and Vanity allied,</br>And many another bold and staunch defender,</br>Yet still within the walls there did abide</br>A youth called Love, so timid and so tender,</br>He fain would ope the gates, and all the spoil surrender.", "This treacherous boy was closely watch'd by Pride,</br>(Who ever had his deep designs suspected,)</br>And even at length the little urchin tied,</br>Lest all the other troops should be infected.</br>When this was done each offer they rejected,</br>And many a deed of valour then was shown,</br>For in close league were all within connected:</br>Meanwhile dissentions 'mong their foes had grown&mdash;</br>Each warrior claim'd the place, if taken, for his own.", "What verse can tell the glories of that fray?</br>The flaming darts that wing'd their rapid flight,</br>The hidden sighs that in dark ambush lay,</br>Then, unsuspected, rose in all their might:</br>Sometimes, when midnight's veil obscured the light,</br>With sound of music would the foes convene,</br>And, under cover of surrounding night,</br>Attempt to sap the lofty walls, unseen,</br>Or throw a flaming torch of billet-doux within.", "But Pride and Scorn alternate watch'd the while,</br>With ready frowns to quench the rising flame,</br>While flattering Vanity would still beguile</br>The troops besieged with promises of fame:</br>Till Hymen, tired at length, renounc'd his claim,</br>And to another siege his troops withdrew;</br>But from this place ere he reluctant came,</br>He paused, and wept o'er all the obdurate crew:</br>These were his parting words, and this his last adieu:", "\"Oh, beauteous castle!  must I then return,</br>And leave thee still beneath the oppressor's sway!</br>I mourn sincerely, but for thee I mourn,</br>And thou wilt mourn for many a hapless day!</br>Thy lofty battlements shall all decay,</br>With none to strengthen or support thy frame.</br>Thy guardian, Hope, at length shall fly away;</br>The scoffing world thy folly shall proclaim;</br>Time shall lay waste thy walls, oblivion thy name!\"</br>"]