["The pensive shepherd, (him in after times</br>When gaudy names of verse no more remain'd,</br>Whom best the muses lov'd, who taught him rimes</br>Wherewith full many a rustic prize he gain'd)</br>Sat on a bank, his spirits now were fled,</br>And all of love his piteous ditty plain'd,</br>The whiles his sorrowing sheep look'd up unfed.", "Adieu, PIERIAN maids, for when this strain</br>Is play'd your THYRSIS' pipe can charm no more;</br>Those lays no more can charm,</br>Which sprightly youth and age itself did warm;</br>Whom erst by you inspir'd I wont to lead</br>In deftest measures thro' the flowery mead,</br>And PAN himself, and old SILENUS hoar,</br>Oft footed it amidst the jovial train;</br>Bright maids adieu &mdash; another nymph more fair,</br>More heavenly bright, O were she half so kind!</br>Has fix'd my doom &mdash; sure such perfections rare</br>To ken of simple swains should not be known;</br>Far more destructive to the wretched hind</br>Than wolves to sheep, to kids the prowling bear;</br>Shepherds your safety lies in flight alone;</br>Who stops to gaze like me, like me must be undone:", "Yet, Oh ye muses!  I were much to blame,</br>And far unworthy of such high delights,</br>If I should not record your favors past;</br>For ye, (e're this disast'rous fate befel)</br>From many evils which the shepherd's life</br>Full sore oppress, have sav'd me by your skill,</br>And clear'd my path from many a lurking thorn;</br>And if a cure remain'd for beauty's wound,</br>I deem the mighty magic must in verse by found:", "Ye hills, on whose high tops with forests crown'd</br>The lofty cedar claims supreme his place,</br>Whose boughs in vain,</br>PHOEBUS first rising to his fiery race</br>Attempts to pierce, and tries his new trick'd beam;</br>Witness your praises in my verse renown'd,</br>Whilst wanton dallying in your friendly shade,</br>Oft with the charming muses I have play'd;</br>And thou, delightful stream,</br>Beside whose banks full many an amorous lay</br>Of light conceit, throughout the summer's day</br>I troll'd, unmindful of the scorching heat,</br>Witness the sorrows which I now repeat&mdash;</br>Witness ye calm retreats, ye pleasing shades,</br>Ye chrystal founts, cool grots, and op'ning glades,</br>How sorely THYRSIS rues the fatal day,</br>Which bears him from the muses arms away:", "Oft too when evening damps had warn'd the swain</br>To drive his flock from pasture to their folds,</br>What time the sun sunk to his wat'ry bned,</br>And the bright lamp of night renew'd her course,</br>To when, in silent pomp thro' highest heaven</br>Midst thousand stars that roll'd their lesser orbs,</br>She rode serene, sole regent of the sky,</br>Delighted with the muses I have stray'd,</br>Whose converse wing'd my soul above earth's dusky shade.", "But ah!  such happiness to mortal wight</br>Could not remain &mdash; that boy (in fell despight)</br>Whom Love they call, seeing on heav'nly things</br>My mind ybent, vow'd he would clip my wings,</br>That my affections might on earth by stay'd,</br>And cruel love by mortals be still obey'd;</br>\"Nay even he whom God of verse we name,</br>Of physic eke, found all his skill in vain,</br>Tho' his broad eye all lands and climes surveys</br>To find that plant which might the anquish heal,</br>That angry CUPID dealt him in his rage;</br>His shafts are tip'd with fate, which JOVE himself obeys.\"", "Then since on earth there is no cure for love,</br>Since med'cine nought against his art prevails,</br>Since not secure th' immortal powers above,</br>And e'en APOLLO his own music fails;</br>How hop'st thou, wretched swain, to find redress?</br>The shepherds still to hear thy lays will press</br>'Tis true, thy pipe can charm the rural throng,</br>But haughty PHILLIS still disdains the song:</br>Therefore, farewell my flock, ye swains some cell</br>Where never yet the muses lov'd to dwell</br>I seek; my pipe, my crook, and all the world farewell.</br>"]