["Happy the man!  whose well-stor'd shelf contains,</br>In various piles, for the whole year compos'd,</br>A set of goodly sermons.  He nor fears</br>Returning Saturday, or next day's toil:</br>But to his closet, when the week comes round,</br>Gaily repairs; and, as the Seasons change,</br>To Christmas, Lent, or Easter, from the heap</br>Takes his discourse prepar'd, and, in the case</br>With cleanly band, laid cheek by jowl, secure,</br>They sleep till chiming bells the Curate call.", "Whilst I, but late in orders, and immers'd</br>In various cares, or bus'ness through the week,</br>Am forc'd some ancient manuscript to patch,</br>Or copy fair, 'gainst Sunday's coming tide.</br>Delay'd till late, the wearying task demands</br>Double dispatch:  but, lo!  ere half 'tis done,</br>All unsuspected, in my careless haste,</br>A dreadful chasm in the leaves appears!&mdash;</br>The scrutinizing eye the remnant seeks,</br>Lost, and abandon'd in the chaos rude</br>Of dust-hole, when the study last was swept:</br>Perhaps by adverse winds, impetuous, driven</br>From great-coat pocket, as he cross'd the downs,</br>The rosy Vicar of the neighb'ring church:</br>Or doom'd perhaps his fragrant pipe to light,</br>Careless when once't had serv'd his Sunday's turn:", "Alas!  its fate how useless now to mourn!</br>Better the hideous gap with matter fill</br>New and original, that all run smooth,</br>Nor patch'd appear, as red on garments blue.</br>So, to the mutilated form</br>Of some fair statue, of the antient school</br>Of Phidias, lost for ages, is restor'd</br>Its pristine beauty by the novel art</br>Of modern sculptor.&mdash;", "Then, to compare, correct, and interline,</br>What painful labour, when the time is short!</br>What to adopt, and what reject, with care,</br>Puzzles the will:  nor more confus'd, I ween,</br>Nor more distracted was his choice, when stood</br>The simple Ass between two loads of hay.", "At length 'tis done, but smear'd with many a blot,</br>And ill-transcrib'd on sundry wretched scraps</br>Of letters, on the remnant billets-doux,</br>Like Joseph's coat, of divers hues compos'd,</br>It looks, or pantomimic Harlequin's.&mdash;</br>Nor ends my trouble here, and dire mishap</br>Attends me still; for, when the pray'rs are done,</br>And, drest in sable stole, I cautious range</br>My numerous papers, on the ample space</br>Of velvet cushion, by dame Margery giv'n,</br>Or some industrious spinster of renown:</br>While chaunt the anthem through the echoing choir</br>The rustic hinds, in simplest harmony;</br>Lo!  envious Zephyr, through the opening door,</br>Darts his destructive breath:  around, above,</br>In eddying whirlpools tost, my papers fly,</br>Gone, irrecoverably gone!  and nought remains</br>But shame and laughter at th' astonish'd priest.", "Beware, ye Curates; of such ills beware!</br>And learn from sad example to transcribe</br>In well-sew'd book, and fairest characters,</br>Your own or others's sermons; &mdash; then the eye</br>Shall run delighted o'er the page, nor fear</br>To stumble at the ill-corrected line,</br>Or stop, bewilder'd, in midway.  The tongue</br>Shall swell each sentence in melodious strain:</br>The list'ning audience give the tribute due</br>Of well-earn'd praise; &mdash; perhaps a higher meed</br>Waits your deserts, a dinner at the Squire's,</br>The proud descendant of those valorous Knights,</br>Whose arms high hang upon the trophied wall,</br>While sleep their ashes in the peaceful grave.", "Then at the hospitable Dame's right hand,</br>And help'd to choicest morsels, all elate</br>You sit enraptur'd, and the London news</br>Hear aboriginal, and, ceaseless, ply</br>The jovial bumper, till the tinkling bell</br>Summons to pray'rs, and, then, disconsolate,</br>You trudge to pray, to bury, and baptize.</br>"]