["Monarch of day!  once rev'rently ador'd</br>By virtuous Pagans; if no longer thou</br>With orisons art worshipp'd &mdash; as the lord</br>Of the delightful lyre, or dreadful bow;</br>If thy embodied essence be not now,</br>As it once was, regarded as divine;</br>Nor blood of victims at thine altar flow,</br>Nor clouds of incense hover round thy shrine;&mdash;</br>Yet fitly may'st thou claim the homage of the Nine.", "Nor can I deem it strange, that in past ages</br>Men should have knelt and worshipp'd thee; &mdash; that kings,</br>And laurel'd bards, robed priests, and hoary sages,</br>Should, far above all sublunary things,</br>Have turn'd to thee, whose radiant glory flings</br>Its splendour over all &mdash; Ere gospel-light</br>Had dawn'd, and given to thought sublimer wings,</br>I cannot marvel, in that mental night,</br>That nations should obey, and nature own thy right.", "For man was then, as now he is, compell'd</br>By conscious frailties manifold, to seek</br>Something to worship. &mdash; In the heart, unquell'd</br>By innate evil, thoughts there are which speak</br>One language in Barbarian, Goth, or Greek;</br>A language by the heart well understood,</br>Proclaiming man is helpless, frail, and weak,</br>And urging him to bow to stone, or wood,&mdash;</br>Till what his hands had form'd his heart rever'd as good.", "Do I commend idolatry? &mdash; O no!</br>I merely would assert the human heart</br>Must worship: &mdash; that its hopes and fears will go</br>Out of itself, and restlessly depart</br>In search of somewhat which its own fond art,</br>Tradition, custom, or sublimer law</br>Of Revelation brings, to assuage the smart</br>Sorrows and sufferings from its essence draw,</br>When it can look not up with hope, and love, and awe.", "Can it be wondrous, then, before the name</br>Of the ETERNAL GOD was known, as now,</br>That orisons were pour'd, and votaries came</br>To offer at thine altars, and to bow</br>Before an object beautiful as thou?&mdash;</br>No, it was natural, in those darker days,</br>For such to wreathe around thy phantom brow</br>A fitting chaplet of thine arrowy rays,</br>Shaping thee forth a form to accept their prayer or praise.", "Even I, majestic Orb!  who worship not</br>The splendour of thy presence, who controul</br>My present feelings, as thy future lot</br>Is painted to the vision of my soul,</br>When final darkness, like an awful scroll,</br>Shall quench thy fires; &mdash; even I, if I could kneel</br>To aught but Him who fram'd this wondrous whole,</br>Could worship thee; so deeply do I feel</br>Emotions, words alone are powerless to reveal.", "For thou art glorious! &mdash; when from thy pavilion</br>Thou lookest forth at morning, flinging wide</br>Its curtain clouds of purple and vermilion,</br>Dispensing light and life on every side;</br>Brightening the mountain cataract, dimly spied</br>Through glittering mist; opening each dew-gemm'd flower;</br>Or touching, in some hamlet, far descried,</br>Its spiral wreaths of smoke that upward tower,&mdash;</br>While birds their matins sing from many a leafy bower.", "And more magnificent art thou, bright sun!</br>Uprising from the ocean's billowy bed;&mdash;</br>Who, that has seen thee thus, as I have done,</br>Can e'er forget the effulgent splendours spread</br>From thy emerging radiance? &mdash; Upwards sped,</br>E'en to the centre of the vaulted sky,</br>Thy beams pervade the heavens, and o'er them shed</br>Hues indescribable &mdash; of gorgeous dye,</br>Making among the clouds mute, glorious pageantry.", "Then, then how beautiful, across the deep,</br>The lustre of thy orient path of light!</br>Onward, still onward, &mdash; o'er the waves that leap</br>So lovelily, and show their crests of white,</br>The eye, unsated, in its own despite,</br>Still up that vista gazes; till thy way</br>Over the waters, seems a pathway bright</br>For holiest thoughts to travel, there to pay</br>Man's homage unto Him who bade thee \"RULE THE DAY.\"", "And thou thyself, forgetting what thou art,</br>Appear'st thy Maker's temple, in whose dome</br>The silent worship of the expanding heart</br>May rise, and seek its own eternal home:&mdash;</br>The intervening billows' snowy foam,</br>Rising successively, seem steps of light,</br>O'er which a disembodied soul  might roam;</br>E'en as the heavenly host, in vision bright,</br>Once did on Bethel's plain before the Patriarch's sight.", "Nor are thy evening splendours, mighty orb!</br>Less beautiful: &mdash; and O!  more touching far,</br>And of more power thought, feeling to absorb</br>In voiceless ecstacy, &mdash; to me they are.</br>When, watchful of thy exit, one pale star</br>Of evening, in a lovely summer eve,</br>Comes forth, and, softer than the soft guitar,</br>Is said to tell how gentle lovers grieve,</br>The whispering breezes sigh, and take of thee their leave.", "O!  then it is delightful to behold</br>Thy calm departure; soothing to survey</br>Through opening clouds, by thee all edged with gold,</br>The milder pomp of thy declining sway:</br>How beautiful, on church-tower old and grey,</br>Is shed thy parting smile; how brightly glow</br>Thy last beams on some tall tree's loftiest spray,</br>While silvery mists half hide its stem below,</br>Ascending from the stream which at its foot doth flow.", "This may be mere description; and there are</br>Who of such poesy but lightly deem;&mdash;</br>And think it nobler in a bard by far,</br>To seek in narrative a livelier theme:&mdash;</br>These think, perchance, the poet does but dream,</br>Who paints the scenes most lovely in his eyes,&mdash;</br>And, all unconscious of the bliss supreme</br>Their quiet unobtrusiveness supplies,</br>Insipid judge his taste, his simple strain despise.", "I quarrel not with such.  If battle fields,</br>Where crowns are lost and won; or potent spell</br>Which portraiture of stormier passion yields;&mdash;</br>If such alone can bid their bosoms swell</br>With those emotions words can feebly tell,&mdash;</br>Enough there are who sing such themes as these,</br>Whose loftier powers I seek not to excel:</br>I neither wish to fire the heart, nor freeze;</br>But seek their praise alone, whom gentler thoughts can please.", "But if the quiet study of the heart,</br>And love sincere of nature's softer grace,</br>Have not deceiv'd me; &mdash; these have power to impart</br>Feelings and thoughts well worthy of a place</br>In every bosom: &mdash; he who learns to trace,</br>Through all he sees, that Hand which form'd the whole,</br>While contemplating fair Creation's face,</br>Feels her calm beauty in his inmost soul,&mdash;</br>Can read those mystic lines thought only can unrol.", "Nature is lavish of her loveliness,</br>Until that loveliness, if not denied,</br>Becomes a thems, which, whose would express,</br>And dwell with fondness on, men half drise:</br>And even thou, bright Sun!  who in thy pride,</br>And gorgeous beauty, dost so often set&mdash;</br>Art scarcely noticed: &mdash; many turn aside</br>With cold indiff'rence from the scene, and yet</br>'Tis one which he who feels &mdash; for hours may not forget!", "Have I not found it such, when, at the close</br>Of a long day in close confinement spent,</br>I've wander'd forth &mdash; and seen thy disk repose</br>On the horizon of the firmament?&mdash;</br>O!  I have gazed upon thee &mdash; with intent,</br>And silent ardour, till I could have deem'd</br>The clouds which compass'd thee, by thee besprent</br>With glory, as thy brightness through them gleam'd,&mdash;</br>Beautiful in themselves &mdash; with beautiful visions teem'd.", "And I have look'd at them &mdash; until the story</br>Of BUNYAN'S Pilgrims seem'd a tale most true:&mdash;</br>How he beheld their entrance into glory&mdash;</br>And saw them pass the pearly portal through;&mdash;</br>Catching, meanwhile, a beatific view</br>Of that bright city &mdash; shining like the sun,</br>Whose glittering streets appear'd of golden hue,</br>And in them many men &mdash; their conflicts done,</br>Were walking, robed &mdash; with palms &mdash; and crowned every one!", "Not that the soul'd imaginings</br>Can rest in glories palpable to sense;</br>Not robes, palms, crowns, nor harps of golden strings,</br>Awaken thrills of rapture so intense,</br>Yet check'd by awe, and humble diffidence,</br>As hopes of meeting, never more to part&mdash;</br>Those we have dearly loved; &mdash; the influence</br>Of whose affection o'er the subject heart,</br>Was by mild virtue gain'd, and sway'd with gentle art.", "The very thought of meeting such &mdash; is bliss;</br>But O!  to meet in heaven, nay, e'en to feel</br>At times a hope which whispers aught like this,</br>Is joy &mdash; that language whispers never can reveal!</br>In hours of solitude, its mute appeal</br>Seems with the spirit's better thoughts to blend;</br>Its heavenly balm possesses power to heal</br>Wounds &mdash; that the world can faintly comprehend,</br>But which, without its aid, would bleed till life should end.", "Once more unto my theme.  I turn again</br>To Thee, appointed ruler of the day!</br>For time it is to close this lingering strain,</br>And I, though half reluctantly, obey.</br>Still &mdash; not thy rise, and set, alone &mdash; though they</br>Are most resplendent, claim thy votary's song;</br>The bard who makes thee subject of his lay,</br>Unless he would a theme so glorious wrong,</br>Will find it one that wakes of thoughts a countless throng.", "For can imagination upward soar</br>To thee, and to thy daily path on high,</br>Nor feel, if it have never felt before,</br>Warm admiration of thy majesty?</br>Thy home is in the beautiful blue sky!</br>From whence thou lookest on this world of ours,</br>As but a satellite thy beams supply</br>With light and gladness &mdash; thy exhaustless powers</br>Call forth in other worlds sweet Spring's returning flowers.", "Yes &mdash; as in this, in other worlds the same,</br>The Seasons do thee homage &mdash; each in turn:</br>Spring, with a smile, exults to hear thy name;</br>Then Summer woos thy bright but brief sojourn,</br>To bless her bowers; while deeper ardours burn</br>On Autumn's glowing cheek when thou art nigh;</br>And even Winter half foregoes his stern</br>And frigid aspect, as thy bright'ning eye</br>Falls on his features pale, nor can thy power deny.", "Yet &mdash; spite of all: &mdash; though thou appear'd to be</br>The type of thy Creator; seeming source</br>Of light and life, on earth, in air, in sea&mdash;</br>To countless millions in thy mighty course:&mdash;</br>Now listening to the dash of ocean, hoarse</br>Upon its rocky marge; or to the sound</br>Of stormy winds, rejoicing in their force;&mdash;</br>Or softer harmonies which float around,</br>From deep and verdant vales, or mountains forest-crown'd:&mdash;", "Yet though on earth thou hast beheld the sway</br>Of Time, which alters all things; and may'st look</br>On pyramids as piles of yesterday,</br>Which were not in thy youth: &mdash; although no nook</br>Of earth, perchance, retain the form it took</br>When first thou didst behold it: &mdash; even thou</br>Must know, in turn, thy strength and glory strook;</br>Must lose the radiant crown that decks thy brow,</br>Day's regal sceptre yield, and to a Mightier bow!", "For thou thyself art but a gaude of Time,</br>Whose birth with thy original did blend;</br>Together ye began your course sublime,</br>And as sublime will be your destined end.</br>For, soon or late, as Oracles portend,</br>One final consummation ye shall meet:</br>Thou into nothingness again must wend,</br>When this vast world dissolves with fervent heat;&mdash;</br>His revolutions end, his cycle be complete.", "And then shall follow an eternal day,</br>Illum'd with splendour far surpassing thine;</br>For HE, who made thee, shall Himself display,</br>And in the brightness of his glory shine.</br>Absorbing all, and making all divine:&mdash;</br>Before His throne the hosts of heaven shall fall;</br>And space itself shall be but as a shrine,</br>Where everlasting praises cannot pall,</br>Pour'd forth before THE LAMB, and GOD, the LORD OF ALL!</br>"]