["Beneath the beech, whose branches bare</br>Smit with the lightning's livid glare,</br>O'erhang the craggy road,</br>And whistle hollow as they wave;</br>Within a solitary grave,</br>A wretched Suicide holds his accurs'd abode.", "Lour'd the grim morn, in murky dies</br>Damp mists involv'd the scowling skies,</br>And dimm'd the struggling day;</br>As by the brook, that lingering laves</br>Yon rush-grown moor with sable waves,</br>Full of the dark resolve he took his sullen way.", "I mark'd his desultory pace,</br>His gestures strange, and varying face,</br>With many a mutter'd sound;</br>And ah!  too late aghast I view'd</br>The reeking blade, the hand embru'd:</br>He fell, and groaning grasp'd in agony the ground.", "Full many a melancholy night</br>He watch'd the slow return of light;</br>And sought the powers of sleep,</br>To spread a momentary calm</br>O'er his sad couch, and in the balm</br>Of bland oblivion's dews his burning eyes to steep.", "Full oft, unknowing and unknown,</br>He wore his endless noons alone,</br>Amid th' autumnal wood:</br>Oft was he wont, in hasty fit,</br>Abrupt the social board to quit,</br>And gaze with eager glance upon the tumbling flood.", "Beckoning the wretch to torments new,</br>Despair for ever in his view,</br>A spectre pale, appear'd;</br>While, as the shades of eve arose,</br>And brought the day's unwelcome close,</br>More horrible and huge her giant-shape she rear'd.", "\"Is this,\" mistaken Scorn will cry,</br>\"Is this the youth, whose genius high</br>Could build the genuine rime?</br>Whose bosom mild the favouring Muse</br>Had stor'd with all her ample views,</br>Parent of fairest deeds, and purposes sublime?\"", "Ah!  from the Muse that bosom mild</br>By treacherous magic was beguil'd,</br>To strike the deathful blow:</br>She fill'd his soft ingenuous mind</br>With many a feeling too refin'd,</br>And rous'd to livelier pangs his wakeful sense of woe.", "Though doom'd hard penury to prove,</br>And the sharp stings of hopeless love;</br>To griefs congenial prone,</br>More wounds than nature gave he knew,</br>While misery's form his fancy drew</br>In dark ideal hues, and horrors not its own.", "Then wish not o'er his earthy tomb</br>The baleful night-shade's lurid bloom</br>To drop its deadly dew:</br>Nor oh!  forbid the twisted thorn,</br>That rudely binds his turf forlorn,</br>With spring's green-swelling buds to vegetate anew.", "What though no marble-piled bust</br>Adorn his desolated dust,</br>With speaking sculpture wrought?</br>Pity shall woo the weeping Nine,</br>To build a visionary shrine,</br>Hung with unfading flowers, from fairy regions brought.", "What though refus'd each chanted rite?</br>Here viewless mourners shall delight</br>To touch the shadowy shell:</br>And Petrarch's harp, that wept the doom</br>Of Laura, lost in early bloom,</br>In melancholy tones shall ring his pensive knell.", "To sooth a lone, unhallow'd shade,</br>This votive dirge sad Duty paid,</br>Within an ivied nook:</br>Sudden the half-sunk orb of day</br>More radiant shot its parting ray,</br>And thus a cherub-voice my charm'd attention took.", "\"Forbear, fond bard, thy partial praise;</br>Nor thus for guilt in specious lays</br>The wreath of glory twine:</br>In vain with hues of gorgeous glow</br>Gay Fancy gives her vest to flow,</br>Unless Truth's matron-hand the floating folds confine.", "\"Just heaven, man's fortitude to prove,</br>Permits through life at large to rove</br>The tribes of hell-born Woe:</br>Yet the same power that wisely sends</br>Life's fiercest ills, indulgent lends</br>Religion's golden shield to break th' embattled foe.", "\"Her aid divine had lull'd to rest</br>Yon foul self-murtherer's throbbing breast,</br>And stay'd the rising storm:</br>Had bade the sun of hope appear</br>To gild his darken'd hemisphere,</br>And give the wonted bloom to nature's blasted form.", "\"Vain man!  'tis heaven's prerogative</br>To take, what first it deign'd to give,</br>Thy tributary breath:</br>In aweful expectation plac'd,</br>Await thy doom, nor impious haste</br>To pluck from God's right hand his instruments of death.\"</br>"]