["In yonder vale, where fragrant zephyrs blow,</br>Where mix'd perfumes in odorous channels flow,</br>Where rosy health its flattering charms displays,</br>Where guile nor dwells, nor perfidy betrays,</br>By envy, civil broils, and hate forsook,</br>All, but the chiding of yon murmuring brook,</br>Which in meandering frolick sports along,</br>And hoarsely chants its soporific song;</br>Here almost hid, a decent village lyes,</br>Whose rural station, captivates the eyes,</br>Where various trees, in verdant liveries bloom,</br>And form a shady, circumambient gloom,</br>This be my theme; I sing the village scene,</br>The rich brocade, that blossoms o'er the green,</br>Nature's luxurious landscapes, that delight,</br>And crowd their beauties, on the ravish'd sight;</br>The busy active scenes, that life employ,</br>And temperate pleasures, which can never cloy,</br>The rustic villager, who knows not care,</br>Nor stoops, a wretched victim to despair,</br>The bowl full flowing, and the smiling glass,</br>The honest peasant, and the country lass,</br>And fain, my muse would city joys compare,</br>And urg'd by freedom, manlier measures dare;</br>Her purer unpolluted fountain trace,</br>And the mock patriot brand with just disgrace:", "Oft when the setting sun serenely bright,</br>Sheds forth a deeper tinge of golden light,</br>When blythsome Ruth, her usual work began,</br>And sought the milky nectar in her can,</br>When lowing herds, proclaim the evening tide,</br>And giant shadows, from the mountains stride,</br>When here, and there, the lonely owls complain,</br>And Bats afford diversion for the swain,</br>When sighing Zephyrs, die along the glade,</br>And only kiss the foliage thro' the mead.", "In this soft interval of silent peace,</br>When nature's operations seem to cease,</br>How oft some cot frequented, have I sought,</br>Thither by zeal, and curious impulse brought,</br>There as I sit, and hear their various chat,</br>Some praising this, and some condemning that,</br>Two Lovers, each, in youthful bloom alike</br>My wandring eyes with more attention strike,</br>And nature, whilst it struggling sighs with fear,</br>Conveys at length the story to my ear,</br>A tale, in broken accents warm with love,</br>An emblem of simplicity above;</br>In words like these, the ardent youth complains,</br>Piteous his look, without success his strains.", "Ah Susan!  loveliest, of the lovelier fair,</br>With whom no maid for sweetness can compare,</br>Whose heavenly face, like opening roses charms,</br>And every touch, my glowing bosom warms,</br>Ah why so long, thy swain his bliss deny,</br>Ah why this wintry aspect in your eye,</br>That snowy breast, where candid passions move,</br>The seat of truth, of tenderness, and love,</br>Barbarian tenets never will confine,</br>Nor boast of chains inevitably mine;</br>Those lips, which some for coral might mistake,</br>Such cruel truths will never deign to speak,</br>With pity's eye asswage a lover's pain</br>Nor longer triumph o'er a simple swain.", "Then Susan with responsive sweetness crys,</br>The chrystal tear just starting in her eyes,</br>Alas, my plighted word's already given,</br>Witness ye stars, celestial lamps of heav'n,</br>When hand in hand with Corydon I rov'd,</br>When he professed the warmth with which he lov'd;</br>The conscious moon what follow'd can attest,</br>I gave my word, and made a lover blest,</br>Else Thomas had my every thought employ'd,</br>And none beside, his Susan's hand enjoy'd.", "But see remoter plac'd, a happier pair,</br>Their vows and warmest wishes, who declare,</br>Seal each profession with a balmy kiss,</br>And live to joys of more extatic bliss;</br>Thus whilst they seem to interchange their souls,</br>Some quaff the generous liquor from the bowls,</br>While some, to music lend a greedy ear,</br>And taste the while pure draughts of sparkling beer;</br>In every face a placid smile appears,</br>Bereft of cares, and uncontroul'd by fears,</br>A buz of mingling voices spreads around,</br>Of tuneful accent and of tickling sound,</br>The self same sounds and buzzing murmurs swell,</br>When bees in busy troops pervade their cell,</br>In tuneful bands they seek their honey'd store,</br>They ever labour till they make it more.", "Next Sukey, blythest of the virgin train,</br>The neatest wench, that trips along the plain,</br>On tip-toe moving soon a swain espys,</br>On whom she fixes her observing eyes,</br>They both in merry circles beat the ground,</br>And tune their feet to bag-pipes shriller sound;</br>Thus mirth, in varied forms, the tribe delight,</br>'Till winged moments, usher in the night,</br>When each a calm repose is sure to find,</br>The sweet possession of a peaceful mind.", "Oh bless'd content, than which no genial flame,</br>A fire so pleasing, lights within the frame,</br>Whose nurturing sweets a rich profusion lend,</br>And healthful pleasures thro' the body send,</br>Which tho' affliction opes her needy door,</br>A mental treasure, never can be poor.", "Or if perchance, in noon tide's sunny hour,</br>Refreshment's seat I seek within a bower,</br>There on some verdant hillock please my eyes,</br>And view the hay in fragrant mountains rise;</br>Mark the neat huts with circumspective pride,</br>And plenty's crop wide-sporting by my side,</br>Or travelling farther, see the floating wood,</br>With fluttering pinions, sail from whence I stood;</br>All, all around, a beauteous moving scene,</br>One verdant turf, one cultivated green.", "Happy that spot that human culture knows,</br>Where plenty sits and every blessing grows,</br>Where Ceres smiles and her attending train,</br>Have spread their gifts dissuasive o'er the plain,</br>Where every social virtue rears her head,</br>And peace and joy come dancing o'er the mead;</br>Thrice happy sure this dear frequented vale,</br>Where mimic Eden wafts its choicest gale.", "Or if descending from the sloping hill,</br>My errant steps conduct me to a rill,</br>How sweet its pebbled music charms the ear,</br>How sweet the trout with glittering vests appear,</br>With timorous twisted sallys as they sport,</br>And shun the place where hostile men resort;</br>While o'er my head the sighing groves complain,</br>Or whistling, waft their melancholy strain;</br>When scarce a blast of interruption swells,</br>But deathful silence thro' the meadows dwells,</br>The whispering breezes scarce a murmur make</br>To fright the steer, or sport within the brake:</br>Here as I sit, in contemplation bound,</br>And throw my vacant, steady eyes around,</br>From yonder hill, a sudden tumult spreads</br>It's doubtful language, downward thro' the glades,</br>At length, the vallies with loud ecchoes ring,</br>And shouts encreasing, clearer accents bring;</br>The vocal dogs, exclaim in tuneful crys,</br>And soon alas!  the fearful leveret dyes;</br>Awak'd, aloft with summon'd zeal I haste,</br>My eyes confirm my too prophetic breast.", "So some soft maid in star malignant born,</br>A friendless orphan, destitute, forlorn,</br>Whose timid texture, most bewitching charms,</br>The vengeful breast of all its wrath disarms,</br>A while unknown, on bounty's hand she thrives,</br>And in some friendly cottage, thankful lives;</br>But if alas!  the rake of wealthy power,</br>Should chance to see her, on some luckless hour,</br>In swift pursuit, he hunts the timorous maid,</br>She dyes at length, a thousand ways betray'd.", "But hark, the awful bell's alarming tone,</br>Proclaims a neighbour from the village gone;</br>An age which veneration mark'd its own,</br>Prolong'd a life, to human ills unknown,</br>That gentle counsel, which in balmy showers,</br>Refresh'd the soul, and gladsome made the hours,</br>That zeal, which once with pleasure we survey'd,</br>All, all his virtues vanish'd and decay'd;</br>Up yonder hill, the decent mourners bend,</br>A crowded train, his funeral pomp attend,</br>With solemn pace, and silent griefs proceed,</br>Whilst woes, and anguish in their bosoms feed,</br>The hidden tumult gathers by the way,</br>And bursts at last, upon the hallow'd clay;</br>As when the boisterous winds exert their rage,</br>And with the seas, in clamorous fight engage,</br>The waves with like successive motion, pour</br>Their sable course, and burst upon the shore.", "But if some virgin blooming once, and fair,</br>Her lovers joy, her parents mutual care,</br>Should piteous chance, her lovely breath resign,</br>And fate too cruel, mark her for divine;</br>The mourning train in deep and plaintive cries,</br>Pour forth their woe, unknown to mean disguise,</br>All, all her recent virtues strike their mind,</br>And in the hearts a painful entrance find;</br>With wounds, their soft pathetic bosoms tear,</br>Bequeath a bitter legacy of care,</br>Belav'd with tears, they prosecute their course,</br>Oppress'd with sighs, and with exclaiming hoarse.", "Alike the oak by storms and tempests fares,</br>Which their wild fury void of pity tears,</br>It's verdant honours strew the humble ground,</br>Whilst plaintive murmurs from its branches sound.", "Or like some vernal flower, of short liv'd date,</br>Now born to bloom, and now consign'd to fate;</br>When by the traveller's hand, or nipping frost,</br>Its beauties fade, and all its sweets are lost,</br>Refreshing sweets, once form'd to give delight,</br>To please the sense, and gratify the sight,</br>One moment gives it to the raptur'd eyes,</br>When scarce possess'd, it withers, fades, and dyes.", "But oh what eye not froze with cool disdain,</br>Can tears suppress, what breast can sighs restrain,</br>When her fond lover frantick crys puts forth,</br>Hangs on the bier, and testifys her worth,</br>Urg'd by the wild attacks of mad despair,</br>He vents his fury on his breast, and hair;</br>Around the coffin'd corse, his arms he throws,</br>And in loud accents, utters forth his woes,</br>'Till force at length, the piteous scene removes,</br>And tears him ruthless, from the maid he loves.", "Hard-fated youth, no favouring hopes survive,</br>Pallid that cheek, where roses us'd to live,</br>Declin'd that vigour, which was wont to glow,</br>Consum'd too soon, by fate's unerring blow,</br>For scarce two moons, he languishes and grieves,</br>One common grave the frozen pair receives;</br>Some bounteous hand commemorates the spot,</br>A lettered stone declares their hapless lot;</br>\"Beneath, a coffin'd pair embosom'd lye,</br>They liv'd, and lov'd, united now they dye;</br>If love was ever to thy bosom dear,</br>Oh shed a passing, tributary tear.\"", "Mark with what placid look, becoming air,</br>The village circle to the church repair,</br>That church, whose hallow'd spires devoutly shine,</br>A sacred building, a long worshipp'd shrine,</br>Where every sabbath, meet the rural throng,</br>To praise their GOD, with pious heart and song;</br>The infant children lisp their maker's fame,</br>Imperfect praises render to his name,</br>Clean, not superb, with decency they walk,</br>And of the parson, and his merits talk;</br>Commend the righteous zeal, with which he trys</br>To hold a light, to unbelieving eyes,</br>To deal out comforts, by religion given,</br>And point the road to happiness, and heaven.", "The service o'er, how oft with modest zeal,</br>I've seen them seated, round their frugal meal,</br>Their various judgments on the sermon heard,</br>And hoary admonition have rever'd.</br>That counsel sure, must added wisdom bring,</br>Born on the still career of age's wing,</br>Experience, added to an honest heart,</br>Doth real knowledge to the soul impart;</br>For veneration gives a just assent,</br>And quells those passions, which presumption lent;</br>A timid, conscious want of worth creates,</br>And the false fervor in our veins abates.", "Oh sacred age, whose dictates firm and strong,</br>Do full conviction bring, and truth along;</br>May youth thy precepts learn, with duteous will,</br>And from thy maxims, vice contemn and ill,</br>The paths of folly shun with cautious care,</br>And may no pains your reverend bosoms tear.", "Now fancy seat me in the lonelier cot,</br>The sickly widow's much distressful lot,</br>Round whom, in varied forms, destruction plays,</br>And sports too cruel in a thousand ways;</br>Where poverty reclines her wretched head,</br>And want and misery their tents have spread;</br>Behold her, to a bed of grief confin'd,</br>Her body suffering, suffering more in mind,</br>Her children anxious to attend her word,</br>And every filial comfort to afford;</br>Then see the wealthier dame, by pity fir'd,</br>By bounty led, and charity inspir'd;</br>See where in thoughtful mood, she pensive guides</br>Her steps, where humble poverty presides,</br>The village pride, the poor man's sure relief,</br>Of ready ear, accessible to grief,</br>The widow's tears she charitably drys,</br>And wipes the trickling rivers from her eyes,</br>New spirits seats within her aching frame,</br>And adds fresh lustre to her former fame;</br>A tide of blessings prosecutes the deed,</br>And heaven's rich favours wait her future seed,</br>Reflexion smiling, on her pillow lyes,</br>A heavenly object, to her mental eyes.</br>Oh Charity, than which, no medicine gives</br>Such balmy comfort, to delight our lives,</br>Whose lasting sweets uncommon pleasures bring,</br>And from whose source, perpetual blessings spring,</br>Warm'd by whose rays, the sting of death we brave,</br>And smiling, view the terrors of the grave.", "How oft, when joy proclaims the nuptial day,</br>And pairs in numbers, crowd the verdant way,</br>How oft, the jocund train with nimble pace,</br>And eager steps, have sought the welcom'd place,</br>Where Chloris deck'd in all her rural pride,</br>Expectant sat, a blooming, beauteous bride,</br>While gratulation thro' the cottage ran,</br>Some prais'd the maid, while others prais'd the man;</br>The virgin blush commended, as she spoke,</br>Indulg'd the laugh, and crack'd the sprightly joke;</br>The parson come, a strange pulsation beats,</br>A new alarm, the destin'd pair elates,</br>The knot once ty'd, fresh kisses seal the deed,</br>Whilst each impression crys agreed, agreed,</br>The sweet example fires the bridal throng,</br>And vows, and kisses spread themselves along.", "So, in electric tryals have I seen,</br>When many hands conjointly met have been,</br>When once the fire hath seal'd the crackling kiss,</br>And the brisk flame communicated is,</br>The shock once suffer'd, soon with speed expands,</br>And pervious passage, forces thro' the hands.", "The cumbrous beef, next loads the smoaking board,</br>And viands, produce of a prudent hoard,</br>The goblet dances in a circle round,</br>Some laugh, some sing, some beat the echoing ground;</br>But most of all the bride and bridegroom please,</br>On whom the guests, with admiration gaze,</br>Love in their eye, and o'er their cheeks by stealth,</br>A rich suffusion, laid by rosy health;</br>The rapid minutes steal unknown away,</br>Till night's sad mantle veils the closing day,</br>On ebon throne, she mounts with dusky head,</br>And warns the lovers, to retire to bed,</br>Obedient they, the wish'd for minutes waste,</br>And real, not fictitious pleasures taste.", "Happy the maid, thrice happy for the year,</br>Belov'd of Cupid, as to Hymen dear,</br>Who, ere the bride has turn'd to soft repose,</br>Has felt the mystic stocking on her cloaths,</br>Some favouring Sylph directs it, as it flys,</br>And glads the watchful Amaryllis eyes;</br>Much envied fair, thy lot too plainly proves,</br>Each jealous maid, the like distinction loves,</br>Dejected sorrows on their faces sit,</br>Forc'd are their smiles, affected is their wit.", "'Tis morn, the sun his youthful beams displays,</br>Obliquely shoots a quivering, sickly blaze,</br>Nor yet the atmosphere pervaded quite,</br>Has own'd its downward, more refulgent light,</br>Its crooked streams a lucid radiance send,</br>And Heaven-refracted, to the earth descend,</br>Thrice had the village cock proclaim'd the day,</br>Celestial fragrance silver'd every way,</br>From yonder wood, behold the village swain,</br>With sturdy steps, he measures out the plain,</br>With chearful countenance, his course pursues,</br>A dewy mantle, vests his glittering shoes,</br>Some seek to turn the sod, and weildy clay,</br>And so dispense the labours of the day,</br>The healthful morn, the fragrant zephyrs bring</br>Refreshing odours, on their scented wing,</br>New vigour from the earth, their sense assails,</br>And lengthen'd minutes, on their lives entails,</br>All, all expressive of that blest retreat,</br>Where labour lives, and peace hath close her seat,</br>Where Amalthea rarest gifts bestows,</br>And plenty's tide, in richest rivulets flows,</br>Where god-like industry hath shewn her face,</br>And golden gifts hath scatter'd o'er the place;</br>Blest place, where ease on downy pinions born,</br>Reclines at night, and spreads her wings at morn.", "Boast ye, who in the city spend your life</br>With pleasures mad, perplex'd with noise and strife,</br>Delights, or comforts, such terrestrial bliss;</br>Far other joys your anxious bosoms fill,</br>Your foreign hearts assume a different will:</br>'Twixt ease, and luxury, 'twixt grief, and care,</br>And wanton vices, you distracted are.</br>Content once banish'd, say, shall ill got wealth,</br>Your conscience quiet, or restore your health?</br>Whose every sense in dissipation tost,</br>The nobler relishes of life has lost;</br>Sage nature's rules who contradicting slight,</br>Asleep by day, who interrupt the night,</br>When different vices midnight vigils keep,</br>And blacker make the time design'd for sleep;</br>Their hateful progeny, disease, and death,</br>Or rudely waft their dire untimely breath,</br>Or, unperceiv'd, advance with gradual pace,</br>Oh shame to reason, as to sense disgrace,</br>The scene once clos'd, new vices quickly spring,</br>And with their steps pernicious pleasures bring:</br>As the rare phoenix, singularly strange,</br>When fate hath perfected her mortal change,</br>The living ashes quicken into blood,</br>We see a phoenix, where the former stood.", "Hapless the man, who aims not to be wise,</br>Nor draws the cheating mirror to his eyes;</br>At distance views the false reflecting glass,</br>Where scenes inverted in their order pass,</br>Whose life no rules of nature ere hath known,</br>And from whose roof content hath ever flown;</br>But whose desires with SELF, and SENSE, abound,</br>By temperance hated, as by truth disown'd,</br>Who ne'er a sigh, or wish petitions more,</br>But safe conveyance to some golden shore,</br>GOLD, which with glittering charms and powerful might,</br>Where darkness sat, hath substituted light,</br>Possession, which how few with wisdom share,</br>Too oft the treacherous fountain of despair.", "And must we then from learning's crowded seat,</br>From towering spires, and gilded domes retreat,</br>Leave the mix'd scene, where thousand artists dwell,</br>To seek refinement in an humble cell,</br>Where erudition seldom shews her face,</br>And ruder principles the taste debase;</br>Where simple nature unassisted reigns,</br>And rolls her heavy tide within the veins:</br>Forbid it, gods of scientific race,</br>And you, whose presence dignifies the place;</br>Forbid it, taste, politeness, learning, shame,</br>And Oh, forbid it, heaven-implanted fame;</br>But rather let us emulation catch,</br>And form the peasant, full perfection snatch;</br>From city tumults, turn our greedy eye,</br>And learn to live, as we would wish to die.", "Thrice happy place, where village morals shine,</br>The heart inherit, and the soul refine;</br>Religion, justice, piety live here,</br>And bounteous charity, with pregnant tear,</br>No frauds, nor rapine stalk with ravenous pride,</br>No cruel murder rolls its bloody tide;</br>But all is sweet society, and love,</br>The heaven-taught lesson of the gentle dove,</br>(Their tender bosoms breath no other rage,</br>For ever whispering transports in their cage;)</br>No doubtful friendship spreads its specious hook,</br>No adulation, no obsequious look,</br>But genuine honour, undistinguish'd and plain,</br>Speaks thro' the maid, or warms the honest swain,</br>But truth in native colours void of art,</br>Diffuse their heavenly fervor thro' the heart.", "Oh sacred truth, of most prevailing charms,</br>How bless'd that seat thy genial influence warms,</br>Where thy pure ensigns, instituted shine,</br>And stamp a people with a mark divine,</br>Whose candid shrine no base pollution knows,</br>Where nature dwells, and innocency grows;</br>My feeble pen wou'd fain thy worth rehearse,</br>And chant thy praises in more polish'd verse,</br>Grand source, deriving blessings to mankind,</br>Grace to the soul, refinement to the mind.</br>And thou sweet liberty, inspire my song,</br>Peculiar praises to the sound belong,</br>Whose generous tongue a fettered speech disdains,</br>But sweetly utters unaffected strains,</br>Propitious on Britannia's sons look down,</br>From whom thy genius never yet hath flown,</br>Let no ideal form in freedom's guise,</br>Mislead the vulgar, or deceive the wise,</br>The breast with fluctuating bonds enthral,</br>But shine a great, a true original.", "Freedom alas!  thou much perverted name,</br>The sudden transport of a wanton flame,</br>Which oft to madness with the vulgar turns,</br>And with inconstant agitation burns,</br>The man who pleas'd how oft his premium scorn,</br>The evening hero, trampled on at morn;</br>Teach us, with true discerning minds, to know,</br>The real fount, whence patriot virtues flow,</br>Convinc'd that freedom properly we see,</br>When king, and people's sentiments agree,</br>When due obedience to the laws is paid,</br>And just dependence in each order made,</br>And oh if any courts the patriots name,</br>And virtue-hurried pants for deathless fame,</br>Warm'd with his country's zeal undaunted stands,</br>And braves the fury of contending hands,</br>Oh heap on him your envy'd gifts, nor spare</br>Your lavish honours, on so bright a care,</br>Exalt him still, till nought remains to crown</br>Those labours, which his country caus'd alone,</br>But if regardless of the common weal,</br>He wears an odious hypocritic veil,</br>If nought but interest, in his bosom glows,</br>And freedom there, a cold reception knows;</br>Oh speed your thunder on perdition's wings,</br>And crush the man, who'd awe the best of kings,</br>His people who'd in error's footsteps lead,</br>And point your vengeance at his rebel head.", "Accept dear Goldsmith, these ingenious lines,</br>Whose generous breast no thought, but truth confines,</br>Whose page instructive, as harmonious found,</br>A bright example, sheds its light around;</br>To thee unfledg'd, my tender muse would soar,</br>Secur'd of thine, what praises wish I more?</br>Whose pensive ruins, sadly colour'd, tell</br>That once, a people happily did dwell,</br>Whose desert waste, and unfrequented spot,</br>Proclaim a village, lost, forlorn, forgot.", "So some tall monument, of letter'd fame,</br>Records a brave commander's deathless name,</br>Warns us, how many battles he has won,</br>And regions travell'd with the journeying sun,</br>With grief, the speaking monument we leave,</br>And wish to snatch the hero from the grave.</br>"]