["Farewell the bell, upon a ram's neck hung,</br>Farewell the rustic song by shepherd sung;</br>Farewell the hungry falcon's cat-like note,</br>As down the glade he stoops for mouse or float;</br>Farewell the fearful lapwing's chiding quest,</br>When rover ranges near, too near her nest;</br>Farewell the jetty raven's scornful scoff,</br>Who proud, to prouder man, cries out \"off, off.\"</br>So fancy forms his ill-betiding croak,</br>And thou, farewell, that from the hollow oak,</br>The bird of wisdom 'clep'd does send around,</br>Thy manlike halloes hunters to confound.</br>Inbower'd in birchen groves thou wooing dove,</br>Emblem of spotless innocence and love:</br>Farewell, O say!  with thy companion fate,</br>How oft thou'st seen me with as fair a mate.</br>Farewell, the busy hum of bees that bring,</br>Extracted honey from the pride of spring;</br>No more your toil shall Corydon molest,</br>When buzzing near my Cloe's tender breast,</br>Whether to sting her was your sad intent,</br>Or, whether sweets to steal, was all ye meant.</br>Farewell each hill, each dale, each conscious grove.</br>Adieu each witness of my constant love.</br>Farewell of distant bells the liquid sound,</br>That while I lay stretch'd careless on the ground,</br>Would softly undulate along the glade,</br>And bring such news as pleasing fancy made.</br>Happly a wedding, or, an heir may be,</br>Or glorious vic'try gain'd by land and sea;</br>For joy, the very fairies dance and sing,</br>And leave their footsteps in a verdant ring.</br>The bells in triple cadence other times</br>At matins please the ear in softer chimes:</br>When good old dowager oppress'd with cares,</br>Or maiden aunt with Jocky steals to pray'rs.</br>The evening knell reminds us of our folly,</br>And substitutes a pleasing melancholy.</br>Farewell the lonely cot in neatness drest,</br>Which neighb'ring 'squire does annually invest,</br>With decent liv'ry of purest white,</br>A pleasing object to the sight;</br>Fix'd near a spacious wood of aged oak,</br>Which shows the chimney's noon-day azure smoke,</br>Near it a limpid stream for ever flows,</br>Where linnen-suited Sal for water goes,</br>To boil her cates, or wash her cotton hose.</br>A neat cut hedge that can with tulips vie,</br>Where Sally hangs her favours out to dry.</br>Farewell the woodman's hem at ev'ry stroke,</br>Who hems and inter-whistles (hearts of oak.)</br>The sawyers working in the inmost wood,</br>Attentive hear the tune, and think it good.</br>They make their motions with the measure chime,</br>All arms now rise and fall in perfect time;</br>Their boys around, blest pledges!  play their pranks,</br>Some houses build with chips, some swing on planks.</br>The tender watchful mother sits hard by,</br>Knitting, awhile the girls raise up dirt pye.</br>O happy presage of their future lives,</br>Useful in arts the boys, the girls domestic wives.</br>Farewell each thing, each place I fondly know,</br>To distant climes poor Corydon must go,</br>The home-felt joys, beyond expression dear,</br>Deserve an elegy, a parting tear.</br>"]