["Come, serious Contemplation!  fill my breast,</br>By grief subjected to the pensive sigh:</br>Let the wild notions of my heart have rest,</br>And all the flights of syren flatt'ry die.</br>Others have been unhappy plac'd on high,</br>And even where the moss-roof'd cottage rose;</br>Fate's keenest arrows on the poor will fly,</br>As well as where the trembling vessel bows:</br>On ALL she looks, and scatters her promiscuous woes.", "'Tis not the yellow heaps the miser gains,</br>Which pile on pile in useless order lie;</br>'Tis not a birth-day suit, nor all the pains</br>Corinna takes Myrtilla to outvie,</br>Nor all the rapture in her lover's eye,</br>Nor all the honours which the great can share,</br>Nor all the worlds which learning can espy,</br>Nor all the flatt'ry which the proud can bear,</br>Can stop th' impending ill, or drown the voice of care.", "In vain are all the arts which cunning tries,</br>In vain are all the schemes which wisdom lays;</br>Vain are the dear-bought extasies of vice,</br>And all th' heroic actions poets praise</br>In pompous verse and smoothly flowing lays,</br>And all th' allurements of the courtly train,</br>And all the monuments which time shall raise,</br>And all the blessings which the madman feigns,</br>To ease the soul of woe, or mitigate her pains.", "Should I for fame build palaces or domes</br>Outlasting envy, tow'ring to the skies,</br>Or visit foreign lands and heroes tombs,</br>Or sail from whence must rosy Titan rise,</br>To where, in flaming robe array'd, he dies,</br>Or to the southern hemisphere should stray,</br>Or to the piercing north should turn mine eyes,</br>Where the bleak region scarce admits of day,</br>Yet care would follow still, and trace the dreary way.", "Heroes and kings must to the dye submit,</br>The greatest and the meanest share one fate;</br>The son of learning and the child of wit,</br>Are wretched by men's envy or their hate,</br>And none can boast a truly happy state.</br>Since this the fortune then of all below,</br>The poor, the proud, the peasant and the great,</br>I'll bear the ill admitted, smile at woe,</br>And ward with hope misfortune's keenest blow.</br>"]