["PIERS.  CUDDY.", "Cuddy, for shame hold up thy heavy Head,</br>And let us cast with what delight to chace,</br>And weary this long lingring Phoebus' Race.</br>Whylom thou wont the Shepherd's Lads to lead,</br>In Rimes, in Riddles, and in Bidding base:</br>Now they in thee, and thou in sleep art dead.", "CUDDY.</br>Piers, I have piped earst so long with pain,</br>That all mine Oaten Reeds been rent and wore;</br>And my poor Muse hath spent her spared Store,</br>Yet little Good hath got, and much less Gain.</br>Such Pleasance makes the Grashopper so poor,</br>And lig so laid, when Winter doth her strain.", "The dapper Ditties thee I wont devise,</br>To feed Youth's Fancy, and the flocking Fry,</br>Delighten much:  what I the bett for-thy?</br>They han the Pleasure, I a slender Prize.</br>I beat the Bush, the Birds to them do fly:</br>What good thereof to Cuddy can arise?", "PIERS.</br>Cuddy, the Praise is better than the Price,</br>The Glory eke much greater than the Gain:</br>O what an honour is it, to restrain</br>The Lust of lawless Youth with good Advice?</br>Or prick them forth with Pleasance of thy Vein,</br>Whereto thou list their trained Wills entice.", "Soon as thou 'gins to set thy Notes in frame,</br>O how the rural Routs to thee do cleave!</br>Seemeth thou doost their Soul of Sense bereave,</br>All as the Shepherd, that did fetch his Dame</br>From Pluto's baleful Bower withouten leave:</br>His Musick's Might the hellish Hound did tame.", "CUDDY.</br>So praysen Babes the Peacock's spotted Train,</br>And wondren at bright Argus' blazing Eye;</br>But who rewards him ere the more for-thy?</br>Or feeds him once the fuller by a grain?</br>Sike Praise is Smoke, that sheddeth in the Sky;</br>Sike Words been Wind, and wasten soon in vain.", "PIERS.</br>Abandon then the base and viler Clown,</br>Lift up thy self out of the lowly Dust;</br>And sing of bloody Mars, of Wars, of Giusts;</br>Turn thee to those that weld the aweful Crown,</br>To doubted Knights, whose woundless Armour rusts,</br>And Helms unbruzed, wexen daily brown.", "There may thy Muse display her fluttering Wing,</br>And stretch her self at large from East to West;</br>Whither thou list in fair Elisa rest,</br>Or if thee please in bigger Notes to sing,</br>Advance the Worthy whom she loveth best,</br>That first the white Bear to the Stake did bring.", "And when the stubborn Stroke of stronger Stounds,</br>Has somewhat slackt the Tenor of thy String;</br>Of Love and Lustihead tho mayst thou sing,</br>And carrol loud, and lead the Millers round;</br>All were Elisa one of thilk same Ring,</br>So mought our Cuddy's Name to Heaven sound.", "CUDDY.</br>Indeed the Romish Tityrus, I hear,</br>Through his Mecoenas left his Oaten Reed,</br>Whereon he earst had taught his Flocks to feed;</br>And laboured Lands to yield the timely Ear;</br>And eft did sing of Wars and deadly Dreed,</br>So as the Heavens did quake his Verse to hear.", "But ah!  Mecoenas is yclad in Clay,</br>And great Augustus long ygo is dead;</br>And all the worthies liggen wrapt in Lead,</br>That matter made for Poets on to play.</br>For ever, who in Derring-do were dread,</br>The lofty Verse of hem was loved aye.", "But after Vertue 'gan for Age to stoup,</br>And mighty Manhood brought a bed of ease;</br>The vaunting Poets found nought worth a Pease,</br>To put in preace among the learned Troup:</br>Tho 'gan the Streams of flowing Wits to cease,</br>And sunbright Honour pen'd in shameful Coup.", "And if that any Budds of Poesy,</br>Yet of the old Stock 'gan to shoot again:</br>Or it Mens Follies mote so force to fain,</br>And roll with rest in Rimes of Ribaudry;</br>Or as it sprang, it wither must again:</br>Tom Piper makes us better Melody.", "PIERS.</br>O peerless Poesie, where is then thy place?</br>If not in Princes Palace thou dost sit</br>(And yet is Princes Palace the most fit)</br>Ne Breast of baser Birth doth thee embrace;</br>Then make thee Wings of thine aspiring Wit,</br>And, whence thou cam'st, fly back to Heaven apace.", "CUDDY.</br>Ah Percy, it is all too weak and wan,</br>So high to sore and make so large a flight:</br>Her peeced Pineons been not so in plight,</br>For Colin fits such famous Flight to scan;</br>He, were he not with Love so ill bedight,</br>Would mount as high, and sing as soot as Swan.", "PIERS.</br>Ah Fon, for Love does teach him climb so high</br>And lifts him up out of the loathsom Mire:</br>Such immortal Mirror, as he doth admire,</br>Would raise one's Mind above the starry Sky,</br>And cause a caitive Courage to aspire:</br>For lofty Love doth loath a lowly Eye.", "CUDDY.</br>All otherwise the state of Poet stands;</br>For lordly Love is such a Tyrant fell,</br>That where he rules, all Power he doth expell,</br>The vaunted Verse a vacant Head demands,</br>Ne wont with crabbed Care the Muses dwell:</br>Unwisely weaves, that takes two Webs in hand.", "Who ever casts to compass weighty Prize,</br>And think to throw out thundering Words of Threat,</br>Let pour in lavish Cups and thrifty Bits of Meat;</br>For Bacchus' Fruit is friend to Phoebus' Wise:</br>And when with Wine the Brain begins to sweat,</br>The Numbers flow as fast as Spring doth rise.", "Thou kenst not, Percie, how the Rime should rage;</br>O if my Temples were distain'd with Wine,</br>And girt in Girlonds of wild Ivy Twine,</br>How I could rear the Muse on stately Stage,</br>And teach her tread aloft in Buskin line,</br>With queint Bellona in her Equipage.", "But ah, my Courage cools ere it be warm,</br>For-thy content us in this humble Shade:</br>Where no such troublous Tides han us assaid,</br>Here we our slender Pipes may safely charm.", "PIERS.</br>And when my Goats shall han their Bellies laid,</br>Cuddy shall have a Kid to store his Farm.", "CUDDY'S EMBLEM.</br>Agitante calescimus illo, &amp;c.</br>"]