["Hail, wayward Winter!  child of snow,</br>I see thee mount thine icy throne,</br>I see thee spread thy scenes of woe</br>To yon poor moonless wanderer lone.</br>On the wild waste he feels thy power,</br>Thy biting blast, thy sleety shower,</br>Resolved by night no more to roam</br>Far from his faithful friends, and hospitable home.", "Though now the vermil-tinctured lip</br>Of frolick Spring, with roses crowned,</br>No more the ambrosial dew can sip,</br>Or kiss the flowers that paint the ground;</br>Though fair Hyperion's brilliant beam</br>Assail in vain the impassive stream,</br>And keen is felt thy frosty sting,</br>I woo thee, Winter wild, nor heed thy watry wing.", "The bard's rapt eye no longer views</br>The fairy elves in noon of night,</br>In circles deftly skim the dews,</br>Nor fly the leafy lawn till light,</br>When they with twinkling feet advance</br>To thrid the mazes of the dance,</br>And o'er his frenzied sense diffuse</br>Bland visions, light as air, and spotless as the Muse.", "The azure violet on the shore,</br>Fair rival of the ruddy rose,</br>Spreads its blue foliage no more,</br>Entombed beneath a waste of snows.</br>The gay-plumed songsters of the grove</br>No longer carol tales of love,</br>But Nature, through her empire's bound,</br>Hears nought but horrid hail, and threatening tempests sound.", "But though thy spells, relentless power,</br>The world in frosty fetters bind;</br>Though, arm'd with snow, and ice, and shower,</br>Thou shedd'st thy wrath on all mankind,</br>Yet I thy ruffian rage defy,</br>Thy storm-tongued voice, thy lowering eye,</br>While hous'd, and round the social fire,</br>I hear thy menace loud, and unavailing ire.", "Dauntless I brave thy boisterous breath,</br>Whene'er the lettered circle meet,</br>Nor dread to tempt at daylight's death,</br>The dangers of the slippery street.</br>This eve with choicest friends I pass,</br>Nor churlish shun the electrick glass,</br>Iberia's fragrant tube illume,</br>Nor dread thy thunders, Winter, though they shake the room.</br>"]