["Dear is the face of cloudless night,</br>And dear each radiant starry guide,</br>To men whom science and renown invite</br>To steer the venturous bark thro' seas untried;</br>So dear to every generous race</br>The lustre beaming from their fires,</br>Whose distant deeds 'tis ecstacy to trace,</br>Whose fame, re-echoing from unnumber'd lyres,</br>Grows with increasing time, and every age inspires.", "Amid wild nature's rudest reign,</br>That dauntless COOK'S keen eye survey'd,</br>The veriest savage of the Southern main</br>The debt of just commemoration paid;</br>He sung of buried Chiefs, in whom</br>Young valour might a model see:</br>Britain!  blest isle, where social virtues bloom,</br>Reflect what honours must be due from thee</br>To those who knew thee brave, and taught thee to be free.", "Is it an art of curious care</br>To guard the rights deriv'd from God?</br>And will not Valour's native impulse tear</br>From Tyranny's weak grasp Oppression's rod?</br>Thus ardent youth, perchance, may ask:</br>But patient toil from age to age,</br>When Fortitude and Wisdom plied the task,</br>The toil of many a chief and many a sage,</br>Secur'd not Freedom's Fane from Superstition's rage.", "In vain the Barons bravely fix'd</br>The ground-work of that glorious Fane;</br>In vain, when Faith, with Papal art unmix'd,</br>Shed Heav'n's pure radiance on this fair domain,</br>Th' enlighten'd spirits of our isle,</br>True heirs of Freedom's ancient race,</br>With ardour added to her stately pile</br>Columns of clearer vein and firmer grace;</br>The dome their virtue deck'd was shaken to its base.", "Recall'd by an apostate King,</br>The fiends, long banish'd hence, return,</br>To poison Liberty's life-feeding spring,</br>And taint the stream of Truth's celestial urn:</br>The basest of the hellish horde,</br>Barbarity, with pride assumes</br>From fainting Justice her polluted sword;</br>While Superstition, mad with Fortune's fumes,</br>Shakes on the darken'd throne her blood-distilling plumes.", "O'erwhelm'd where most her bounty smil'd,</br>Astonish'd Freedom gasp'd for breath,</br>And her sunk voice was feeble as a child</br>In its first struggle with untimely death;</br>But the safe infant's vital sound</br>To the fond parent lost in fear,</br>Lest haply new-imparted life be drown'd,</br>Is not more welcome, more sublimely dear,</br>Than Freedom's suppliant voice to Virtue's generous ear.", "For Britain, and for human kind,</br>To raise the prostrate form of Law,</br>Attentive Virtue held her seat, enshrin'd</br>In thy unconquerable soul, NASSAU!</br>Heroes, by victory more carest,</br>The fiery bolts of war have hurl'd,</br>And conquerors have liv'd of earth the pest;</br>But Glory's self, from all her flags unfurl'd,</br>Counts not a name like thine a blessing to the world.", "Depress'd, dishonour'd, wrong'd, enthrall'd,</br>Withering in shame's soul-blighting shade,</br>To thee our deeply-suffering Country call'd,</br>As innocence to Heaven, secure of aid:</br>For well she knew thy spirit's force,</br>Which, firm as a defensive tower,</br>Checking outrageous devastation's course,</br>Stood, in thy Nation's dark despairing hour,</br>The champion of Distress, the scourge of lawless power.", "Purest of princely names!  unsway'd</br>By base ambition's sordid springs,</br>In thee the rescued world was richly paid</br>For the oppressive crimes of prouder kings:</br>The Gallic despot, in his dreams</br>Of wide unlimited controul,</br>Tho' flattery, rich in fancy's magic beams,</br>Blazon'd him high on Glory's gorgeous roll,</br>Sunk into dim eclipse beneath thy brighter soul.", "As in the seas, where sultry air</br>The wildly-tortuous wave impels,</br>Hideous, and hostile to the seaman's prayer,</br>The watery column of perdition swells:</br>Yet haply a corrective power</br>The vex'd and maddening waters feel;</br>Tho' in their spiral force Fate seems to lower,</br>The mass, portentous to the vessel's weal,</br>Dissolves at the approach of science-pointed steel.", "So, rais'd by Bigotry's hot breath,</br>And pregnant with unnumber'd woes,</br>With every form of danger and of death,</br>Here the strange bulk of Tyranny arose;</br>And so, when Freedom's darken'd isle</br>The baleful prodigy deplor'd,</br>So, brave NASSAU!  this sudden upstart pile,</br>This public misery's tempestuous hoard,</br>Dispers'd before the point of thy preserving sword.", "Science, Religion, every power</br>Friendly to earth and true to Heaven,</br>Exulted in the blest and bloodless hour,</br>When Freedom's sceptre to thy sway was given:</br>The probity that rul'd thy heart,</br>And taught the fearful to rejoice,</br>Scorning to awe with force or lure with art,</br>Left rescu'd Liberty's reviving voice</br>To fix in free debate the sovereign of her choice.", "Conscious of all a monarch's care,</br>And firm his duties to fulfil,</br>Thy generous spirit, with a guardian's air,</br>Receiv'd the gift of her unbiass'd will:</br>By Freedom crown'd, for her thy life,</br>That never fear'd the storms of Fate,</br>Was freely stak'd in peril's distant strife,</br>When, arm'd with Gallic war's presumptuous weight,</br>The recreant JAMES reclaim'd his abdicated state.", "The Boyne's proud banks with triumph ring,</br>With sounds that tell to every land,</br>That Freedom, happy in her chosen king,</br>Trusted her battle to no feeble hand:</br>Nor victory's shouts, that round thee rose,</br>Nor flying terror's suppliant call,</br>Prais'd thee, NASSAU!  like paeans from thy foes,</br>When France, who heard of one insidious ball,</br>Indulg'd a coward's joy on thy imagin'd fall.", "While bleeding on Ierne's shore,</br>England, thy brave Deliverer fought,</br>What various doubts thy anxious bosom tore!</br>With what just fears was every moment fraught!</br>But, to preserve thee from dismay,</br>He left a Regent pure and bright;</br>And, like the absent ruler of the day,</br>That his soft delegate might chear the sight,</br>Fill'd her benignant soul with his reflected light.", "MARY, sweet partner of his throne,</br>So truly to his spirit join'd,</br>With mutual aid your mingled virtues shone,</br>Like social talents in one perfect mind;</br>To thee, whom, with thy martial Lord,</br>Heav'n form'd to gild our darkest days,</br>May tender Truth strike Honour's tuneful chord,</br>As long as Freedom to her friends shall raise</br>Her high heroic hymn of heart-suggested praise.", "And O!  while crown'd with silvery clifts,</br>Symbols of her commercial reign,</br>Britain her fair imperial presence lifts</br>Above the billows of the subject main;</br>So long, array'd in Honour's robe,</br>May Freedom hail each favourite name,</br>Who taught this speck of earth to awe the globe;</br>So long may Glory, in her songs, proclaim</br>The Champions of our Rights, the Founders of our Fame.", "Whether, in Fortune's evil hour,</br>They shar'd the martyr'd RUSSELL'S fall;</br>Or call'd, like CA'NDISH, to heroic power,</br>And saw felicity succeed the call;</br>Still, Britain, bless, through every age,</br>Each ardent friend of equal laws,</br>And most the generous Chief, and perfect Sage,</br>NASSAU and SOMERS, who, in Freedom's cause,</br>Toil'd to befriend mankind, unbrib'd by their applause.", "That transient honour might be gain'd,</br>How oft, by Falsehood's subtle vow,</br>Has thy pure name, O Freedom!  been profan'd,</br>Tho' Heaven abhors not falsehood more than thou!&mdash;</br>Thro' every clime thy feet have trod,</br>In this abuse thy power we see;</br>Miscreants who injur'd man, and mock'd their God,</br>The slaves of Hell, affecting to be free,</br>Have ever loudly feign'd a reverence for thee.", "Be known to unsuspecting youth,</br>Both by thy fruits, and by thy source;</br>Thy parents, Fortitude and Heavenly Truth!</br>Thy offspring, Safety, Honour, Wealth, and Force!&mdash;</br>A century has now confirm'd</br>The blessings that in thee we find;</br>Then, Freedom!  be this season ever term'd</br>Thy Jubilee, where no illusions blind,</br>But justly-founded joy invigorates the mind.", "Britain!  dear parent, if to thee</br>My voice, unstain'd by servile art,</br>Pays reverence due, and, proud to hail thee free,</br>Pours the true fervour of a filial heart;</br>If thou hast ever rul'd my lyre,</br>Thus let thy inspiration run;</br>Let each who hears it, catching Patriot fire,</br>Prize, above all by slavish interest won,</br>The blessing to be prov'd thy undegenerate son.</br>"]