["Silent I wandered through a winding lane,</br>Where late the Spring's triumphant hand had thrown</br>Its archways green; alike from sun and rain</br>Protecting those that love to stray alone,</br>And speak to Nature with that inward tone,</br>Which, trembling in the heart, is scarcely heard&mdash;</br>A music all too mute for any sigh or word.", "The place was known to some of thoughtful mould,</br>Lovers of summer-solitudes.  And there</br>Full oft had been renewed the hours of old,</br>Ere Evil in the heart had found a lair,</br>Or Hope's high wing grew heavy with despair.</br>I seemed to meet their minds within the place,</br>And felt a heavenly breath come freshening o'er my face.", "The way was a labyrinth of love.</br>There Peace and low-voiced Pleasure might be found,</br>Seeking brief glimpses of the blue above,</br>Or gazing fondly on the lifeless ground,</br>As if some spirit spoke in every sound</br>Or rustling step:  for even the naked earth</br>Hath seeds of human joy &mdash; of deep mysterious mirth.", "But now, through all that peaceful pleasant path,</br>O'er which a leafy arch had late been flung,</br>The conquering Winter walks.  A sign of wrath</br>Is on each stem and twining tendril hung.</br>The wind now wails, that in the spring-time sung</br>Low symphonies of gladness; and the year</br>Sheds fast and frozen tears o'er Summer's shadowy bier.", "That native green cathedral, where the soul</br>Swell'd with the sweet religion of the fields,</br>Is all in ruin; to Time's cold control,</br>Fretted with flowers the vaulted verdure yields.</br>From sharp decay no leaf its blossom shields,</br>But each rich adorning object dies</br>Which Nature's self beheld with glad admiring eyes.", "Earth seems no longer the selected bride</br>Of Heaven, but, like a Widow, weepeth there.</br>Across her brow the deepening shadows glide;</br>The wreaths have perished on her pallid hair.</br>Yet in her bosom, beautiful though bare,</br>A radiant hope is sown, that soon shall rise</br>And ripen into joy beneath the brightening skies.", "The sight in that forsaken place and hour</br>That touched me most with pity and strange woe,</br>With tears of solemn pleasure &mdash; was a shower</br>Of loosened leaves, that fluttered to and fro,</br>Quivering like little wings with motion slow,</br>Or wafted far upon the homeless breeze,</br>Above the shrubless mount, and o'er the sunless seas.", "Oh!  could the Mind within a leaf be curled,</br>What distant islands might mine eyes behold!</br>How should my spirit search the various world,</br>The holy haunts where Wisdom breathed of old,</br>The graves of human glory, dim and cold!</br>Or float far upward in the frostless air,</br>Returning home at last, to find its Eden there!", "But those pale leaves that fell upon the ground,</br>When the wind slept, did most my thoughts engage;</br>They spake unto my sense with such a sound,</br>As breaks and trembles on the tongue of age.</br>Each as it dropped appeared some perished page,</br>Inscribed with sad moralities, and words</br>That seemed the languaged notes of meadow-haunting birds.", "So fast from all the arching boughs they fell,</br>Leaving that sylvan sanctuary bare</br>To the free wind, that musing through the dell</br>I paced amidst them with a pitying care.</br>Beauties were buried in those leaves &mdash; they were</br>The graves of spirits, children of the Spring&mdash;</br>And each one seemed to me a sacred, thoughtful thing.", "Honour be theirs to whom an insect seems</br>A thing made holy by the life it bears!</br>Yet some have found, in forms unconscious, themes</br>For thought refined; that each mute atom shares</br>The essence of humanity, its cares,</br>Its beauty and its joys &mdash; who feel regret</br>To tread one daisy down, or crush the violent.", "Slight touches stir the heart's harmonious strings.</br>This feeling came upon me as I crept</br>By the stript hedge &mdash; a sympathy with things</br>Whose absent spirit with the sunshine slept&mdash;</br>That fell, or floated on &mdash; or as I stept</br>Complaining music made, as if the feet</br>Of Time alone should press existences so sweet.", "And then, among those dry and yellow leaves,</br>I felt familiar feelings, known to all;</br>That deep emotion when the warm heart heaves</br>And wakens up beneath a wintry pall.</br>My pleasures and my passions seemed to call</br>From out those withered leaves &mdash; and then a voice</br>Came with a livelier note, and taught me to rejoice.", "The promises of Youth they fly and fade;</br>Life's vision varies with the changing year;&mdash;</br>But the bright Mind receives no certain shade</br>From dead delights: &mdash; it rises calm and clear</br>Amid its ringlets grey and garlands sere.</br>Oh!  let not Time be ever tracked by grief,</br>Nor Man's instinctive Hope fall like an autumn-leaf!</br>"]