["JUNO.</br>Iris, on thee I do impose this taske,</br>To crosse proud Venus, and her purblind Lad,</br>Untill the mother, and her brat be mad,</br>And with each other, set them so at ods,</br>Till to their teeth they curse, and ban the Gods.", "IRIS.</br>Goddes, the graunt consists alone in you,", "JUNO.</br>Then mark the course which now you must pursue.</br>Within this ore-growne Forrest, there is found</br>A duskie Cave, thrust lowe into the ground:</br>So ugly darke, so dampie and steepe,</br>As for his life the sunne durst never peepe</br>Into the entrance:  which doth so afright</br>The very day, that halfe the world is night.</br>Where fennish fogges, and vapours do abound:</br>There Morpheus doth dwell within the ground,</br>No crowing Cocke, nor waking bell doth call,</br>Nor watchfull dogge disturbeth sleepe at all.</br>No found is heard in compasse of the hill,</br>But everything is quiet, whisht, and still.</br>Amid this Cave, upon the ground doth lie,</br>A hollow plancher, all of Ebonie</br>Cover'd with blacke, whereon the drowsie God,</br>Drowned in sleepe, continually doth nod:</br>Go Iris go, and my commaundment take,</br>And beate against the doores till sleepe awake,</br>Bid him from me, in vision to appeare,</br>Unto Ascanio the lieth slumbring heare.</br>And in that vision, to reveale the way,</br>How he may finde the faire Eurymine.", "IRIS.</br>Madam, my service is at your command,", "JUNO.</br>Dispatch it then, good Iris out of hand.</br>My Peacocks and my Charriot shall remaine,</br>About the shore, till thou returne againe.", "Exit JUNO.", "IRIS.</br>About the businesse now that I am sent,</br>To sleepes blacke Cave, I will incontinent:</br>And his darke cabine, boldly will I shake,</br>Untill the drowsie lumpish God awake:</br>And such a bounsing at his Cave Ile keepe,</br>That if pale death, seaz'd on the eyes of sleepe,</br>Ile rowse him up, that when he shall me heare,</br>Ile make his locks stand up on end with feare.</br>Be silent aire, whil'st Iris in her pride</br>Swifter then thought, upon the windes doth ride.</br>What Somnus what Somnus, Somnus.", "Strikes.</br>Pauses a litle.", "What wilt thou not awake?  art thou still so fast?</br>Nay then yfaith, Ile have an other cast.</br>What Somnus Somnus I say?", "Strikes againe.", "SOMNUS.</br>Who calles at this time of the day?</br>What a balling dost thou keepe?</br>A vengeance take thee, let me sleepe,", "IRIS.</br>Up thou drowsie God, I say,</br>And come presently away,</br>Or I will beate upon this doore,</br>That after this, thou sleep'st no more.", "SOMNUS.</br>Ile take a nap, and come annon.", "IRIS.</br>Out you beast, you blocke, you stone:</br>Come, or at thy doore Ile thunder,</br>Til both heaven and hel do wonder, Somnus I say.", "SOMNUS.</br>A vengeance split thy chaps asunder.", "IRIS.</br>What Somnus?", "Enter Somnus.", "SOMNUS.</br>Iris I thought it should be thee.</br>How now mad wench, what wouldst with me?", "IRIS.</br>From mightie Juno, Joves immortall wife,</br>Somnus I come:  to charge thee on thy life,</br>That thou unto this Gentleman appeere,</br>And in this place, thus as he lyeth heere,</br>Present his mistres to his inward eies,</br>In as true manner, as thou canst devise.", "SOMNUS.</br>I would thou wert hangd for waking me.</br>Three sonnes I have, the eldest Morpheus hight:</br>He shewes of man, tha shape or sight.</br>The second Icelor, whose beheasts</br>Doth shewe the formes of birds and beasts.</br>Phantasor for the third, things lifeles hee:</br>Chuse which like thee of these three.", "IRIS.</br>Morpheus:  if he in humane shape appeare.", "SOMNUS.</br>Morpheus come forth in perfect likenes heere,</br>Of, how call ye the Gentlewoman?", "IRIS.</br>Eurymine.", "SOMNUS.</br>Of Eurymine:  and shewe this Gentleman,</br>What of his mistres is become.", "Kneeling downe by Ascanio.</br>Enter Eurymine, to be supposed Morpheus.", "MORPHEUS.</br>My deare Ascanio, in this vision see,</br>Eurymine doth thus appeare to thee:</br>As soone as sleepe hath left thy drowsie eies,</br>Follow the path that on thy right hand lies,</br>An aged Hermit thou by chaunce shalt find,</br>That there hath bene, time almost out of mind:</br>This holy man, this aged reverent Father,</br>There in the woods, doth rootes and simples gather:</br>His wrinckled browe, tells strengths past long ago:</br>His beard as white, as winters driven snow.</br>He shall discourse the troubles I have past,</br>And brings us both togither at the last.</br>Thus she presents her shadow to thy sight,</br>That would her person gladly if she might.", "IRIS.</br>See how he catches to imbrace the shade.", "MORPHEUS.</br>This vision fully doth his powers invade.</br>And when the heate shall but a litle slake:</br>Thou then shalt see him presently awake.", "SOMNUS.</br>Hast thou ought else, that I may stand in sted?", "IRIS.</br>No Somnus, no:  go back vnto thy bed:</br>Juno she shall reward thee for thy paine.", "SOMNUS.</br>Then good night Iris, Ile to rest againe.", "IRIS.</br>Morpheus farwell:  to Juno I will flie.", "MORPHEUS.</br>And I to sleepe, as fast as I can hie.", "Exeunt.</br>"]