["On Jordan's sacred brink I sat alone,</br>While on my hand my wearied head did lie,</br>When in the sky a sudden splendour shone,</br>And sounds divinely sweet came breathing by:</br>Then in the parted heavens my wondering eye</br>Beheld a golden-tinted cloud appear,</br>By angels borne, and guided through the sky;</br>It waver'd slowly through the downward air&mdash;</br>Then paus'd above my head &mdash; and stood suspended there.", "My eyes, with that unearthly brilliancy,</br>Were dim and dazzled; in that misty shroud</br>My heart confess'd a present Deity,</br>My knees devoutly to the dust were bow'd;</br>Then from the bosom of that bursting cloud</br>Three nymphs came forth &mdash; all fair, beyond the flight</br>Of thought to paint, or tongue to tell aloud&mdash;</br>All fair; but one, to my delighted sight,</br>More heavenly fair appear'd &mdash; more eminently bright.", "White was her vesture &mdash; with a starry crown</br>That sparkled through her darkly radiant hair,</br>And eyes that ever on the earth look'd down:</br>A robe of cheerful green the second bare,</br>With lifted looks and hands, as one in prayer:</br>In royal purple was the last array'd,</br>And from her loaded lap, into the air</br>Scatter'd her fruits and flowers:  their course they staid,</br>And thus, in strains divine, discours'd that white-rob'd maid:", "\"O Mortals weak, and obstinate as weak!</br>O madly deaf &mdash; immedicably blind!</br>Ye wander from the path of Heaven, and seek,</br>Amidst the tempests of the world, to find</br>Balm to the soul, rest to the weary mind&mdash;</br>Peace in the midst of war, and joy in pain;</br>But Love Divine, even in its anger kind,</br>Grants to your mortal weakness once again</br>To hear the words of life &mdash; O let them not be vain!", "\"Man wakes to weeping in his very birth&mdash;</br>Sad omen of his future destiny;</br>Nor breaths the meanest living thing on earth</br>More powerless in its helpless infancy:</br>Doom'd, in the golden days of youth, to be</br>Mazed in a worldly labyrinth of ill,</br>He wanders on, unwilling to be free,</br>Still murmuring at his lot, and labouring still&mdash;</br>Feeling the worm within, that cannot have his fill.", "\"For what can slake the accursed thirst of gain,</br>Or cool the fever'd longing for delight!</br>What charm can Envy's rancorous tongue restrain</br>Or bound Ambition in his eagle flight?</br>And if some gleams of pleasure cheer the sight,</br>'Tis but a meteor light that lures us on&mdash;</br>A syren's song, that doth to death invite,&mdash;</br>A dream, that, like some shifting cloud, is gone,</br>Which, ere we mark its shape, hath past and overblown.", "\"Death waves above your heads that fatal blade</br>That only waits the signal stroke on high,</br>Whose course is all too swift, when most delay'd,</br>And nearest oft when least ye deem it nigh:&mdash;</br>O ye, that, in the boundless energy</br>Of youth, live fearless of your coming doom,</br>As if existence were eternity&mdash;</br>Soon shall ye stoop into a narrow room,</br>A humble heap of dust, coop'd in a nameless tomb.", "\"Thou, too, that in thy prime of life elate,</br>So fondly deem'st thy life's uncertain thread</br>With adamantine strength commensurate,</br>Thou too shalt hear, when sick and lowly laid,</br>The loud lament around thy dying bed,</br>And leaving all on earth that glads the mind,</br>Be in the silent mansion sepulchred;</br>Happy that last sad resting-place to find,</br>Not like the brutes, to die, and leave no trace behind.", "\"O mortals, truly wretched, if in sooth,</br>That parting pang annihilated all;</br>Then sorrow were the sad reward of truth,</br>And loftiest minds would have the lowest fall,</br>And knowledge be but bitterness and gall:</br>But fear not ye &mdash; the soul's immortal ray</br>Burns brightest when releas'd from mortal thrall,</br>And when the body crumbles into clay,</br>The spirit soars, and smiles secure amidst decay.", "\"And Virtue, fearless though the tempest lour,</br>Looks calmly forward to her home on high,</br>Endures alike the bright or stormy hour,</br>And with sweet Patience tires Adversity.</br>Then would'st thou learn to look with stedfast eye</br>On joy and grief below, and tempest tried,</br>To find thy home and harbour in the sky;</br>Let holy reverence fill the place of pride;</br>Who seeks the fount of Truth, must stoop to taste the tide.", "\"Look forth, where those eternal planets roll</br>Harmonious through the pathless heaven, and trace</br>A Power that guides and animates the whole;</br>Mark with what prodigality of grace</br>Majestic Nature clothes her varied face,</br>And say what hand adorn'd that rolling ball&mdash;</br>What voice was His, that, from the depths of space,</br>Bade worlds awake at its creating call,</br>And breathed the breath of life and vigour through them all?", "\"Who lent the flow'rs their scent, and bade them beam</br>With such a rich variety of dye?</br>Who from his wat'ry stores supplies the stream?</br>Who gives the soaring bird the strength to fly?</br>Who sets the ocean-wave his boundary,</br>And guides the seasons in their constant flight,</br>And circles with a starry crown the sky,</br>And gives the sun by day, the moon by night,</br>Their everlasting course, and their unwearied light?", "\"The earth &mdash; the air &mdash; the sea's resounding base,</br>Are but the tongues that speak th' Almighty mind;</br>And mirrors that reflect his glorious face,</br>Clear to the eye, which no vain errors blind:</br>All Nature speak his pow'r; and shall mankind,</br>Amidst creation's voice, be dumb and dead?&mdash;</br>Proud Man!  to whom Heav'n's bounty hath assign'd</br>Pre-eminence of glory, and dispread</br>Its own eternal rays around his honoured head&mdash;", "\"He who o'er Nature's vast variety</br>Sits as a Ruler on his lofty throne,</br>Himself creation's vast epitome,</br>And God's own image &mdash; who in him alone</br>Beholds a portion of his glory shown,</br>And watches o'er him as a parent kind;</br>O weakness of the soul, to error prone!</br>What fatal magic fetters down the mind</br>In darkness thus to dwell, to Truth's effulgence blind?", "\"Bright beam of Truth!  though clouds obscure the ray,</br>Nor mortal eye may view thee as thou art;</br>Yet doth thy presence o'er the darksome way</br>Shoot forth a stream of glory, and impart</br>Wings to the feet, joy to the troubled heart;</br>Thine was the guiding-star, that led along</br>Those pure and peaceful spirits, who, apart</br>From the rude bustle of the worldly throng,</br>Sought peace in humble weeds, the woods and grots among.", "\"And O!  ye blessed martyrs, that have won</br>Those glorious palms, that ages cannot fade;</br>Ye too rejoiced in that all-cheering sun</br>When to the axe ye bow'd the hallow'd head</br>Undaunted as the tyrant's voice, and shed</br>Your blood like water &mdash; not with groan or cry,</br>But looks of hope, and hymns of joy instead,</br>Rose from the stake and scaffold to the sky,</br>Till patience vanquish'd pain, and wearied cruelty.", "\"By us sustain'd amid that fearful hour,</br>Serene ye saw your tortures, and defied;</br>When vain are mortal strength and mortal power,</br>WE stand united by the Christian's side&mdash;</br>The chosen of God, to counsel and to guide</br>His footsteps in his perilous enterprize,</br>Till victor at the last, and purified</br>By stern and fiery trial, he arise</br>Stainless, and repossess his own paternal skies.", "\"But I above my fellows do sustain</br>His upward footsteps to that heav'nly height,</br>Which mortal strength unaided may not gain,&mdash;</br>But gain'd, all objects dwindle to the sight.</br>Then let thy grateful voice with mine unite,</br>The glory of thy Maker's name to raise,</br>Bounteous in mercy, as supreme in might;</br>And where thy falt'ring tongue in vain essays,</br>Let thy full heart at least in silence speak his praise.", "\"O Sun of Righteousness!  at whose uprise</br>This other sun of ours grows pale and wan;</br>Light of the world!  at whose creating voice</br>Arose this mighty and harmonious plan;</br>Fountain of life!  that from no source began,</br>Thou ever-flowing, yet abounding river,</br>Whose waves still scatter'd blessing where they ran,</br>Eternal from the first, and changing never,</br>Whom eye hath never seen, nor thought encompass'd ever.", "\"Thou who, enamour'd of thy heav'nly light,</br>The longing soul, that, panting to be gone,</br>Strong as a new-fledg'd Phoenix, waits its flight,</br>Whose plenitude of bliss depends on none&mdash;</br>Sufficient to itself &mdash; whose voice alone</br>Assigns the task, alone decrees the crown&mdash;</br>Who sees't the future in the present shewn&mdash;</br>O let thy grace, from heav'n descending down,</br>Infuse into my soul a portion of thine own!\"", "So sang the nymph divine, and, as she sang,</br>I felt my swelling heart with raptures bound;</br>Soft rose the other's answ'ring song, and rang,</br>Th' angelic harps responsive to the sound.</br>Then smil'd the face of heav'n, and earth around</br>Shone lovely as a second Paradise;</br>Then knew I now the lore of man is found</br>Worthless, and how the eye of Faith supplies</br>A vision passing far the sight of mortal eyes.</br>"]