["When CUPID first instructs his darts to fly</br>From the sly corner of some cook-maid's eye,</br>The stripling raw, just enter'd in his teens,</br>Receives the wound, and wonders what it means;</br>His heart, like dripping, melts, and new desire</br>Within him stirs, each time she stirs the fire;</br>Trembling and blushing he the fair one views,</br>And fain would speak, but can't &mdash; without a MUSE.", "So, to the sacred mount he takes his way,</br>Prunes his young wings, and tunes his infant lay,</br>His oaten reed to rural ditties frames,</br>To flocks and rocks, to hills and rills proclaims,</br>In simplest notes and all unpolish'd strains,</br>The loves of nymphs, and eke the loves of swains.", "Clad, as your nymphs were always clad of yore,</br>In rustic weeds &mdash; a cook-maid now no more&mdash;</br>Beneath an aged oak LARDELLA lies&mdash;</br>Green moss, her couch; her canopy, the skies.</br>From aromatic shrubs the roguish gale</br>Steals young  perfumes, and wafts them thro' the vale.</br>The youth, turn'd swain, and skill'd in rustic lays,</br>Fast by her side his amorous descant plays.</br>Herds lowe, Flocks bleat, Pies chatter, Ravens scream,</br>And the full chorus dies a-down the stream.</br>The streams, with music freighted, as they pass,</br>Present the fair LARDELLA with a glass,</br>And ZEPHYR, to compleat the love-sick plan,</br>Waves his light wings, and serves her for a fan.", "But when maturer Judgment takes the lead,</br>These childish toys on Reason's altar bleed,</br>Form'd after some great man, whose name breeds awe,</br>Whose ev'ry sentence Fashion makes a law;</br>Who on mere credit his vain trophies rears,</br>And founds his merit on our servile fears;</br>Then we discard the workings of the heart,</br>And nature's banish'd by mechanic art;</br>Then, deeply read, our reading must be shewn;</br>Vain is that knowledge which remains unknown.</br>Then OSTENTATION marches to our aid,</br>And letter'd PRIDE stalks forth in full parade,</br>Beneath their care behold the work refine,</br>Pointed each sentence, polish'd ev'ry line.</br>Trifles are dignified, and taught to wear</br>The robes of Antients with a Modern air;</br>NONSENSE with Classic ornaments is grac'd,</br>And passes current with the stamp of TASTE.", "Then the rude THEOCRITE is ransack'd o'er,</br>And courtly MARO call'd from MINCIO'S shore;</br>Sicilian muses on our mountains roam,</br>Easy and free as if they were at home;</br>NYMPHS, NAIADS, NEREIDS, DRYADS, SATYRS, FAUNS</br>Sport in our floods and trip it o'er our lawns;</br>Flow'rs which once flourish'd fair in GREECE and ROME</br>More fair revive in ENGLAND'S meads to bloom;</br>Skies without cloud exotic suns adorn,</br>And roses blush, but blush without a thorn;</br>Landscapes, unknown to dowdy Nature, rise,</br>And new creations strike our wond'ring eyes.", "For bards, like these, who neither sing nor say,</br>Grave without thought, and without feeling gay,</br>Whose numbers in one even tenor flow,</br>Attun'd to pleasure and attun'd to woe;</br>Who, if plain COMMON-SENSE her visit pays,</br>And mars one couplet in their happy lays,</br>As at some Ghost affrighted, start and stare,</br>And ask the meaning of her coming there;</br>For bards like these a wreath shall MASON bring,</br>Lined with the softest down of FOLLY'S wing;</br>In LOVE'S PAGODA shall they ever doze,</br>And GISBEL kindly rock them to repose;</br>My lord &mdash; to letters as to faith most true&mdash;</br>At once their patron and example too&mdash;</br>Shall quaintly fashion his love-labour'd dreams,</br>Sigh with sad winds, and weep with weeping streams,</br>Curious in grief, (for real grief, we know,</br>Is curious to dress up the tale of woe)</br>From the green umbrage of some DRUID'S seat,</br>Shall his own works in his own way repeat.", "Me, whom no muse of heav'nly birth inspires,</br>No judgment tempers when rash genius fires,</br>Who boast no merit but mere knack of rhime,</br>Short gleams of sense, and satire out of time,</br>Who cannot follow where trim fancy leads</br>By prattling streams o'er flow'r-empurpled meads;</br>Who often, but without success, have pray'd</br>For apt ALLITERATION'S artful aid;</br>Who would, but cannot, with a master's skill</br>Coin fine new epithets, which mean no ill,</br>Me, thus uncouth, thus ev'ry way unfit</br>For pacing poesy, and ambling wit,</br>TASTE with contempt beholds, nor deigns to place</br>Amongst the lowest of her favour'd race.", "Thou NATURE, art my goddess &mdash; to thy law</br>Myself I dedicate&mdash; hence, slavish awe</br>Which bends to fashion, and obeys the rules</br>Impos'd at first, and since observ'd by fools.</br>Hence those vile tricks which mar fair NATURE'S hue,</br>And bring the sober matron forth to view,</br>With all that artificial tawdry glare,</br>Which virtue scorns, and none but strumpets wear.</br>Sick of those pomps, those vanities, that waste</br>Of toil, which critics now mistake for taste,</br>Of false refinements sick and labour'd ease,</br>Which Art, too thinly veil'd, forbids to please,</br>By Nature's charms (inglorious truth!) subdued,</br>However plain her dress and haviour rude,</br>To northern climes my happier course I steer,</br>Climes where the Goddess reigns throughout the year,</br>Where, undisturb'd by Art's rebellious plan,</br>She rules the loyal Laird, and faithful clan.", "To that rare soil, where virtues clust'ring grow,</br>What mighty blessings doth not ENGLAND owe,</br>What waggon-loads of courage, wit, and sense</br>Doth each revolving day import from thence?</br>To us she gives, disinterested friend,</br>Faith without fraud and STUARTS without end.</br>When we prosperity's rich trappings wear,</br>Come not her gen'rous sons, and take a share,</br>And if, by some disastrous turn of fate,</br>Change should ensue, and ruin seize the state,</br>Shall we not find, safe in that hallow'd ground,</br>Such refuge as the HOLY MARTYR found?", "Nor less our debt in SCIENCE, though denied</br>By the weak slaves of prejudice and pride.</br>Thence came the RAMSAYS, names of worthy note,</br>Of whom one paints, as well as t' other wrote;</br>Thence HOME, disbanded from the sons of pray'r,</br>For loving plays, tho' no dull DEAN was there:</br>Thence issued forth, at great MACPHERSON'S call,</br>That old, new, Epic Pastoral FINGAL;</br>Thence simple bards, by simple prudence taught,</br>To this wise town by simple patrons brought,</br>In simple manner utter simple lays,</br>And take, with simple pensions, simple praise.", "Waft me some muse to TWEDE'S inspiring stream,</br>Where all the little loves and graces dream,</br>Where slowly winding the dull waters creep,</br>And seem themselves to own the power of sleep,</br>Where on the surface Lead, like feathers, swims;</br>There let me bathe my yet unhallow'd limbs,</br>As once a SYRIAN bath'd in JORDAN'S flood,</br>Wash off my native stains, correct that blood</br>Which mutinies at call of English pride,</br>And, deaf to prudence, rolls a patriot tide.", "From solemn thought, which overhangs the brow</br>Of patriot care, when things are &mdash; God knows how;</br>From nice, trim points where HONOUR, slave to rule,</br>In compliment to folly, plays the fool;</br>From those gay scenes where mirth exalts his pow'r,</br>And easy Humour wings the laughing hour;</br>From those soft better moments, when desire</br>Beats high, and all the world of man's on fire,</br>When mutual ardours of the melting fair</br>More than repay us for whole years of care,</br>At Friendship's summons will my WILKES retreat,</br>And see, once seen before, that antient seat,</br>That antient seat, where majesty display'd</br>Her ensigns, long before the world was made?", "Mean narrow maxims, which enslave mankind,</br>Ne'er from its bias warp thy settled mind.</br>Not dup'd by party, nor opinion's slave,</br>Those faculties which bounteous Nature gave</br>Thy honest spirit into practice brings,</br>Nor courts the smile, nor dreads the frown of Kings.</br>Let rude licentious Englishmen comply</br>With tumult's voice, and curse they know not why;</br>Unwilling to condemn, thy soul disdains</br>To wear wild faction's arbitrary chains,</br>And strictly weighs, in apprehension clear,</br>Things as they are, and not as they appear.</br>With thee GOOD-HUMOUR tempers lively WIT,</br>Enthron'd with JUDGMENT, CANDOUR loves to sit,</br>And Nature gave thee, open to distress,</br>A heart to pity, and a hand to bless.", "Oft have I heard thee mourn the wretched lot</br>Of the poor, mean, despis'd, insulted Scot,</br>Who, might calm reason credit idle tales,</br>By rancour forg'd where prejudice prevails,</br>Or starves at home, or practices, thro' fear</br>Of starving, arts which damn all conscience here.</br>When Scriblers, to the charge by int'rest led,</br>The fierce North-Briton foaming at their head,</br>Pour forth invectives, deaf to candour's call,</br>And, injured by one alien, rail at all;</br>On Northern Pisgah when they take their stand,</br>To mark the weakness of that Holy Land,</br>With needless truths their libels to adorn,</br>And hang a nation up to public scorn,</br>Thy gen'rous soul condemns the frantic rage,</br>And hates the faithful, but ill natur'd, page.", "The Scots are poor, cries surly English pride;</br>True is the charge, nor by themselves denied.</br>Are they not then in strictest reason clear,</br>Who wisely come to mend their fortunes here?</br>If by low supple arts successful grown,</br>They sapp'd our vigour to increase their own,</br>If, mean in want, and insolent in pow'r,</br>They only fawn'd, more surely to devour,</br>Rous'd by such wrongs should REASON take alarm,</br>And e'en the MUSE for public safety arm;</br>But if they own, ingenuous, virtue's sway,</br>And follow where true honour points the way,</br>If they revere the hand by which they're fed,</br>And bless the donors for their daily bread,</br>Or by vast debts of higher import bound,</br>Are always humble, always grateful found,</br>If they, directed by PAUL'S holy pen,</br>Become discreetly all things to all men,</br>That all men may become all things to them,</br>Envy may hate, but justice can't condemn.</br>\"Into our places, states, and beds they creep,\"</br>They've sense to get, what we want sense to keep.", "Once, be the hour accurs'd, accurs'd the place,</br>I ventur'd to blaspheme the chosen race.</br>Into those traps, which men, call'd PATRIOTS, laid,</br>By specious arts unwarily betray'd,</br>Madly I leagu'd against that sacred earth,</br>Vile parricide!  which gave a parent birth.</br>But shall I meanly error's path pursue,</br>When heavenly TRUTH presents her friendly clue?</br>Once plung'd in ill, shall I go farther in?</br>To make the oath, was rash; to keep it, sin.</br>Backward I tread the paths I trod before,</br>And calm reflection hates what passion swore.</br>Converted, (blessed are the souls which know</br>Those pleasures which from true conversion flow,</br>Whether to reason, who now rules my breast,</br>Or to pure faith, like LYTTELTON and WEST),</br>Past crimes to expiate be my present aim</br>To raise new trophies to the SCOTTISH name,</br>To make (what call the proudest Muse do more)</br>E'en faction's sons her brighter worth adore,</br>To make her glories, stamp'd with honest rhimes,</br>In fullest tide roll down to latest times.", "Presumptuous wretch!  and shall a Muse like thine,</br>An English Muse, the meanest of the nine,</br>Attempt a theme like this?  Can her weak strain</br>Expect indulgence from the mighty THANE?</br>Should he from toils of government retire,</br>And for a moment fan the poet's fire,</br>Should he, of sciences the moral friend,</br>Each curious, each important search suspend,</br>Leave unassisted HILL of herbs to tell,</br>And all the wonders of a Cockle-shell,</br>Having the Lord's good grace before his eyes,</br>Would not the HOME step forth and gain the prize?</br>Or if this wreath of honour might adorn</br>The humble brows of one in England born,</br>Presumptuous still thy daring must appear;</br>Vain all thy tow'ring hopes whilst I am here.", "Thus spake a form, by silken smile, and tone</br>Dull and unvaried, for the LAUREATE known,</br>FOLLY'S chief friend, DECORUM'S eldest son,</br>In ev'ry party found, and yet of none.</br>This airy substance, this substantial shade,</br>Abash'd I heard, and with respect obey'd.", "From themes too lofty for a bard so mean,</br>Discretion beckons to an humbler scene.</br>The restless fever of ambition laid,</br>Calm I retire, and seek the sylvan shade.</br>Now be the Muse disrob'd of all her pride,</br>Be all the glare of verse by Truth supplied</br>And if plain nature pours a simple strain,</br>Which BUTE may praise, and OSSIAN not disdain</br>OSSIAN, sublimest, simplest Bard of all,</br>Whom English Infidels, MACPHERSON call,</br>Then round my head shall honour's ensigns wave,</br>And pensions mark me for a willing slave.", "Two boys, whose birth beyond all question springs</br>From great and glorious, tho' forgotten, kings,</br>Shepherds of Scottish lineage, born and bred</br>On the same bleak and barren mountain's head,</br>By niggard nature doom'd on the same rocks</br>To spin out life, and starve themselves and flocks,</br>Fresh as the morning, which, enrob'd in mist,</br>The mountain's top with usual dulness kiss'd,</br>JOCKEY and SAWNEY to their labours rose;</br>Soon clad I ween, where nature needs no cloaths;</br>Where, from their youth enur'd to winter skies,</br>Dress and her vain refinements they despise.", "JOCKEY, whose manly high-bon'd cheeks to crown,</br>With freckles spotted flam'd the golden down,</br>With mickle art could on the bagpipes play,</br>E'en from the rising to the setting day;</br>SAWNEY as long without remorse could bawl</br>HOME'S madrigals, and ditties from FINGAL.</br>Oft at his strains, all natural tho' rude,</br>The Highland Lass forgot her want of food,</br>And, whilst she scratch'd her lover into rest,</br>Sunk pleas'd, tho' hungry, on her SAWNEY'S breast.", "Far as the eye could reach, no tree was seen;</br>Earth, clad in russet, scorn'd the lively green:</br>The plague of Locusts they secure defy,</br>For in three hours a grasshopper must die.</br>No living thing, whate'er its food, feasts there,</br>But the Camaeleon who can feast on air.</br>No birds, except as birds of passage flew;</br>No bee was known to hum, no dove to coo.</br>No streams as amber smooth, as amber clear,</br>Were seen to glide, or heard to warble here,</br>Rebellion's spring, which thro' the country ran,</br>Furnish'd, with bitter draughts, the steady clan.</br>No flow'rs embalm'd the air, but one white rose,</br>Which, on the tenth of June, by instinct blows,</br>By instinct blows at morn, and, when the shades</br>Of drizzly eve prevail, by instinct fades.", "One, and but one poor solitary cave,</br>Too sparing of her favours, nature gave;</br>That one alone (hard tax on Scottish pride)</br>Shelter at once for man and beast supplied.</br>There snares without entangling briars spread,</br>And thistles, arm'd against th' invader's head,</br>Stood in close ranks all entrance to oppose,</br>Thistles now held more precious than the rose.</br>All Creatures, which, on nature's earliest plan,</br>Were form'd to loath, and to be loath'd by man,</br>Which ow'd their birth to nastiness and spite,</br>Deadly to touch, and hateful to the sight,</br>Creatures, which, when admitted in the ark,</br>Their Saviour shunn'd, and, rankled in the dark,</br>Found place within; marking her noisome road</br>With poison's trail, here crawl'd the bloated Toad;</br>There webs were spread of more than common size,</br>And half-starved spiders prey'd on half-starv'd flies:</br>In quest of food, Efts strove in vain to crawl;</br>Slugs, pinch'd with hunger, smear'd the slimy wall;</br>The cave around with hissing serpents rung;</br>On the damp roof unhealthy vapour hung</br>And FAMINE, by her children always known,</br>As proud as poor, here fix'd her native throne.", "Here, for the sullen sky was overcast,</br>And summer shrunk beneath a wintry blast,</br>A native blast, which arm'd with hail and rain</br>Beat unrelenting on the naked swain,</br>The boys for shelter made; behind, the sheep,</br>Of which those shepherds ev'ry day take keep,</br>Sickly crept on, and, with complainings rude</br>On nature seem'd to call, and bleat for food.", "JOCKEY.</br>Sith to this cave, by tempest, we're confin'd,</br>And within ken our flocks, under the wind,</br>Safe from the pelting of this perilous storm,</br>Are laid emong yon thistles, dry and warm,</br>What, Sawney, if by shepherd's art we try</br>To mock the rigour of this cruel sky?</br>What if we tune some merry roundelay?</br>Well dost thou sing, nor ill doth Jockey play.", "SAWNEY.</br>Ah, Jockey, ill advisest thou, I wis,</br>To think of songs at such a time as this.</br>Sooner shall herbage crown these barren rocks,</br>Sooner shall fleeces clothe these ragged flocks,</br>Sooner shall want seize shepherds of the south,</br>And we forget to live from hand to mouth,</br>Than Sawney, out of season, shall impart</br>The songs of gladness with an aching heart.", "JOCKEY.</br>Still have I known thee for a silly swain;</br>Of things past help, what boots it to complain?</br>Nothing but mirth can conquer fortune's spite;</br>No sky is heavy, if the heart be light:</br>Patience is sorrow's salve; what can't be cur'd,</br>So Donald right areeds, must be endur'd.", "SAWNEY.</br>Full silly swain, I wot, is Jockey now.</br>How did'st thou bear thy MAGGY'S falshood?  how,</br>When with a foreign loon she stole away,</br>Did'st thou forswear thy pipe, and shepherd's lay?</br>Where was thy boasted wisdom then, when I</br>Applied those proverbs, which you now apply?", "JOCKEY.</br>O she was bonny!  all the Highlands round</br>Was there a rival to my MAGGY found!</br>More precious (tho' that precious is to all)</br>Than the rare medicine, which we Brimstone call,</br>Or that choice plant, so grateful to the nose,</br>Which in I know not what, far country grows,</br>Was MAGGY unto me; dear do I rue,</br>A lass so fair should ever prove untrue.", "SAWNEY.</br>Whether with pipe or song to charm the ear,</br>Thro' all the land did JAMIE find a peer?</br>Curs'd be that year by ev'ry honest Scot,</br>And in the shepherds' calendar forgot,</br>That fatal year, when JAMIE, hapless swain!</br>In evil hour forsook the peaceful plain,</br>JAMIE, when our young Laird discreetly fled,</br>Was seized, and hanged till he was dead, dead, dead.", "JOCKEY.</br>Full sorely may we all lament that day:</br>For all were losers in the deadly fray.</br>Five brothers had I, on the Scottish plains</br>Well dost thou know, were none more hopeful swains;</br>Five brothers there I lost, in manhood's pride,</br>Two in the field and three on gibbets died;</br>Ah!  silly swains!  to follow war's alarms,</br>Ah!  what hath shepherds' life to do with arms?", "SAWNEY.</br>Mention it not &mdash; there saw I strangers clad</br>In all the honours of our ravish'd Plaid,</br>Saw the FERRARA, too, our nation's pride,</br>Unwilling grace the aukward victor's side.</br>There fell our choicest youth, and from that day</br>Mote never Sawney tune the merry lay:</br>Bless'd those which fell!  curs'd those which still survive,</br>To mourn fifteen renew'd in forty-five.", "Thus plain'd the boys, when from her throne of turf,</br>With boils emboss'd, and overgrown with scurf,</br>Vile humours, which, in life's corrupted well</br>Mix'd at the birth, not abstinence could quell,</br>Pale FAMINE rear'd the head; her eager eyes,</br>Where hunger e'en to madness seem'd to rise,</br>Speaking aloud her throes and pangs of heart,</br>Strain'd to get loose, and from their orbs to start;</br>Her hollow cheeks were each a deep-sunk cell,</br>Where wretchedness and horror loved to dwell;</br>With double rows of useless teeth supplied,</br>Her mouth, from ear to ear, extended wide,</br>Which, when for want of food her entrails pin'd,</br>She op'd, and, cursing swallow'd nought but wind;</br>All shrivel'd was her skin; and here and there,</br>Making their way by force, her bones lay bare:</br>Such filthy sight to hide from human view,</br>O'er her foul limbs a tatter'd Plaid she threw.", "Cease, cried the Goddess, cease, despairing swains,</br>And from a parent hear what Jove ordains!", "Pent in this barren corner of the isle,</br>Where partial fortune never deign'd to smile;</br>Like nature's bastards, reaping for our share</br>What was rejected by the lawful heir;</br>Unknown amongst the nations of the earth,</br>Or only known to raise contempt and mirth;</br>Long free, because the race of Roman braves</br>Thought it not worth their while to make us slaves;</br>Then into bondage by that nation brought</br>Whose ruin we for ages vainly sought;</br>Whom still with unslak'd hate we view, and still,</br>The pow'r of mischief lost, retain the will;</br>Consider'd as the refuse of mankind,</br>A mass till the last moment left behind,</br>Which  frugal nature doubted, as it lay,</br>Whether to stamp with life, or throw away;</br>Which, form'd in haste, was planted in this nook,</br>But never enter'd in Creation's book;</br>Branded as traitors, who, for love of gold,</br>Would sell their God, as once their King they sold;</br>Long have we borne this mighty weight of ill,</br>These vile, injurious taunts, and bear them still,</br>But times of happier note are now at hand,</br>And the full promise of a better land:</br>There, like the Sons of Israel, having trod,</br>For the fix'd term of years ordain'd by God,</br>A barren desart, we shall seize rich plains</br>Where milk with honey flows, and plenty reigns.</br>With some few natives join'd, some pliant few,</br>Who worship int'rest, and our track pursue,</br>There shall we, tho' the wretched people grieve,</br>Ravage at large, nor ask the owner's leave.", "For us, the earth shall bring forth her increase,</br>For us, the flocks shall wear a golden fleece;</br>Fat Beeves shall yield us dainties not our own,</br>And the grape bleed a nectar yet unknown;</br>For our advantage shall their harvests grow,</br>And Scotsmen reap what they disdain'd to sow;</br>For us, the sun shall climb the eastern hill;</br>For us, the rain shall fall, the dew distil;</br>When to our wishes NATURE cannot rise,</br>ART shall be task'd to grant us fresh supplies.</br>His brawny arm shall drudging LABOUR strain,</br>And for our pleasure suffer daily pain;</br>TRADE shall for us exert her utmost pow'rs,</br>Her's, all the toil; and all the profit, our's;</br>For us, the oak shall from his native steep</br>Descend, and fearless travel thro' the deep,</br>The sail of COMMERCE for our use unfurl'd,</br>Shall waft the treasures of each distant world;</br>For us, sublimer heights shall science  reach;</br>For us, their Statesmen plot, their Churchmen preach;</br>Their noblest limbs of council we'll disjoint,</br>And, mocking, new ones of our own appoint;</br>Devouring WAR, imprison'd in the north,</br>Shall, at our call, in horrid pomp, break forth,</br>And, when, his chariot-wheels with thunder hung,</br>Fell Discord braying with her brazen tongue,</br>Death in the van, with Anger, Hate, and Fear,</br>And Desolation stalking in the rear,</br>Revenge, by Justice guided, in his train,</br>He drives impetuous o'er the trembling plain,</br>Shall, at our bidding, quit his lawful prey,</br>And to meek, gentle, gen'rous Peace give way.", "Think not, my sons, that this so bless'd estate</br>Stands at a distance on the roll of fate;</br>Already big with hopes of future sway,</br>E'en from this cave I scent my destin'd prey.</br>Think not, that this dominion o'er a race</br>Whose former deeds shall time's last annals grace,</br>In the rough face of peril must be sought,</br>And with the lives of thousands dearly bought;</br>No &mdash; fool'd by cunning, by that happy art</br>Which laughs to scorn the blund'ring hero's heart,</br>Into the snare shall our kind neighbours fall</br>With open eyes, and fondly give us all.", "When ROME, to prop her sinking empire, bore</br>Their choicest levies to a foreign shore,</br>What if we seized, like a destroying flood,</br>Their widow'd plains, and fill'd the realm with blood,</br>Gave an unbounded loose to manly rage,</br>And, scorning mercy, spar'd nor sex nor age;</br>When, for our interest too mighty grown,</br>Monarchs of warlike bent possess'd the throne,</br>What if we strove divisions to foment,</br>And spread the flames of civil discontent,</br>Assisted those who 'gainst their king made head,</br>And gave the traitors refuge when they fled;</br>When restless GLORY bad her sons advance,</br>And pitch'd her standard in the fields of France,</br>What if disdaining oaths, an empty sound,</br>By which our nation never shall be bound,</br>Bravely we taught unmuzzled war to roam</br>Thro' the weak land, and brought cheap laurels home;</br>When the bold traitors leagued for the defence</br>Of Law, Religion, Liberty, and Sense,</br>When they against their lawful Monarch rose,</br>And dared the Lord's Anointed to oppose,</br>What if we still rever'd the banish'd race,</br>And strove the Royal Vagrants to replace?</br>With fierce rebellions shook th' unsettled state,</br>And greatly dar'd, tho' cross'd by partial fate;</br>These facts, which might, where Wisdom held the sway,</br>Awake the very stones to bar our way,</br>There shall be nothing, nor one trace remain</br>In the dull region of an English brain,</br>Bless'd with that Faith, which mountains can remove,</br>First they shall Dupes, next Saints, last Martyrs prove.", "Already is this game of fate begun</br>Under the sanction of my Darling Son,</br>That Son, whose nature royal as his name,</br>Is destin'd to redeem our race from shame.</br>His boundless pow'r, beyond example great,</br>Shall make the rough way smooth, the crooked straight,</br>Shall for our ease the raging floods restrain,</br>And sink the mountain level to the plain.</br>DISCORD, whom in a cavern under ground</br>With massy fetters our late Patriot bound,</br>Where her own flesh the furious Hag might tear,</br>And vent her curses to the vacant air,</br>Where, that she never might be heard of more,</br>He planted LOYALTY to guard the door,</br>For better purpose shall Our Chief release,</br>Disguise her for a time, and call her PEACE.", "Lured by that name, fine engine of deceit,</br>Shall the weak ENGLISH help themselves to cheat;</br>To gain our love, with honours shall they grace</br>The old adherents of the STUART race,</br>Who pointed out, no matter by what name,</br>TORIES or JACOBITES are still the same;</br>To sooth our rage, the temporising brood</br>Shall break the ties of truth and gratitude,</br>Against their Saviour venom'd falshoods frame,</br>And brand with calumny their WILLIAM'S name;</br>To win our grace, (rare argument of wit)</br>To our untainted faith shall they commit,</br>(Our faith which, in extremest perils tried,</br>Disdain'd, and still disdains, to change her side,)</br>That Sacred Majesty they all approve,</br>Who most enjoys, and best deserves their Love.</br>"]