["Ye shepherds, so heedless and gay,</br>Whose young breasts glow with love and desire,</br>Thro' these walks when Narcissa shall stray,</br>Oh!  beware how her charms you admire.", "Yet 'tis hard, I confess, to beware!</br>It is hard such attractions to shun:</br>But should all love that obdurate fair,</br>Think how many must needs be undone.", "My words you may justly believe,</br>You have witness'd the change in my mind!</br>You have ask'd why I muse and I grieve,</br>Why my sorrow no comfort can find.", "Once, like you, I could rise with the day,</br>And I thought still it ended too soon;</br>For my time it pass'd swiftly away,</br>As the breeze that refreshes at noon.", "But that blithe disposition is o'er,</br>Nor the song nor the dance can delight,</br>In the crowd, I take pleasure no more,</br>And I joy at th' approach of the night.", "I am fond from my friends to retreat,</br>To seek in the woods for relief;</br>And make echo my suff'rings repeat,</br>She alone seems to share in my grief.", "Then the maids are so puzzled to guess,</br>Why I pass the day long in the grove;</br>And the shrewd are mistaken, unless</br>I've been guilty of murder or love.", "And 'tis time &mdash; for Narcissa I've seen:</br>Her charms I too well knew to prize,</br>That enchantment which breathes in her mein,</br>That sweetness which beams from her eyes.", "Say how can I her beauty forget,</br>When in all things her image I find;</br>The wild shrubs that shed odours so sweet,</br>Bring the balm of her breath to my mind.", "When I stray by the hills or the brooks,</br>Where Narcissa was wont to abide,</br>I remember her words and her looks,</br>And I fancy she's still by my side.", "If I chance to attend to my flocks,</br>They remind me she's fair without art;</br>When the waves dash in vain 'gainst the rocks,</br>So hard, I lament, is her heart.", "But tho' love no impression can make,</br>Tho' her bosom is proof to its fire,</br>She's to ev'ry soft feeling awake,</br>Which the voice of compassion inspires.", "I have seen her a starling revive,</br>Almost dead from the cold, in her breast;</br>And I wish'd I'd been scarcely alive,</br>If I might be so fondly caress'd.", "Her manners engage the refin'd;</br>Her modesty chastens the bold,</br>To all she is equally kind,</br>And alas, she is equally cold!", "If to others more haughty she were,</br>Methinks I should love her the less;</br>More free did Narcissa appear,</br>That freedom were death to my peace.", "E'en my wishes so little I know,</br>Love is still so embitter'd with care,</br>If she smile &mdash; 'twill not always be so;</br>Let her frown &mdash; and I'm struck with despair.", "Yet think not her shape or her face</br>Could alone such a passion inspire;</br>Ev'ry charm she displays with such grace,</br>That I can't for my life but admire.", "How the colour has fled from my cheeks,</br>When some sorrowful air she has sung;</br>And so sweetly she smiles when she speaks,</br>Her features say more than her tongue.", "Yet she's cruel, I wot, tho' she smile,</br>As such beauties too frequently be;</br>Nor can passion my reason beguile,</br>To think she'll be partial to me.", "For what gifts can I boast to engage,</br>The heart of a nymph that's so fair;</br>Will she pity the spring of my age,</br>Or esteem me because I'm sincere?", "No &mdash; she rather will listen to those</br>Who can talk by the hour of her charms;</br>And will swear, \"she has cheeks like the rose,</br>And that Heav'n is, be sure, in her arms.", "\"Then the vi'let that sparkles with dew,</br>Then the sky when no cloud's to be seen,</br>If compar'd with her eyes are not blue,</br>Nor so witchingly brilliant, I ween.", "\"Nor the chesnut's so brown as her hair,</br>Nor the snow is so white as her neck,</br>Nor the swan has so graceful an air,</br>That sails with such pride o'er the lake.", "\"Then the flow'rs must spring up where she treads,</br>Trees for her their best blossoms hang out;</br>She gives life to the groves and the meads,</br>And quick death to the shepherds, no doubt.", "\"If absent &mdash; until she return</br>How sadly those true ones have sigh'd;</br>When she comes &mdash; how they pant and they burn,</br>With a thousand emotions beside.\"", "For those flatt'rers the better can feign,</br>The less of the passion they feel,</br>While I strive to declare, but in vain,</br>That love they can picture so well.", "Will the voice of sincerity please,</br>When such flatt'ry she's us'd to suspect?</br>Will the swain that's not loud in her praise,</br>Be regarded with aught be neglect?", "Yet when all were engag'd in the dance,</br>(If such thoughts else than vanity be,)</br>I remark'd, and it could not be chance,</br>That her eyes were still fix'd upon me.", "When I told too of Phyllis's pride,</br>Who forc'd Damon these plains to depart;</br>How he sicken'd with sorrow, and died,</br>&mdash;Yet his death broke proud Phyllis's heart!", "Down her cheeks, ere I well had begun,</br>The big drops would lamentingly steal,</br>And me thought, when my story was done,</br>She admir'd how I told the sad tale.", "I've endeavour'd to please her, I own,</br>I've endeavour'd my passion to prove,</br>But 'twas mark'd by my actions alone,</br>For I never yet spoke of my love.", "And perhaps when Narcissa shall hear</br>With what truth her fond Strephon adores;</br>The rich flocks that solicit my care,</br>Of my fields that are fragrant with flow'rs:", "How my cottage is built near the stream,</br>That murmur's so pleasantly by;</br>And each tree is engrav'd with her name,</br>That rears its proud branches so high:", "She may deign those possessions to share,</br>We shall then be consummately blest,</br>And the turtle so envy the pair,</br>That he'll fly with desire to his nest.", "But if &mdash; what I dread to suppose,</br>She should coldly reject my embrace,</br>In that stream I can finish my woes,</br>That so often reflected her face.</br>"]