["ARGUMENT.</br>The stranger Prince Penardo knoes</br>Of whom he does rejoy's</br>Who tellis him many woundrous thing's</br>At last they heir a noyes</br>The Queene of Macedon they sie</br>Led by them as they thought</br>Fals Arebo beguyls the Prince</br>Whome long the stranger sought.", "When Budans could not thus attaine revenge</br>Of that disgrace and shame was to them wrought</br>With noyes confus'd sad shout's and murmur strainge</br>The slaine and murdred bodies home they brought</br>And to this day Penardo's thought so wyld</br>That with yat name they still yair weeping chyld.", "Whill they in wofull murning pas the night</br>Penardo in the forrest did remaine</br>With his true freind his unaquainted Knight</br>That for him tooke more then a freindlie paine</br>No wounds they hade but wearyed whill they lay</br>Hard by the sounding streame and longd for day,", "The Prince sayd thus synce heavn's ar pleasd with thise</br>That I must live who lookt for nought but death</br>Most woorthie Knight think not I doe amise</br>To kno of whoes brave mynd I hold my breath</br>And unto whome my indevores and al</br>My lyfe my thought my service should be thrall.", "Or if the heavn's hath sent yow to my aide</br>Since none but heavns my innocence heth knowne</br>Vodinas death was falslie on me layde</br>Which Jove this day has of his mercie showne</br>Nor my request becaus too lait yow shune it</br>Long since if tyme hade serv'd wold I have doone it.", "Then quod the other, Prince Penardo kno</br>I am that mayde whome thow redeem'd from death</br>From paine from hell from everlasting wo</br>From Mansays mightie charms his craft his wraith</br>Ev'ne I that same Laissa whome thow fred</br>First from the flamme last from the sleipping bed.", "Her words at once bred wounder and delight</br>Yet in his hairt ther could no credit fynde</br>Till of she tooke her cask of sylver whyte</br>Then bleiz'st her eyes her, looks lyik lightning shyn'd</br>Her shining haire about her face doune flies</br>Through which bright vale lyke starres appeare her eies,", "As when the Sune throw yealow glase doeth shyne</br>On alabastre toumbs pure cleir and whyt</br>With small and prettie goldin streams devyne</br>Seem's trembling on the stone to tak delyte</br>Of that whyt object deckt with cristall rocks</br>On her fair face so shynd her goldin lock's.", "Altho the nyght was dark he might behold</br>Her eyes lyk glanceing comets blaizing farre</br>Or dyamonts in whyt enameld gold</br>Penardo thow whoes hairt from dreidfull warre</br>Could not be thrald to womanizing love</br>How thinks thow now this passion for to prove", "Wheiron now thinks thow wheiron does thow gaize</br>The same is she whoes lovelie self thow saw</br>Within the sleipping toumbe and could not raise</br>Nor from enchaunted sleep her senses draw</br>Whoes bright Idea wanders throw thy mynd</br>Yet can no resting place for love out fynd.", "When thoughts assurde him she the same must be</br>Oft tymes he thanks the heavn's for her releef</br>Has heavn'e fate so sune smyld agane quod he</br>And ar thow now suffeis'd with my mischeefe</br>Heighe Jove his sacred helpe and aide up steirs</br>When daunger most most harme most wrack appeirs.", "And fair Madame quod he yours is my name</br>My lyfe my service and my all is yours</br>Yours be the praise the honor glorie fame</br>Yours be my deads my acts my happie hour's</br>Yours is my lyife by right me shall yow have</br>To be your knight your servant and your slave.", "The varient stuf that alter change and turne</br>Wrought of discoloured silk soft subtile cleir</br>Heir lillie whyte their crimsone reid doeth burne</br>Now mingle both and now doth red appeir</br>So she that heirs him turn's and changes so</br>Heir reid their whyt and then all reid doeth sho.", "Sweit wer the sounds that from his lips proceid</br>Which pearst her tender breist and gentle hairt</br>Wheiron her old-bred love and fansie feid</br>Renewes the flamme first in her mynd insert</br>For first she fell in love with him when as</br>Enchanted sitting in the toumbe she was.", "And ever since in love hade she remaind</br>Far hade she gone far sought to find him out</br>Till providence of hyer pow'rs ordaind</br>She should of his sad death remove the doubt</br>For Cupid of his deads a chaine did framme</br>That captive led this fair and amorous damme.", "Thus whill she gaisd long on his countenance</br>A modest smyle for answer he receav'd</br>Oft wold her eyes steil furth a secreit glance</br>If not for shame a kisse she would have crav'd</br>Eache pairt she vew'd she lovd she prais'd with smyling</br>Suche craft can lovers use them selfs beguylling.", "From secreit pleasurs and from hid delight</br>From gaizing thus at lengthe the Prince awaks her</br>To pass away the long and wearie night</br>With courtes speiche and prayers fair he maks her</br>To tell her lyfe her inuirye her wrong</br>Her fore past labours and her travells long.", "First then she rais'd her myld and modest eyes</br>And cleir'd her countenance with heavnely grace</br>A fyrie smyle sweit plesant glade furthe flies</br>That chac'd the clouds of cair and greifs apace</br>While beautie of her foreheid made a throne</br>And sat their to be gaiz'd and woundred on.", "My Lord quoth she to show my wofull lyfe</br>Would tedious prove and never have ane end</br>For heavens and fortune seime to be at strife</br>Which should against mee most theire forces bend</br>Yet shaell yow kno the Muses crewell hairted</br>And what befell to me since yew departed.", "My Parents freinds nor blood I do not kno</br>Nor of what house or lyne I am discendit</br>Nor of my wofull birth I can not sho</br>But skairslie well thrie lusters yit ar endit</br>Since swadled by the Heliconian fontane</br>The Muses fand me on that pleasant montane.", "They brought me up within that holy mont</br>Taught me their holye reitts and sacred art</br>One day (a wofull day) as I was wount</br>When I hade chac'd the Stage ye Hynd ye Harte</br>In ther swit spring to bath I took delight</br>Which was my ground of wo greif cair despight.", "The Muses for that caus I do not kno</br>But that was all the fault they did pretend</br>Left me bereft me and decreid my wo</br>And by their Pow're devyne did thither send</br>Two Knights my love to win to sue to pray</br>And Rivalls both each one did other stay.", "Then Mansay did his charmes and spirits send</br>Enchaunting them and me as yow have seene</br>Which by your might and valour brought to end</br>And yow to lett when as he saw no meine</br>Me in the sleipping toumbe he did enchaunt</br>That saw yow knew yow tho my speech did want.", "When from the rook yow took the sword and shield</br>Then from my paine and prisone you redem'd me</br>I cry'd I cald I sought you throu the field</br>But Mansay that some better then esteem'd me</br>Appeird to me and told me you ver gone</br>Which made me weet my cheekes and sigh and mone.", "The Wizard then from murning me refrainde</br>And told me you should saif returne againe</br>For you paine cair and sorow was ordaind</br>Whair throw yon must to glorie great attaine</br>So heav'ns decreit and so you must obay</br>Thus sayd throw shaiples aer he went away.", "His words renewd but somwhat easd my greif</br>Still on I went over craigs and montanes hoar</br>But hope but hap but help or but releif</br>The wraith of heavne, ne're satisfiet the more</br>And to augment my cair my wo my stryfe</br>I lived this base this poore this serveill lyfe", "It was my channce when I had traveld long</br>In forrests wyde some sheipherds for to find</br>Whoes lyfe content secure from fortuns wrong</br>Would fite my cursd and haitfull dayes to end</br>Wheir long I served in poore and mein degrie</br>Refusde no paine whill paine refusde not me", "But Fortun still invying my estait</br>And skorning this my blist tho poore content</br>Disdaning so I should eskape her hait</br>Not suffring death my shame wo greif prevent</br>Nor pitied she my wo my cair my greif</br>But pitied I should thus eshew mischeif.", "One day as I my shaggie flock furth dreave</br>From fold to grove to medewe and to plain</br>Evandone Prince of Ephyre did persave</br>Within whoes land thoes shipherds all remain</br>By chaunce from sporthe com and me esteem'd.</br>More beautifull then in effect I seem'd.", "And thither oft in tyms he did resort</br>To thrall me chaste desire unto his will</br>But I still cloyde with cairs and vod of sport</br>Denyit his sute and preisd to shune his ill</br>But all in vaine my travell was for nought</br>Me gainst my will unto his court he brought.", "Ane youth he was unmaried I confes</br>And on my head wold set his diadem</br>But I whoes hairt ane other did posses</br>This spak the dame unwarrs and bushd for shame</br>And thus she turnd her speeche, from whom all love</br>My cair my greif my sorrow did remove.", "When he perceavd my resolutione strong</br>Unmovd nor vowes, nor prayers could prevaill</br>He neids would have by force dispight and wrong</br>What he could not obtain by love t' assaill</br>And long he mew'd me up frome dayes sweet lyght</br>In prisone dark in voes eternall night.", "Nor could these wrongs his crueltie suffeize</br>Nor could he pitie puire unhappie me</br>But in the sight of all the Peoples eyes</br>He would bereave my spotles chastitie</br>Nor could words prayers sighs or tears him move</br>To leave so foull so vyld so filthie love.", "His vitious mynd so odious had him made</br>That all his Lords and people him detested</br>Then would he have me bound upone a bed</br>When on my knees this one thing I requested</br>He would not suffer Rascalls bind or bow me</br>But his owne hands yat honor wold allow me.", "Wheirto he yeelds and I resolve to die</br>Then cald I thryce on sweit Penardos Name</br>Thus twyce unwarrs her passion furth did flie</br>Twyce she her love bewrayd and tuyce thought shame</br>O love true love for speeks she or be mute</br>Her blushe looks smyls or word bewrayt her sute.", "Yet love to hyde that had so oft burst out</br>Her eyes tuixt wraith and shame rold brint and shynd</br>At last this she excuse she casts about</br>Quod she Thyne ayde would their have pleasd my mynd</br>I wish'd the when the Tyrane did aspyre</br>To act his filthie foull and vyle desyre.", "His dagger then I quicklie puld a pairt</br>And ere he could him self of me releef</br>I stobd his love but with his love his hart</br>Wheir with the people cry'd O sad mischeef</br>Some in a raige me scuriouslie assayld</br>But with the greatter pairt my pairt prevaild.", "And thus begane a fearce and crewell feght</br>On at her syde wer kild hurt brusd or slaine</br>I pitied for my caus my deid my right</br>They murdred thus should masacred remane</br>Wheirfor with gentle speeche and pleasant words</br>I both appeasd their wraith and sheathd their swords.", "When they bethought them on the Tyrans deids</br>His murders great when they to mynd did call</br>They prais'd heighe Jove from whom ther help proceids</br>To me they gave yair kingdome croun and all</br>Which long for to enjoy I could not stay</br>Whom angrie fates and fortune cald away.", "I vowd yat rest my bodie should not find</br>Till I my countrey freinds and parents kno</br>A governour their left I me behind</br>Then forward on my journey did I go</br>Long traveld I and mony dangers past</br>Till in this forest I arryvd at last.", "Wheir whill I lay my weary lims to rest</br>Beneth the umbrege of a spredding Beeche</br>A virgine Nymphish lyk attyrt and drest</br>Presents to me this armour with this speeche</br>Aryse Laissa now the tyme drawes neir</br>Wherein thou must a knight no mayde appeir.", "Mansay the send this armour sword and shield</br>And thair with bids the go to Buda straight</br>Wheirby thy Fortune Heavns shall to ye yeeld</br>By cunning slight by force and dreidfull feght</br>Thou must that Knight from fire from death detaine</br>That the releevd from fyre from bloode from paine.", "As for thy Parents this he letts ye kno</br>Thou art sole Heyre unto a mightie King</br>Which tym and fate and fortun shall ye sho</br>And end to all thy greif cair sorow bring</br>But kno thy hart's delight and greattest joy</br>Shall be the greattest caus of thy annoy.", "This sayd the Nymphe throughe shaples aer does glyd</br>I fond my self well arm'd on every pairt</br>And forduart fast my spedie steps I hy'd</br>Me thought some fear assailt my pancing hairt</br>Some fear of fortune ill mishap mischeef</br>Wheirat I tremblit shouk and quakt for greif.", "Whill thus I go tuix dreid wo hope and fear</br>I met by happie chance a Palmer old</br>Who did the mater all to me declair</br>And how yow slew stout Argalantes bold</br>And tho your name was chang'd yet weell I knew</br>Your deads your valour shew me it was yow", "Then Argalantes Nephoy fain'd I me</br>To mak you frie non other mein I saw</br>And to revell to yow for yow I die</br>Then knew I weell yow all the treuth wold shaw</br>So should yow die I leive for to be sory</br>That Earths object was saift and lost her glory.", "By this heavn's light Earths confort Darknesse foe</br>From our horisone Night did wairn to pas</br>And lyke transparent cristall gave to sho</br>The hemisphere or lyk bright azure glas</br>Or lyk a demi-sylver-globe it lyes</br>Upone the earthe earthe seem's to beir the skye.", "No sooner days faire coach man did appeir</br>When as their talk was interrupt and stayit</br>A noyes of horse and chariots they did heir</br>And suddanly they roise as half affrayit</br>Whill as the sound drew neir they did espy</br>Some threttie Knights that gallopt softlie by,", "And round about a coatche they seemd to ryde</br>That four whyt fair and galant coursers drew</br>In which a lady sat whoes beauties pryd</br>Seemd to contend with bright Apollos hew</br>Yet throw her beautie lookt furthe proud disdaine</br>That shew her mynd displeasure did containe.", "Her crimsone cheek leand on her snow whyte hand</br>Her eyes Loves fyrie Comets seem'd with chyld</br>With tears which woe and anger did command.</br>And raind downe Tempest from her face so myld</br>On her fair breist lyk diamants whoes rainge</br>Fyr't by hir eyis in thousand colours cheange.", "Or lyke the rory deaw in May that lyes</br>One snow white-lilies and on purple roses</br>So stands the Nectar drops stild from her eyes</br>Upone her rosie cheeks sweit beauties poses</br>She breath'd sweit balme whoes odore phisick prove</br>To purge grosse sense and sharpe dull witts for love.", "And wartone Cupid dalieed in her lap</br>Snatching the cristall balls still as they fall</br>And at Penardo throwes him to intrap</br>Too weell that craftie Cupid knew with all</br>How to revenge Penardos former wrong</br>Whiche wofully he acted now ere long.", "O thow Penardo brave Penardo thow</br>What doest thow think or wheiron dost you gaize</br>Heth love o're cum the, has one made the bow</br>Whoes hand o're airmyes gote the conquiring praise</br>But O what hairt so hard or strong to keepe</br>But yeeld's to love when beautie list to weepe.", "And whill he stoode in this amaize he seis</br>A simple Groome upone a galant-horse</br>Who cryes and sighes and weeps with watrie eyes</br>And followes still the traine with great remorce</br>At him he wold enquire and run's a pace</br>Who in few words thus answred him alace.", "Sire Knight if ere true pitie pears'd your hairt</br>Or if the vow of knight hoode you obey</br>Releeve my Dame and ease her wofull smairt</br>By cruell tyranes rest and brought away</br>Tak this my horse and stay my Ladyes flight</br>Thryce happie I if this succeid a right", "The haples Prince no questione more wold crave</br>But taks the horse and after them he ryd's</br>The wicked Groome that did him so deceave</br>Was not a Groome but in that shape abyds</br>Fals Arebo so full of all disceat</br>That sought his deathe and fall of his estate", "For when the Prince eskeap't Philenas traine</br>Wairn'd be the Angell when he fled by night</br>She wold have murdred him for his disdaine</br>But finding he hade sav'd him self by flight</br>With Arebo consults for her revenge</br>Who hade devys'd this traine fearce crewell strange.", "This galant Lady whom the Prince had sein</br>Was faire Olinda whom the fates ordaind</br>Faire crewell chaste and of all hearts the Queene</br>Love bow'd to her but she all love disdaind</br>Ore Macedon she regn'd whoes shaip by airt</br>The wisard fraim'd to worke Penardos smairt.", "Laissa oft requirde the Prince to stay</br>Till she with him the quarrel hade embrac'd,</br>But he impatient of all delay</br>Told herd he would returne agane in haist</br>Yit love made her unfit to follow fast</br>Till wandring farre she lost the way at last.", "And wearied with her heavye armours weyght</br>Dround in displeasure sorowes greifs and harmes</br>She traveld till the dark and dreid full nyght</br>In folds the worlde within her lazie airmes</br>Then rest's she by a fonte, bevaills her state</br>Her luck, her chance, her fortune, and her fate.</br>"]