["Full many a dreary hour have I past,</br>My brain bewilder'd, and my mind o'ercast</br>With heaviness; in seasons when I've thought</br>No spherey strains by me could e'er be caught</br>From the blue dome, though I to dimness gaze</br>On the far depth where sheeted lightning plays;</br>Or, on the wavy grass outstretch'd supinely,</br>Pry 'mong the stars, to strive to think divinely:</br>That I should never hear Apollo's song,</br>Though feathery clouds were floating all along</br>The purple west, and, two bright streaks between,</br>The golden lyre itself were dimly seen:</br>That the still murmur of the honey bee</br>Would never teach a rural song to me:</br>That the bright glance from beauty's eyelids slanting</br>Would never make a lay of mine enchanting,</br>Or warm my breast with ardour to unfold</br>Some tale of love and arms in time of old.", "But there are times, when those that love the bay,</br>Fly from all sorrowing far, far away;</br>A sudden glow comes on them, nought they see</br>In water, earth, or air, but poesy.</br>It has been said, dear George, and true I hold it,</br>(For knightly Spenser to Libertas told it,)</br>That when a Poet is in such a trance,</br>In air he sees white coursers paw, and prance,</br>Bestridden of gay knights, in gay apparel,</br>Who at each other tilt in playful quarrel,</br>And what we, ignorantly, sheet-lightning call,</br>Is the swift opening of their wide portal,</br>When the bright warder blows his trumpet clear,</br>Whose tones reach nought on earth but Poet's ear.</br>When these enchanted portals open wide,</br>And through the light the horsemen swiftly glide,</br>The Poet's eye can reach those golden halls,</br>And view the glory of their festivals:</br>Their ladies fair, that in the distance seem</br>Fit for the silv'ring of a seraph's dream;</br>Their rich brimm'd goblets, that incessant run</br>Like the bright spots that move about the sun;</br>And, when upheld, the wine from each bright jar</br>Pours with the lustre of a falling star.</br>Yet further off, are dimly seen their bowers,</br>Of which, no mortal eye can reach the flowers;</br>And 'tis right just, for well Apollo knows</br>'Twould make the Poet quarrel with the rose.</br>All that's reveal'd from that far seat of blisses,</br>Is, the clear fountains' interchanging kisses,</br>As gracefully descending, light and thin,</br>Like silver streaks across a dolphin's fin,</br>When he upswimmeth from the coral caves,</br>And sports with half his tail above the waves.", "These wonders strange he sees, and many more,</br>Whose head is pregnant with poetic lore.</br>Should he upon an evening ramble fare</br>With forehead to the soothing breezes bare,</br>Would he naught see but the dark, silent blue</br>With all its diamonds trembling through and through?</br>Or the coy moon, when in the waviness</br>Of whitest clouds she does her beauty dress,</br>And staidly paces higher up, and higher,</br>Like a sweet nun in holy-day attire?</br>Ah, yes!  much more would start into his sight&mdash;</br>The revelries, and mysteries of night:</br>And should I ever see them, I will tell you</br>Such tales as needs must with amazement spell you.", "These are the living pleasures of the bard:</br>But richer far posterity's award.</br>What does he murmur with his latest breath,</br>While his proud eye looks through the film of death?</br>\"What though I leave this dull, and earthly mould,</br>Yet shall my spirit lofty converse hold</br>With after times. &mdash; The patriot shall feel</br>My stern alarum, and unsheath his steel;</br>Or, in the senate thunder out my numbers</br>To startle princes from their easy slumbers.</br>The sage will mingle with each moral theme</br>My happy thoughts sententious; he will teem</br>With lofty periods when my verses fire him,</br>And then I'll stoop from heaven to inspire him.</br>Lays have I left of such a dear delight</br>That maids will sing them on their bridal night.</br>Gay villagers, upon a morn of May,</br>When they have tired their gentle limbs with play,</br>And form'd a snowy circle on the grass,</br>And plac'd in midst of all that lovely lass</br>Who chosen is their queen, &mdash; with her fine head</br>Crowned with flowers purple, white, and red:</br>For there the lily, and the musk-rose, sighing,</br>Are emblems true of hapless lovers dying:</br>Between her breasts, that never yet felt trouble,</br>A bunch of violets full blown, and double,</br>Serenely sleep: &mdash; she from a casket takes</br>A little book, &mdash; and then a joy awakes</br>About each youthful heart, &mdash; with stifled cries,</br>And rubbing of white hands, and sparkling eyes:</br>For she's to read a tale of hopes, and fears;</br>One that I foster'd in my youthful years:</br>The pearls, that on each glist'ning circlet sleep,</br>Gush ever and anon with silent creep,</br>Lured by the innocent dimples.  To sweet rest</br>Shall the dear babe, upon its mother's breast,</br>Be lull'd with songs of mine.  Fair world, adieu!</br>Thy dales, and hills, are fading from my view:</br>Swiftly I mount, upon wide spreading pinions,</br>Far from the narrow bounds of thy dominions.</br>Full joy I feel, while thus I cleave the air,</br>That my soft verse will charm thy daughters fair,</br>And warm thy sons!\"  Ah, my dear friend and brother,</br>Could I, at once, my mad ambition smother,</br>For tasting joys like these, sure I should be</br>Happier, and dearer to society.</br>At times, 'tis true, I've felt relief from pain</br>When some bright thought has darted through my brain:</br>Through all that day I've felt a greater pleasure</br>Than if I'd brought to light a hidden treasure.</br>As to my sonnets, though none else should heed them,</br>I feel delighted, still, that you should read them.</br>Of late, too, I have had much calm enjoyment,</br>Stretch'd on the grass at my best lov'd employment</br>Of scribbling lines for you.  These things I thought</br>While, in my face, the freshest breeze I caught.</br>E'en now I'm pillow'd on a bed of flowers</br>That crowns a lofty clift, which proudly towers</br>Above the ocean-waves.  The stalks, and blades,</br>Chequer my tablet with their quivering shades.</br>On one side is a field of drooping oats,</br>Through which the poppies show their scarlet coats;</br>So pert and useless, that they bring to mind</br>The scarlet coats that pester human-kind.</br>And on the other side, outspread, is seen</br>Ocean's blue mantle streak'd with purple, and green.</br>Now 'tis I see a canvass'd ship, and now</br>Mark the bright silver curling round her prow.</br>I see the lark down-dropping to his nest,</br>And the broad winged sea-gull never at rest;</br>For when no more he spreads his feathers free,</br>His breast is dancing on the restless sea.</br>Now I direct my eyes into the west,</br>Which at this moment is in sunbeams drest:</br>Why westward turn?  'Twas but to say adieu!</br>'Twas but to kiss my hand, dear George, to you!</br>"]