["I.</br>Parent of Ease!  OBLIVION old,</br>Who lov'st thy dwelling-place to hold,</br>Where scepter'd Pluto keeps his dreary sway,</br>Whose sullen pride the shiv'ring ghosts obey!</br>Thou who delightest still to dwell</br>By some hoar and moss-grown cell,</br>At whose dank foot Cocytus joys to roll,</br>Or Styx' black streams, which even Jove controul!</br>Or if it suit thy better will</br>To chuse the tinkling weeping rill,</br>Hard by whose side the seeded poppy red</br>Heaves high in air his sweetly curling head,</br>While creeping in meanders slow,</br>Lethe's drowsy waters flow,</br>And hollow blasts, which never cease to sigh,</br>Hum to each care-struck mind their lulla-lulla-by!</br>A prey no longer let me be</br>To that gossip MEMORY,</br>Who waves her banners trim, and proudly flies</br>To spread abroad her bribble-brabble lies.</br>With Thee, OBLIVION, let me go,</br>For MEMORY'S a friend to Woe;</br>With thee, FORGETFULNESS, fair silent Queen,</br>The solemn stole of grief is never seen.", "II.</br>All, all is thine.  Thy pow'rful sway</br>The throng'd poetick hosts obey.</br>Tho' in the van of MEM'RY proud t' appear,</br>At thy command they darken in the rear.</br>What tho' the modern Tragick strain</br>For nine whole days protract thy reign,</br>Yet thro' the Nine, like whelps of currish kind,</br>Scarcely it lives, weak, impotent, and blind.</br>Sacred to thee the Crambo Rhime,</br>The motley forms of Pantomime:</br>For Thee from Eunuch's throat still loves to flow</br>The soothing sadness of his warbled woe:</br>Each day to Thee falls Pamphlet clean:</br>Each month a new-born Magazine:</br>Hear then, O GODDESS, hear thy vot'ry's pray'r!</br>And, if Thou deign'st to take one moment's care,</br>Attend Thy Bard!  who duly pays</br>The tribute of his votive lays;</br>Whose Muse still offers at thy sacred shrine;&mdash;</br>Thy Bard, who calls THEE His, and makes Him THINE.</br>O sweet FORGETFULNESS, supreme</br>Rule supine o'er ev'ry theme,</br>O'er each sad subject, o'er each soothing strain,</br>Of mine, O GODDESS, stretch thine awful reign!</br>Nor let MEM'RY steal one note,</br>Which this rude hand to Thee hath wrote!</br>So shalt thou save me from the Poet's shame,</br>Tho' on the letter'd Rubrick DODSLEY post my Name.", "III.</br>O come!  with opiate poppies crown'd,</br>Shedding slumbers soft around!</br>O come!  FAT GODDESS, drunk with Falstaff's sack!&mdash;</br>See, where she sits on the benumb'd Torpedo's back!</br>Me in thy dull Elysium lapt, O bless</br>With thy calm Forgetfulness!</br>And gently lull my senses all the while</br>With placid poems in the sinking stile!</br>Whether the Herring-Poet sing,</br>Great Laureat of the Fishes' King,</br>Or Lycophron prophetick rave his fill,</br>Wrapt in the darker strains of Johnny &mdash;;</br>Or, if HE sing, whose verse affords</br>A bevy of the choicest words,</br>Who meets his Lady Muse by moss-grown cell,</br>Adorn'd with epithet and tinkling bell:</br>These, GODDESS, let me still forget,</br>With all the dearth of Modern Wit!</br>So may'st Thou gently o'er my youthful breast,</br>Spread with thy welcome hand OBLIVION's friendly vest.</br>"]