["As in faire Garden, where variety</br>Of choisest Flowers, the senses to delight,</br>Are plac't by cunning hand, most curiously,</br>Their divers colours most affect the sight,</br>That broad and fairest shew and stand upright,</br>But oft we finde low creeping on the ground,</br>An herb, whose odour sweet doth more invite</br>Our smells, then all the Tulips there are found;</br>So is it with this Grace, which I doe next propound.", "For though the goodliest Garden of the Bride,</br>Like Eden is so faire embelished</br>With richest Fruits and Flowers, from side to side,</br>Their names and hues cannot be numbered,</br>Much lesse their Force and Natures be aread:</br>And though all are more glorious to be seene,</br>Then Meeknesse, which is next deciphered:</br>Yet none more pleasing to our smell I weene,</br>Nor more, than her, respected of Loves royall Queene.", "Obedience, Meeknesse, and Humility,</br>Are Flowers, more for profit then for show,</br>Pleasing the smell and taste more then the eye,</br>And lowly like sweet Thyme and Hysope grow;</br>These by the outward face we must not know,</br>Their inward vertue 'tis that we esteeme</br>Their Force is heav'nly, though their dwellings low,</br>And may the greatest Monarch here be-seeme,</br>For sure the King of Kings like these himselfe did deeme.", "And us commandeth all of him to learne</br>Meeknesse and lowlinesse, which rest doth bring,</br>Eternall Rest, which doth our Soules concerne</br>Here more then any vain and worldly thing:</br>Most mighty God and yet the meekest King?</br>Fit thou my Soule for this sweet Meditation;</br>And teach me meeknesse whilst I meeknesse sing,</br>Which base and meane in mans vaine estimation,</br>Is with the Lord of Lords of highest valuation.", "Some her define to be a Moderation</br>Of Anger:  And would have her to abstaine</br>From all revengefull furious, envious passion,</br>Thereby possession of her soule to gaine:</br>For who doth gentle meeknesse entertaine,</br>With her findes happy Peace, and quiet Rest;</br>And who from furious rage will not refraine,</br>But harbours wrath, and malice in his Brest,</br>Possesseth not himselfe, but is by them possest.", "Meeke, gentle, milde, soft, affable, and kind,</br>In words, though divers are in sense the same;</br>And come from gentle habit of the mind,</br>Which like it selfe our words and acts doth frame,</br>Making wild, savage, furious creatures tame,</br>For all are mad and wilde since Adams fall,</br>And burne in furious and revengefull flame,</br>But meekness mitigates appeasing all,</br>And blessed here in peace the earth inherit shall.", "Meeknesse which pleaseth God, and profits man,</br>For God the meeke exalteth to Salvation;</br>And those which here abstaine from Anger can</br>In multitude of Peace have delectation:</br>With meeke far better is humiliation,</br>Then greatest spoiles with proud ones to divide,</br>Heav'nly Hierusalem's no habitation</br>For those, which Right by Duells doe decide,</br>But those which can with meeknesse injuries abide.", "She ire and rancour in her heart can brooke,</br>But doth all with an equall mind sustaine;</br>Provok'd by none, nor doth she one provoke,</br>Though oft offended hurteth none againe:</br>She doth from all improbity abstaine,</br>Resists not evill, but the same with good</br>Still overcomes, And doth more glory gaine</br>By gentle yeelding, then if she withstood</br>The wicked in his raging, furious angry mood.", "Oh Grace most glorious!  when God Her sends</br>To dwell in breast of some great Potentate;</br>His Heart She from all Crueltie defends,</br>And though he be a Lord of Life and Fate,</br>His hands with bloud doth not contaminate;</br>She such a Prince to Heav'n at length will bring,</br>Too soone for us; though she may thinke it late;</br>Let Homer fierce Achilles praises sing,</br>Give me a mercifull, meeke, milde, and gentle King.", "For Meeknesse brings more honour to a King,</br>Then Purple, Scepter, Diademe, or Crowne,</br>And richer triumphs doth to Emperors bring,</br>Then winning any Castle, Fort, or Towne:</br>He gets eternall Glory and renowne,</br>Who can by meeknesse bridle passions right,</br>Let Tyrants rage, and let the Furies frowne;</br>They can no more a good meeke man affright,</br>Then Arrow's hurt the water that thereon doe light.", "Inhumane cruelty's taught in the schoole</br>Of Satan; who would like himselfe have all;</br>But he whose seats in heav'n, and his footstoole</br>Upon the earth; Before whbse presence fall</br>Downe all the Angells, and him Maker call,</br>Bids us like to himselfe be meek and low,</br>For he that turn'd to sweet that cup of gall,</br>Can make the meeke and lowly highest grow,</br>And with one blast the proud and cruell overthrow.", "I labour not to keepe downe or depresse,</br>That humane natures high sublimitie,</br>Without which creatures beare no awfulnesse</br>Nor due respect unto the Majesty </br>God hath annexed to mans Soveraignty:</br>I seeke to suit his mind and conscience,</br>Unto his outward Grace and Dignity,</br>And raise him by an inward confidence</br>Of well-knowne worth to an angelike excellence.", "Yet not by this sublimity to swell</br>Beyond the bounds of Mortalls, He that's wise</br>Will, as his worth and due deserts excell,</br>Be still more low ond humble in's own eyes:</br>And as his State and Honour here do rise,</br>He is more modest, gentle, meeke, and kind,</br>Preferring not himselfe in any wise</br>Before his equals:  thus he grace doth find,</br>By gentle manswetude with God and all mankind.", "For whilst by an obsequious conversation,</br>And by ingenious manners, pleasing, sweet;</br>Far from base flattery, as vaine ostentation </br>He doth inferiours, equalls, betters greet.</br>By loosing of his owne, Lo he doth get</br>In others thoughts the highest estimation;</br>His Head's in heav'n, though on the earth his feet;</br>And by anothers vertues veneration,</br>He getteth of his owne all love and admiration.", "Oh happy man to whom heav'ns King hath sent,</br>This Grace to be the glory of the rest;</br>What can that minde molest or discontent,</br>That harbours gracious meeknesse in his brest:</br>They that can contumely faire digest,</br>If any them deride or reprehend,</br>Streight of themselves take more severe inquest,</br>If ought be justly blam'd, they soon amend,</br>If false, it never them shall anger or offend.", "Meek, gentle, patient, bearing right or wrong;</br>From inward free, as outward perturbation,</br>Revenge is not a thing that doth belong</br>To her; she finds far greater contentation</br>In wrongs dissembling, and their tolleration:</br>The wants, which she within her selfe doth find,</br>Her more depresse by modest moderation,</br>Then all her vertues elevate her mind,</br>As salt she savours all the vertues in their kind.", "This is the same, or very like the Grace,</br>Which we doe call Christian Humilitie</br>Without which other vertues have no place,</br>All are in her as in an Unitie:</br>She is the surest way to Dignitie,</br>The center where all vertues lines do meet,</br>Most honour'd when she most doth vilifie</br>Her selfe, And when she stoops to wash Saints feet,</br>The highest King of Kings, with kisses her doth greet.", "Yet none of worldlings is esteem'd more vile,</br>They it account a thing too meane and base,</br>Here to descend unto so low a stile;</br>They think that meeknesse valour doth disgrace:</br>But oh absurd, presumptuous, mortall race;</br>So high and proud in thine owne estimation,</br>What thing's created in more wretched case?</br>Weake vain precipite, and on each occasion,</br>Ready to fall from highest hopes to desperation.", "What is thy Body but frail quickned clay?</br>Thy Soule's so clouded with obscurity;</br>It is most ready, prone, precipite ay,</br>To fall to basenesse, errour, vanity:</br>Happy who sees his own infirmity;</br>Thus By discending only we ascend</br>Unto the highest humane dignity:</br>First step to honour is to vilipend</br>Our selves:  Let others thee and not thy self commend.", "None seekes to pull his foot out of the mire,</br>Until he feeles and know's that it is in,</br>Nor none to wash the durt off doth desire,</br>Until he sees it cleave unto his skin:</br>So till this Grace us shew's our selves within,</br>We never seeke those heav'nly remedies,</br>To purge our soules from errour and foule sinne;</br>This was of all the Oracles most wise,</br>First, know thy self:  that is, thine owne infirmities.", "Thus comes the purest wheat from foulest ground,</br>So it be first well till'd and harrowed,</br>And thus the ignorant, grow men profound,</br>When they their folly have discovered.</br>Of all the vertues can be reckoned;</br>The roots are bitter, fruits most sweet doe prove,</br>Self-Pride, and Arrogance once setteled</br>In humane Brest, most hard are to remove,</br>This work belongs to meekness, humbleness, and love.", "Most pleasant fruits, which from this root do spring,</br>When weeding out base pleasures false and vaine,</br>She true delight into their roomes doth bring</br>And rich Content, for ever to remaine,</br>Happy who can this Ladies favour gaine;</br>Shee able is and ready to defend,</br>Against Soules troubles, and the body's paine;</br>The meeke, that patiently on God attend,</br>Are sure to have a joyfull, quiet, happy end.", "Nothing can his most noble minde appall,</br>Which is with such Tranquillity indude;</br>Crosses, Afflictions may him here befall,</br>But base or abject thoughts cannot intrude</br>Into a mind of such an habitude:</br>Certaine his breast all vertues doth containe,</br>Who hath this gentle vertue manswetude</br>Who wants her boasts of vertue but in vaine,</br>They are but shew's of vertue, which with him remaine.", "It is the height of folly to bewray</br>Desire, where we no power have to offend:</br>So beat the Sea, if it will not obay,</br>Or winds which crosse the way thou dost intend:</br>So whom thou canst not reach his picture rend,</br>Such wounds make arrow's when they cleave the aire;</br>Yet many thus with rage their spirits spend,</br>Were it not better farre to beare them faire,</br>But Folly cannot beare, though thou in morter bray her.", "If an Asse kicks thee, wilt thou kicke againe?</br>Or barks a Dog, wilt thou straight baule and cry;</br>Because one's foolish, canst thou not refraine?</br>But needs doe that is ill for company:</br>Let fooles scorne meane Birth, want, deformity;</br>This (if a fault) not thine, thy Makers is,</br>To him that's meeke no infelicity</br>Can fall by Fortunes bitter frownes or blisse,</br>He counts them not his own, true vertue's only his.", "I liken Meeknese to that piece of wood,</br>Wherewith the Prophet did the Fountaines heale,</br>And made the bitter waters sweet and good:</br>For so doth Meeknese with Afflictions deale,</br>She all their bitternesse with Joy doth seale,</br>Ev'n that accursed death upon a Tree,</br>She turneth from a curse, unto our Weale;</br>Blest are the Meeke, that for' well-doing be</br>Hang'd thereupon:  from thence they Paradise may see.", "A meeke mans mind's like solitary place,</br>Where all is quiet, fit for Contemplation;</br>And to behold his Makers Will and Grace,</br>Spending his time in sweetest meditation;</br>But cruell minds are full of perturbation,</br>Like to a market or tumultuous Faire,</br>Where all is fill'd with noise and molestation;</br>Durt in the streets, strong clamours in the aire;</br>Such places are unfit, for Graces sweet repaire.", "A meek mind's like unto Pernassus Hill,</br>Through whose pure air shines Phoebus golden ray;</br>Whose silver Channells purest Fountaine fill,</br>And all the meades bedeck with Lilly's gay:</br>The Gardens with faire Flowers adorned ay,</br>And when the Brookes do murmur any sound;</br>With much delight sweet Zephyrus doth play,</br>And all the Birds upon the Trees around,</br>Consort with Muses nine to make a Heav'nly sound.", "But a meeke minde more pleasing is then all</br>These Flowers, Fruits, or Musickes sweet delight;</br>No fit of Fury can that Heart appall;</br>For as a Dart may on the water light,</br>And hurts it not by any force or might:</br>So Force, nor Fury can meeke mind offend,</br>For it gives way as doth the water light,</br>Oh happy quiet mind!  that doth attend,</br>With meeknesse on Gods bounteous goodnesse to the end.", "As when the glorious Sun-beames do appeare,</br>All misty cloudinesse is turn'd to day,</br>So where this Grace the heart of man doth cheare,</br>All passions turbulent are driv'n away:</br>Then meeknesse most her Glory doth display,</br>When she hath justest cause to take offence,</br>No valour like this Dames behold we may,</br>Nor any like her modest Patience;</br>A meeke and lowly mind excells all ornaments.", "As when the Lord of all to us did come</br>In humane flesh, he peace and concord bred</br>Twixt Men and Angells, and made all become</br>As one, in peace, and quiet in their head;</br>So where this meeknesse doth her grace dispred,</br>There Nations, Neighbours, Kindred, all we find</br>Lately at Discord, now fast fettered</br>In Love, and Friendships Bands, which firmly bind</br>No surer band of love, than meek and gentle mind.", "In golden Age, when as the Poets faine</br>Men, Beasts, Fish, Fowl to be at amity,</br>This Lady Meeknesse as a Queene did raigne,</br>And under Love had all Authoritie:</br>But since the Iron Age, which enmity</br>Hath rais'd in ev'ry River, Towne, and Field,</br>Shee hath resign'd her place of Soveraigntie</br>To Justice, and delights now more to yeeld,</br>Then Scepters in age so turbulent to weeld.", "And for she know's the noble gentle mind </br>Most sensible of wrong and injury;</br>And few or none can here so constant find,</br>As to dissemble foule indignity</br>She all requests that love her company,</br>Occasions to avoid and not invite;</br>Which may provoke least jarre or simulty,</br>And not like teachy Curres to barke and bite,</br>Or Frogs, which Poets faine with Bulrushes to fight.", "If thus they cannot, as who aye can here?</br>Avoid some injury's of them that reigne,</br>They must dissemble and with pleasing cheere,</br>What they can no wayes shift, faire entertaine:</br>One ask'd, how such old age he did attaine</br>In Court; reply'd by bearing Injury's,</br>Sometimes remitting, and sometimes againe,</br>For them gave thankes, thus surely he that's wise,</br>By suffering beares, and not provokes indignities.", "And since no earthly Power's so great and firme,</br>But Injury sometimes will dare to smite,</br>Let Wisdom's precepts so thee ay confirme,</br>Thou never swerve from rules of Reason right:</br>So arm'd the wrongs which on thine armour light,</br>Shall backe on him that sent the same rebound;</br>But whom unarm'd she can provoke to fight,</br>Though happily they thinke her to confound,</br>They sure are to receive a deepe and festring wound.", "He stands not right whom Injury can bow:</br>Who ill beare old, doe on them new invite;</br>But he that beares the old with Patience:  how</br>Shall any new be able him to smite?</br>He that is wise and valiant scorns her might,</br>And by brave bearing doth her spite confound,</br>He best o'recomes that sets by her most light,</br>Who by impatience, addes, is like him found,</br>That doth, by rending make incurable his wound.", "In many wrongs 'tis better to be mute,</br>Then by repeating them, oft very small,</br>To cause long trouble or a tedious suit,</br>Whilst all the shame doth on th' avenger fall;</br>Such better were not mentioned at all:</br>Invoke the helpe of constant Patience,</br>Whose presence doth all Injuries appall,</br>And with an equall mind beares all offence,</br>Or doth despise them in her guiltlesse conscience.", "Thus many, offring, do no Injury's,</br>Because they are not so conceiv'd or taken;</br>Oh happy who all wrong can so despise,</br>With sense thereof ne're to be overtaken;</br>Whose unmov'd constant mind is never shaken;</br>So farre from muttering or least murmuring,</br>He laughs and smiles to see them so mistaken,</br>Nor's only easie in their pardoning,</br>But passeth by them without least acknowledging.", "He is above the reach of Injuries,</br>Who can represse revenges curst desire,</br>And to the full repays his enemies,</br>Who thus can quench wraths hot injurious fire.</br>Yet holy meeknesse leads us a step higher:</br>Happy who can ascend unto such height</br>It is the summity, which all admire,</br>Of highest vertue, when we take delight</br>All Injuries with Benefits here to requite.", "The Jest is lost, if it no laughter move,</br>So's Contumely if it be neglected;</br>He never will a valiant Souldier prove</br>To bear hot Blow's, that is with words affected:</br>He sooner is with noisome smels infected,</br>Who them with open nose doth entertaine;</br>Than he that stops it, or beares some selected</br>Preservative for to defend his braine:</br>So 'tis to stop or ope our ears to proud Disdaine.", "Poets paint Scylla with a womans face,</br>But like a Dog in nether parts and taile,</br>Whom Hercules, th' Idea of all Grace</br>And Vertue, did amongst the monsters quaile,</br>You give her Life, if you will hear her raile:</br>But shut her mouth with patient suffering,</br>Or stop thine eares, and soone her breath will faile:</br>Here Meeknesse ends, and here I cease to sing,</br>She doth more quiet Rest then all the Vertues bring.</br>"]