["THYRSIS.</br>Here gentle Damon, midst this vernal scene,</br>Fit haunt for gods, or beauty's lovely queen,</br>Beneath embow'ring arches let us sing,</br>A grateful lay to the returning Spring.", "DAMON.</br>Hail, happy scenes!  my grateful breast inspire!</br>And fan, ye gentle gales, the kindling fire!</br>&mdash;But lo!  Clarinda passes thro' the grove:</br>The smiling charmer tunes my soul to love.</br>At her approach what tender thoughts arise,</br>How my heart beats and flutters with surprise,</br>Aw'd, and yet chear'd by her resistless eyes!</br>Leave me my fair one's blooming charms to sing,</br>And thou shalt chaunt the beauties of the Spring.", "THYRSIS.</br>Clarinda's worth is known to ev'ry swain,</br>The public pleasure, and the public pain,</br>At once the grief and triumph of the plain!</br>I, void of passion, praise thy fav'rite fair,</br>Confess her lovely form, and graceful air.</br>But lest in me thou shouldst a rival fear</br>I'll be content from thee her praise to hear.", "Spring be my theme.  See!  chearful Spring returns,</br>And drooping nature now no longer mourns:</br>No more her robes of hoary snow she wears,</br>Nor clad with ice, and spangled frost appears:</br>No more the shudd'ring flocks for shelter fly,</br>Nor shepherds view aghast the low'ring sky.", "Behold, blest change!  the bury'd flow'rs revive,</br>And all the glad creation seems to live;</br>Refreshing gales their balmy fragrance shed,</br>And waking nature rises from the dead.</br>The thick'ning groves their waving green resume,</br>Fresh opening blossoms breathe a rich perfume,</br>Whilst kindly show'rs their vital pow'r diffuse,</br>And teeming earth imbibes the copious dews.", "The busy birds their pleasing task pursue,</br>And with glad voice their lively notes renew:</br>Hark!  what shrill concerts echo thro' the grove!</br>How sweet the little warblers carol love!", "Our fleecy flocks in flow'ry pastures feed,</br>And kids, luxuriant, wanton in the mead;</br>There frisk the tender lambs, (our present care)</br>Those sportive emblems of the youthful year.</br>Bounding with joy the flowing hours they pass,</br>And crop the fragrant thyme and springing grass,</br>Till, courted by the sun's declining ray,</br>Upon the river's bank they careless stray.</br>See!  near advancing, with delightful eye,</br>Their dancing image in the stream they spy;</br>Narcissus like, the mimic form admire,</br>Now fondly peep, now wantonly retire.", "The season's warmth tempts Faunus from the wood,</br>To court the pleasures of the cooling flood;</br>Th' affrighted nymphs his rude embraces shun,</br>And from his arms in wild disorder run.</br>Of his approach the slumb'ring Naiads dream,</br>Forsake the banks, and rush into the stream.", "DAMON.</br>There, Thyrsis, there, how oft Clarinda rides,</br>In her light bark, along the chrystal tides!</br>The conscious groves her awful from adore,</br>And bending willows languish on the shore.</br>O'er the smooth surface swift she glides along,</br>While swains enchanted listen to her song:</br>Mild fanning zephyrs on her bosom play,</br>And fondly steal the dying sounds away;</br>Too soon, alas!  far wafted they retire,</br>Borne on the winds, and tunefully expire.</br>The short liv'd stream admiring shepherds mourn,</br>Gaze on the shore, and wait her wish'd return;</br>With longing eyes the less'ning bark pursue,</br>Bless the lov'd fair, and murm'ring sigh &mdash; Adieu!", "THYRSIS.</br>Damon, we'll all our faculties employ</br>In jovial mirth, and give a loose to joy,</br>Since Spring and Beauty both conspire to move</br>Th' enamour'd soul to Poetry and Love.", "DAMON.</br>These halcyon hours our purest transports claim,</br>Since dear Clarinda's the delightful theme;</br>Her powerful charms can e'en despair control,</br>And smile away the sorrows of my soul.</br>Her sparkling eyes soft flowing strains infuse,</br>And crown the pleasing labors of the muse.", "Where e'er Clarinda graceful moves along,</br>The admiring crowd to gaze around her throng;</br>With low obedience all obsequious bow,</br>Whilst, unobserv'd, her jealous rivals glow;</br>In vain, when her superior charms are nigh,</br>Their soothing arts, inferior beauties try;</br>Her lovely mien attracts our wond'ring eyes,</br>And each beholder for Clarinda sighs.", "Whene'er the shepherds and the nymphs advance,</br>To sprightly music, in the mazy dance,</br>How elegantly shines this matchless maid,</br>What nameless charms are by each step display'd!</br>Graceful, with easy majesty she moves,</br>While all around her wait the smiling Loves.", "Mean while the virgins lilly hands prepare</br>Gay-blooming garlands for the conq'ring fair.</br>What rapt'rous bard her various praise can sing?</br>The spring crowns nature, but she crowns the spring.", "From her kind arms I can no longer stay,</br>Methinks I hear her rally my delay;</br>Tho' friendship could detain, love summons me away.</br>Come let us leave this solitary shade,</br>And thro' the meadows seek th' inchanting maid.", "THYRSIS.</br>We'll go, my friend &mdash; And see!  the day retires,</br>While vesper kindles up his nightly fires:</br>Thy sylvan choirs, rock'd by the rustling breeze,</br>Now cease their lays, and slumber in the trees;</br>Now, by the rising moon's mild streaming light,</br>Clarinda chears the shadowy face of night,</br>Where the gay virgins take their evening round,</br>Or in wide circles, trace the Fairy ground;</br>Thither will we with eager steps repair,</br>Mix in the circle, and surprise the fair.</br>There will I Damon's amorous strains rehearse;</br>Clarinda with a smile shall shall crown his verse.</br>"]