["Good Gorbo cals to mind the fame,</br>Of our old Ancestrie:</br>And Perkin sings Pandoras prayse,</br>The Muse of Britanye.", "PERKIN.</br>All haile good Gorbo, yet return'd at last,</br>What tell me man?  how goes the world with thee?</br>What is it worse then it was wont to be?</br>Or been thy youthfull dayes already past?</br>Have patience man, for wealth will come and goe,</br>And to the end the world shall ebbe and flowe.", "The valiant man, whose thoughts on hie been placed,</br>And sees sometime how fortune list to rage,</br>With wisdome still his actions so doth gage,</br>As with her frownes he no whit is disgraced,</br>And when she fawnes, and turnes her squinting eye,</br>Bethinks him then, of her inconstancie.", "When as the Cullian, and the viler Clowne,</br>Who with the swine, on draffe sets his desire,</br>And thinks no life to wallowing in the myre,</br>In stormie tempest, dying layes him downe,</br>Yet tasting weale, the asse begins to bray,</br>And feeling woe, the beast consumes away.", "GORBO.</br>So said the Sage in his Philosophie,</br>The Lordly hart inspir'd with noblesse,</br>With courage doth his crosses still suppresse,</br>His patience doth his passions mortifie,</br>When other folke this paine cannot endure,</br>Because they want this med'cine for their cure.", "PERKIN.</br>And yet oft times the world I doe admire,</br>When as the wise and vertuous men I see,</br>Be hard beset with neede and povertie,</br>And lewdest fooles to highest things aspire,</br>What should I say?  that fortune is to blame?</br>Or unto whome should I impute this shame.", "GORBO.</br>Vertue and Fortune never could agree,</br>Foule Fortune ever was faire vertues foe,</br>Blinde Fortune blindly doth her gifts bestowe,</br>But vertue wise, and wisely doth foresee,</br>They fall which trust to fortunes fickle wheele,</br>But staied by vertue, men shall never reele.", "PERKIN.</br>If so, why should she not be more regarded,</br>Why should men cherish vice and villanie,</br>And maintaine sinne and basest rogerie,</br>And vertue thus so slightly be rewarded,</br>This shewes that we full deepe dissemblers be,</br>And all we doe, but meere hypocrisie.", "GORBO.</br>Where been those Nobles, Perkin, where been they?</br>Where been those worthies, Perkin, which of yore,</br>This gentle Ladie did so much adore?</br>And for her Impes did with such care purvey,</br>They been yswadled in their winding sheete,</br>And she (I thinke) is buried at their feete.", "Oh worthy world, wherein those worthies lived,</br>Unworthy world, of such men so unworthy,</br>Unworthy age, of all the most unworthy,</br>Which art of these so worthy men deprived,</br>And inwardly in us is nothing lesse,</br>Than outwardly that, which we most professe.", "PERKIN.</br>Nay stay good Gorbo, Vertue is not dead,</br>Nor all her friends be gone which wonned here,</br>She lives with one who ever held her deere,</br>And to her lappe for succour she is fled,</br>In her sweete bosome, she hath built her nest,</br>And from the world, even there she lives at rest.", "Unto this sacred Ladie she was left,</br>(To be an heire-loome) by her ancestrie,</br>And so bequeathed by their legacie,</br>When on their death-bed, life was them bereft:</br>And as on earth together they remayne,</br>Together so in heaven they both shall raigne.", "Oh thou Pandora, through the world renoun'd,</br>The glorious light, and load-starre of our West,</br>With all the vertues of the heavens possest,</br>With mighty groves of holy Lawrell cround,</br>Erecting learnings long decayed fame,</br>Heryed and hallowed be thy sacred name.", "The flood of Helicon, forspent and drie,</br>Her sourse decayd with foule oblivion,</br>The fountaine flowes againe in thee alone,</br>Where Muses now their thirst may satisfie,</br>And old Apollo, from Pernassus hill,</br>May in this spring refresh his droughty quill.", "The Graces twisting garlands for thy head,</br>Thy Ivorie temples deckt with rarest flowers,</br>Their rootes refreshed with divinest showers,</br>Thy browes with mirtle all inveloped,</br>Shepheards erecting trophies to thy praise,</br>Lauding thy name in songs and heavenly laies.", "Sapphos sweete vaine in thy rare quill is seene,</br>Minerva was a figure of thy worth,</br>Mnemosine, who brought the Muses forth,</br>Wonder of Britaine, learnings famous Queene,</br>Apollo was thy Syer, Pallas her selfe thy mother,</br>Pandora thou, our Phoebus was thy brother.", "Delicious Larke, sweete musick of the morrow,</br>Cleere bell of Rhetoricke, ringing peales of love,</br>Joy of the Angels, sent us from above,</br>Enchanting Syren, charmer of all sorrow,</br>The loftie subject of a heavenly tale,</br>Thames fairest Swanne, our summers Nightingale.", "Arabian Phenix, wonder of thy sexe,</br>Lovely, chaste, holy, Myracle admired,</br>With spirit from the highest heaven inspired,</br>Oh thou alone, whome fame alone respects,</br>Natures chiefe glory, learnings richest prize,</br>Hie Joves Empresa, vertues Paradize.", "Oh glorie of thy nation, beauty of thy name,</br>Joy of thy countrey, blesser of thy birth,</br>Thou blazing Comet, Angel of the earth,</br>Oh Poets Goddesse, sun-beame of their fame:</br>Whome time through many worlds hath sought to find,</br>Thou peerles Paragon of woman kinde.", "Thy glorious Image, gilded with the sunne,</br>Thy lockes adorn'd with an immortall crowne,</br>Mounted aloft, upon a Chrystal throne,</br>When by thy death, thy life shalbe begun:</br>The blessed Angels tuning to the spheares,</br>With Gods sweete musick, charme thy sacred eares.", "From Fayrie Ile, devided from the mayne,</br>To utmost Thuly fame transports thy name,</br>To Garamant shall thence convey the same,</br>Where taking wing, and mounting up againe,</br>From parched banckes on sun-burnt Affricks shore,</br>Shall flie as farre as erst she came of yore.", "And gentle Zephire from his pleasant bower,</br>Whistling sweete musick to the shepheards rime,</br>The Ocean billowes duely keeping time,</br>Playing upon Neptunus brazen tower:</br>Lovers of learning shouting out their cries,</br>Shaking the Center with th' applaudities.", "Whilst that great engine, on her axeltree,</br>Doth role about the vaultie circled Globe,</br>Whilst morning mantleth, in her purple Robe,</br>Or Tytan poste his sea Queenes bower to see,</br>Whilst Phoebus crowne, adornes the starrie skie,</br>Pandoras fame so long shall never die.", "When all our silver swans shall cease to sing,</br>And when our groves shall want their Nightingales,</br>When hils shall heare no more our shepheards tales,</br>Nor ecchoes with our Roundelayes shall ring,</br>The little birdes long listning to thy fame,</br>Shall teach their ofspring to record thy name.", "Ages shall tell such wonders of thy name,</br>And thou in death thy due desert shalt have,</br>That thou shalt be immortall in thy grave,</br>Thy vertues adding force unto thy fame,</br>So that vertue with thy fames wings shall flie,</br>And by thy fame shall vertue never die.", "Upon thy toombe shall spring a Lawrell tree,</br>Whose sacred shade shall serve thee for an hearse,</br>Upon whose leaves (in golde) ingrav'd this verse,</br>Dying she lives, whose like shall never be,</br>A spring of Nectar flowing from this tree,</br>The fountayne of eternall memorie.", "To adorne the triumph of eternitie,</br>Drawne with the steedes which dragge the golden sunne,</br>Thy wagon through the milken way shall runne,</br>Millions of Angels still attending thee,</br>Millions of Saints shall thy lives prayses sing,</br>Pend with the quill of an Archangels wing.", "GORBO.</br>Long may Pandora weare the Lawrell crowne,</br>The ancient glory of her noble Peers,</br>And as the Egle:  Lord renew her yeeres,</br>Long to upholde the proppe of our renowne,</br>Long may she be as she hath ever beene,</br>The lowly handmaide of the Fayrie Queene.", "Non mihi mille placent:  non sum desertor Amoris:</br>Tu mihi (si qua fides) cura perennis eris.</br>"]