["ROGERS!  thy Mem'ry's Pleasures must be strong,</br>Or passing sweet thy subject is, and song;</br>I, humbler rhymester, strike a diff'rent string;</br>The Pleasures of Forgetfulness I sing.", "To this all-quenching cause how many owe</br>The only relish of delight they know!</br>Our skilful authors honestly impart</br>The art of blotting as their highest art;</br>That large erasement, with amendment join'd,</br>Leave near perfection what is left behind.", "The task indeed is hard, when we are led</br>To try it on a manuscript, or head;</br>But some have found, all blemishes detaching,</br>Their works and heads much comforted by scratching.</br>This Pascal knew, when to his Friend he wrote,</br>And at the bottom added in a note,</br>He hop'd his long epistle might find quarter,</br>Because he had not time to make it shorter.", "Great wits, 'tis said, have memories most short;</br>Poor Garrick found it so, when call'd in Court:</br>He that could spout whole plays without a fault,</br>When speaking from himself, was forc'd to halt;</br>A question struck him dumb with strange dismay,</br>And Roscius had not one more word to say.", "Thus Premier Pitt, who was no common dunce,</br>Forgot to know his own hand-writing once,</br>Left his old comrades to the law's sharp fang,</br>And kindly wish'd them by themselves to hang.", "So Mem'ry Middleton acquir'd his fame</br>From evidence most halt, and blind, and lame;</br>Ask what they would, he always knew it not,</br>And his own acts ingeniously forgot.", "So M&mdash;e timely found his scheming head</br>Void as his treas'ry, whence the cash had fled;</br>And honest T&mdash;r rummag'd his vast brain,</br>To trace the vagrant sums, but an in vain.", "Good Sully, the best Minister of State,</br>To Gaul's best monarch, Henry, call'd the Great,</br>Relates a case in point, which chanc'd, he says,</br>In those disastrous times and cruel days,</br>When the proud Guises, and the restless league,</br>Were hatching plots, and nursing up intrigue;</br>When treason seem'd to lurk in many a breast,</br>And sad suspicion knew not where to rest.</br>'Twas then adjudg'd politically wise,</br>To fish from a Confessor the disguise,</br>As their dark purpose must by him be seen,</br>Whose absolution swept their bosoms clean;</br>For Popish saints their credit best maintain</br>By reck'nings short, to run in debt again.", "The Father own'd it could but be a sin,</br>In such a case to keep the secrets in;</br>But being press'd on what he knew so well,</br>He try'd, but not one circumstance could tell;</br>Again he strove, but not a tittle came;</br>'Twas not his will &mdash; his mem'ry bore the blame.</br>Astonish'd at so marvellous a change,</br>\"Father,\" they said, \"the thing is wondrous strange,</br>That you, whose ready talents all allow,</br>Should be so awkwardly confounded now.\"", "\"Why, thus it is,\" said he, \"by bounteous Heav'n,</br>To diff'rent men are diff'rent favours giv'n;</br>To some men wit, to others judgment strong,</br>Some men have patience, others mem'ry long;</br>Some Pleasure smiles on, others riches bless,</br>Mine is the grace of pure Forgetfulness:</br>For I no sooner a confession hear,</br>And with my blessing wipe a conscience clear,</br>Than kind forgetfulness blots ev'ry word,</br>And ev'ry deed away that I have heard.\"", "'Twould be a blessing could some folks discern</br>A method their long learnings to unlearn;</br>Could we as quickly rectify a pate,</br>As schoolboys rub wrong reck'nings from a slate;</br>But heads are stubborn things that often hold</br>The trash of youth to plague themselves when old.", "Poor Stultus, when a boy, was taught at school,</br>To think amiss, and go astray by rule;</br>Hence one strange bias led him all life long,</br>In perseverance obstinately wrong.</br>In vain  around him wisdom sheds its rays,</br>Blind superstitions harass all his days;</br>In vain each age grows wiser than the past,</br>Gross vulgar errors hold his spirit fast.", "Ill-furnish'd mem'ry, like some mould'ring scroll,</br>Which antiquarian patience must unroll,</br>The Monkish hoard of legendary tales,</br>In old black letter penn'd, which never fails;</br>So closely written, that we find no breaks,</br>To add one sentence, or correct mistakes:</br>Retentive mem'ry thus its trash retains,</br>And not one space for mending it remains.", "'Tis from Forgetfulness most people find</br>Unceasing entertainment for the mind:</br>Where heads less flimsy find amusement dull,</br>Because already they are stuff'd so full.", "Slip reads a book, and, having read it through,</br>Its whole contents have vanish'd from his view;</br>He reads another, where with pilfering plain,</br>The same old tale is varnish'd up again;</br>Still he is pleas'd, still cannot why, recall,</br>For he has happily forgot it all:</br>Hence, though his gains are trifling and but few,</br>Yet ev'ry time he reads, the book is new.", "Hold, on the other hand, by studious pains</br>Each book so comprehends, and then retains,</br>That his advantage from its use must rise,</br>The theme once read, no novelty supplies.</br>Then he, with recollection keenly nice,</br>Detects a plagiarism in a trice;</br>And relishes such hashes doubly book'd,</br>As Epicures would dainties doubly cook'd.</br>Thus mem'ries short find novelty prevail,</br>Where mem'ries long find subjects trite and stale.", "Hence Parson Small-stock draws his chief content,</br>Who was to slumber more than study bent.</br>Three dozen sermons were his stock in trade,</br>Which Doctor Trussler sold him ready made;</br>These with new texts, and altering here and there,</br>He calls his tools, but little worse for wear,</br>And year by year, as just rotation led,</br>Each in its turn with gravity he read.</br>At length an intimate, who us'd to spend</br>A week in summer with his country friend,</br>Again with patience heard him mumble o'er</br>The sermon he had six times heard before;</br>Then frankly told him, he was much in doubt</br>This beaten track would tire his hearers out:</br>But Small-stock, smiling, made this quick retort&mdash;</br>\"Thank God!  my hearers' memories are short.\"", "How many a wight, grown in evasion bold,</br>Most deeply in his tradesmen's books enroll'd,</br>Would joyfully all past remembrance blot,</br>If creditors but handsomely forgot.", "Shuffle can borrow, take on trust, or ask,</br>Eat ortolans, and crack his daily flask;</br>Dress, dance, and game, and squander like a Lord,</br>And rule with merriment the festive board.", "Grave folks shake their dull heads, and wond'ring say&mdash;</br>\"'Tis strange how he contrives his bills to pay.\"</br>That would be strange, but here the myst'ry lies,</br>The awkward bus'ness Shuffle never tries;</br>He from oblivion seeks, and finds repose</br>In sweet forgetfulness of all he owes;</br>Yet he can make a promise with good-will,</br>Nay, fix the day to pay his tailor's bill;</br>But then his mem'ry acts so strange a way,</br>That he can never recollect the day:</br>Nay, did not duns so oft his door beset,</br>He would the very name of Debt forget.", "Sly Burly, manages the thing with skill,</br>He loses recollection &mdash; when he will:</br>Once he his kindred and his neighbours knew,</br>Who in the parish-school his comrades grew;</br>Then, when he toil'd in servitude obscure,</br>His memory was good, for he was poor:</br>But since by various schemes to wealth he rose,</br>There's not one soul of these good folks he knows.", "Tim Trusty, fresh from home, rejoic'd to meet</br>His old companion strutting up the street:</br>\"Bless me!\" he cried, and would have held him fast,</br>\"Why thee and I have met again at last!</br>How art thou? &mdash; What, not know me? &mdash; Why so shy?&mdash;</br>'Tis thine old friend, Tim Trusty &mdash; why 'tis I!\"</br>Now Burly, knowing it was only Tim,</br>And that there nothing could be got by him,</br>Turn'd short away, and said, with scornful stare&mdash;</br>\"You must mistake &mdash; I know not who you are.\"", "This frees the smiling courtier's heart from pain,</br>Who cheats with promises an hungry train;</br>Year after year they on his levee wait,</br>Or daily worship at his Honour's gate;</br>There stand the scholar, and the hireling base&mdash;</br>Who claim a pension, or who need a place;</br>Who seek reward, or humbly ask their right,</br>Whose hearts are heavy, and whose pockets light.", "The limbless Soldier, or the crippled Tar,</br>Poor shatter'd relics of successful war,</br>Grey vet'rans, long in thankless service tried,</br>Or sons, whose fathers for their country died!", "Gracious in words, and bountiful in smiles,</br>Still flatt'ring hope his patient train beguiles;</br>Still one by one drop off, and others rise,</br>To live alike on smiles, and hopes, and lies.</br>How rests his Lordship 'midst these hopes betray'd?</br>How? &mdash; In forgetting all the vows he made.", "Did but forgetfulness some people bless,</br>Their pow'r of doing mischief would be less;</br>Could they some precious stream Lethean find,</br>To wash away the rubbish of the mind;</br>Had they but leaky heads, or feeble lungs,</br>Could they but shut their ears, and rest their tongues;</br>Then might the tale of scandal harmless die,</br>Untold, unheard, a still-born infant lie.", "For want of being deaf, Gossippa longs</br>To listen to her neighbours' faults and wrongs;</br>For want of wanting mem'ry, she retains,</br>And magnifies the subjects in her brains;</br>For want of being dumb, she cannot rest</br>Till all the story is to all confest;</br>Nay, secrets are such irksome things to hold,</br>She must tell all &mdash; and more than she was told.", "Panic Tattle said, that last night Farmer Took</br>Had neatly lost his wife in Netly brook.</br>Jogging behind him on old Dobbin's crupper,</br>And fondly dreaming to reach home by supper,</br>Just in the middle Dobbin plung'd extreme,</br>And souse went Goody, sprawling down the stream;</br>There had she soon been lost, but Widow Shank</br>Seiz'd by her hair, and dragg'd her to the bank.", "Gossippa heard this story, short and plain,</br>And, thus embellish'd, told it o'er again.</br>\"Pray, Madam, have you heard the shocking strife</br>'Twixt Farmer Took and Dame, his lawful wife?</br>'Tween you and me, the thing is eas'ly guest&mdash;</br>I fear he likes the buxom widow best.</br>Well, crossing o'er the brook the other night.</br>He push'd his poor dear wife in, out of spite!</br>And, as I hear, the Widow Shank was nigh,</br>In hope to see our worthy neighbour die!</br>But Mistress Took, to drowning rather loath,</br>Crawl'd out the stream, to disappoint them both.</br>The Widow, vex'd to find her not yet dead,</br>In veng'ance snatched the hair from off her head.</br>Now, though Dame Took will sometimes scold and drink,</br>She ought not to he drowned yet &mdash; I think.\"", "Could Memoratus but forget the past,</br>He might be more resign'd to breathe his last;</br>But cruel Memory unfolds a scroll</br>Of treasur'd deeds, that harrow up his soul.</br>From wayward youth to wretched age she flits,</br>Collects results, and hidden motives tries;</br>Picks from her chronicle of lapsed times</br>A catalogue of once forgotten crimes;</br>Bids conscience reckon up the dreadful score,</br>And tell of things he wish'd to hear no more.</br>'Twas this made Richard, in the tented field,</br>His daring soul to fancied terrors yield;</br>This marshall'd round his couch upbraiding ghosts,</br>And made the murd'rer tremble 'midst his hosts.</br>This, makes the Nabob, who has plunder'd long,</br>Rich from oppression &mdash; great from doing wrong;</br>But now retiring laden with rupees,</br>To live at home in dignity and ease&mdash;</br>This makes him shudder, when no foe is nigh,</br>And fancy keen contempt in ev'ry eye;</br>This wafts him oft from scenes where Pleasure reigns,</br>To India's distant desolated plains,</br>Where famish'd crowds, like fleshless spectres, spread,</br>And mould'ring bones still bleach their desert bed;</br>'Tis this corrodes his heart, and saps his health,</br>And makes him curse ambition, pow'r, and wealth.", "Because Irascus cannot things forget,</br>He wastes his days in one continu'd fret;</br>Some friend's offence, some blunder undesign'd,</br>He hoards like fest'ring thorns, to wound his mind;</br>On these his thoughts, like foaming billows, roll,</br>Till madness and revenge inflame his soul.</br>No words can sooth, no time his wrath appease,</br>He loves his torments, fosters his disease,</br>And restless waits to strike some dreadful blow</br>Of stern retaliation on his foe.</br>Thus, ills imagin'd, long on mem'ry dwell,</br>And build within his breast a little bell.", "Oh, happy he!  who disappointment feels</br>Like a dead weight for ever at his heels;</br>Who all day long is patient doom'd to hear</br>A pack of injuries, or load of care;</br>Who meets, without rebuffs to beat him down,</br>The friend's neglect, or the oppressor's frown!</br>Oh, happy he!  who can come home at night.</br>With conscience easy, and a mem'ry light;</br>Who feels within no recollections keen,</br>To interrupt retirement's tranquil scene;</br>Who, scorning rancour in his heart to keep,</br>Forgives, forgets, and goes in peace to sleep!</br>"]