["All bounteous Autumn!  nurse of human kind!</br>Wilt thou no longer then thy garland wear?</br>Wilt thou the full-ear'd wreath, indeed, unbind,</br>To deck with withering leaves thy flowing hair?</br>Fostered so long by thee, O who can bear</br>Sharp Winter's searching cold? &mdash; Already low'r</br>The skies; each beauty of the genial year</br>Fades fast away; e'en now the evening hour</br>Brings the low-muttering storm, and frequent chilling show'r.", "Yet shall sweet sympathy my bosom keep</br>From selfish grief; though every comfort flies</br>With thee, and hastens down the southern steep,</br>Where wanton Summer spreads her glowing skies;</br>Where other harvests yet for thee arise;</br>Where other nations now impatient stand</br>To hail thy coming with enraptured eyes,</br>Eager to catch the bounties of thy hand,</br>And bless thee \"scattering plenty o'er a smiling land.\"", "At length, farewell!  I feel the icy breath</br>And numbing influence of Winter's reign;</br>Around how widely spreads the realm of Death,</br>Usurping frolic Pleasure's gay domain!</br>Alas!  soft Summer's children all are slain;</br>They languish low, and hang the drooping head,</br>Or wildly tossing flutter o'er the plain,</br>Mix'd with the foliage that the grove has shed,</br>Sheltering no more the warblers that thy bounty fed.", "O'er eastern hills now slowly climbs the sun,</br>While hoary fogs close up the dusky vale;</br>Now faintly shine his slanting beams at noon,</br>And only half-enlighten'd is the dale;</br>Slow-moving clouds along the horizon sail,</br>And darken all the solemn prospect round;</br>The forest murmurs in the sullen gale,</br>And for the reaper's song, or sickle's sound,</br>The howling tempest sweeps along the naked ground.", "Whither, ah!  whither shall I turn my view?</br>Still desolation's blasting form is seen</br>Deepening the shades, enbrowning ev'ry hue</br>Of livelier tint, and sickening all the scene:</br>But Spring again shall, in her mantle green,</br>With all the Loves and Graces in her train,</br>O'er these sad regions bound with sportive mien,</br>Restore each blushing child of Summer's reign,</br>The music to the grove, the verdure to the plain.", "Then mortal, hear!  Tho' all thy joys decay;</br>Tho' rosy health thy cheek forsake!  thine eye,</br>Sinking, no longer own its chearful ray;</br>Tho' friendship with thy fickle fortune fly,</br>And age, and want, and death, approach thee nigh;</br>Yet, yet endure, and lift aloft thy head:</br>For shouting Nature's thousand voices cry,</br>The silent grave is but thy resting-bed,</br>Soon shall awake to life and joy the sleeping dead!</br>"]