["O, ye, that now with strength superior crown'd,</br>Look from the nail supporting, like the best</br>Of all the cupboard; at whose sight my shoes</br>Hide their diminish'd head!  to you I call,</br>But with no fawning voice, and add your name,</br>O Boots!  to tell you how I'll use your strength,</br>That brings to my remembrance what supports</br>Ye were; what firm defence against each stone,</br>Projecting craggy; or more dread annoy</br>Minute of gravel; or the hateful herb</br>Of venom multifold, and thorns, and furze.</br>Till time and worse occasion wore ye down,</br>Well tried, well worn, ye were, and many a mile</br>Adventrous, on adventure doughty fraught,</br>Ye bore my feet fatigued; full time and toil</br>Mordacious brought ye low; nor did not then</br>This careful eye perceive, nor hand attempt</br>To stay the coming ill.  Full many a nail</br>Obdurate, with ferrean head and point</br>Of sharpest texture, has for many a day</br>Driven by this hand, withstood the grinding rage</br>Of rocks and roads; tho' now with glossy sole</br>Ye shine resplendent, and the cobler's hand,</br>With scientific skill, has stopp'd each leak,</br>Where erst the chilly waters found a way,</br>Not to the foot alluring; yet again,</br>If fail not understanding, ye shall prove</br>Each various peril; or in stirrup plac'd</br>Equestrian, or more humble walk at noon,</br>When wealthier wights shall mount the pamper'd steed,</br>And give the guiding rein; for not to me,</br>For not to me, in stall well strew'd and straw'd,</br>Stands, the apt courser.  No; my Boots, these feet,</br>These Decemdigitipedum, must still</br>O'er many a furze-fill'd heath and rugged rock</br>Annoyant, bear me far with your support.", "Thro' what variety of untried walks;</br>Thro' what new scenes and countries must we pass.</br>The wide, the unbounded prospect lies before us,</br>But vapours, fogs, and tempests rest upon it!</br>Here will I pause &mdash; if there's a walk in store&mdash;</br>And that there is, all Nature cries aloud</br>In all her charms &mdash; it somewhere sure must lead us,</br>And that whereto it leads us shall be pleasant.</br>But when, or where, or why, or how it shall be,</br>I'm weary of conjecture &mdash; this shall end them.</br>"]