["This is the month, and this the happy morn,</br>Wherein the Son of Heaven's Eternal King,</br>Of wedded Maid and Virgin Mother born,</br>Our great redemption from above did bring;</br>For so the holy sages once did sing,</br>That he our deadly forfeit should release,</br>And with his Father work us a perpetual peace.", "That glorious form, that light unsufferable,</br>And that far-beaming blaze of majesty,</br>Wherewith he wont at Heaven's high council-table</br>To sit the midst of Trinal Unity,</br>He laid aside; and, here with us to be,</br>Forsook the courts of everlasting day,</br>And chose with us a darksome house of mortal clay.", "Say, heavenly Muse, shall not thy sacred vein</br>Afford a present to the Infant God?</br>Hast thou no verse, no hymn, or solemn strain,</br>To welcome him to this his new abode,</br>Now while the heaven, by the sun's team untrod,</br>Hath took no print of the approaching light,</br>And all the spangled host keep watch in squadrons bright?", "See, how from far, upon the eastern road,</br>The star-led wisards haste with odours sweet:</br>O run, prevent them with thy humble ode,</br>And lay it lowly at his blessed feet;</br>Have thou the honour first thy Lord to greet,</br>And join thy voice unto the Angel quire,</br>From out his secret altar touch'd with hallow'd fire.", "THE HYMN.</br>It was the winter wild,</br>While the heaven-born child</br>All meanly wrapt in the rude manger lies;</br>Nature, in awe to him,</br>Had doff'd her gaudy trim,</br>With her great Master so to sympathize:</br>It was no season then for her</br>To wanton with the sun, her lusty paramour.", "Only with speeches fair</br>She wooes the gentle air</br>To hide her guilty front with innocent snow;</br>And on her naked shame,</br>Pollute with sinful blame,</br>The saintly veil of maiden white to throw;</br>Confounded, that her Maker's eyes</br>Should look so near upon her foul deformities.", "But he, her fears to cease,</br>Sent down the meek-ey'd Peace;</br>She, crown'd with olives green, came softly sliding</br>Down through the turning sphere,</br>His ready harbinger,</br>With turtle wing the amorous clouds dividing;</br>And, waving wide her myrtle wand,</br>She strikes an universal peace through sea and land.", "Nor war, or battle's sound,</br>Was heard the world around:</br>The idle spear and shield were high up hung; </br>The hooked chariot stood</br>Unstain'd with hostile blood;</br>The trumpet spake not to the armed throng;</br>And kings sat still with awful eye,</br>As if they surely knew their sovran Lord was by.", "But peaceful was the night,</br>Wherein the Prince of light</br>His reign of Peace upon the earth began:</br>The winds, with wonder whist,</br>Smoothly the waters kiss,</br>Whispering new joys to the mild ocean,</br>Who now hath quite forgot to rave,</br>While birds of calm sit brooding on the charmed wave.", "The stars, with deep amaze,</br>Stand fix'd in steadfast gaze,</br>Bending one way their precious influence;</br>And will not take their flight,</br>For all the morning light,</br>Or Lucifer, that often warn'd them thence;</br>But in their glimmering orbs did glow,</br>Until their Lord himself bespake, and bid them go.", "And, though the shady gloom</br>Had given day her room,</br>The sun himself withheld his wonted speed,</br>And hid his head for shame,</br>As his inferiour flame</br>The new-enlighten'd world no more should need;</br>He saw a greater sun appear</br>Than his bright throne, or burning axletree, could bear.", "The shepherds on the lawn,</br>Or e'er the point of dawn,</br>Sat simply chatting in a rustick row;</br>Full little thought they then,</br>That the mighty Pan</br>Was kindly come to live with them below;</br>Perhaps their loves, or else their sheep,</br>Was all that did their silly thoughts so busy keep.", "When such musick sweet</br>Their hearts and ears did greet,</br>As never was by mortal finger strook;</br>Divinely-warbled voice</br>Answering the stringed noise,</br>As all their souls in blissful rapture took:</br>The air, such pleasure loth to lose,</br>With thousand echoes still prolongs each heavenly close.", "Nature that heard such sound,</br>Beneath the hollow round</br>Of Cynthia's seat, the aery region thrilling,</br>Now was almost won</br>To think her part was done,</br>And that her reign had here its last fulfilling;</br>She knew such harmony alone</br>Could hold all Heaven and Earth in happier union.", "At last surrounds their sight</br>A globe of circular light,</br>That with long beams the shamefac'd night array'd;</br>The helmed Cherubim,</br>And sworded Seraphim,</br>Are seen in glittering ranks with wings display'd,</br>Harping in loud and solemn quire,</br>With unexpressive notes, to Heaven's new-born Heir.", "Such musick (as 'tis said)</br>Before was never made,</br>But when of old the sons of morning sung,</br>While the Creator Great</br>His constellations set,</br>And the well-balanc'd world on hinges hung;</br>And cast the dark foundations deep,</br>And bid the weltering waves their oozy channel keep.", "Ring out, ye crystal spheres,</br>Once bless our human ears,</br>If ye have power to touch our senses so;</br>And let your silver chime Move in melodious time;</br>And let the base of Heaven's deep organ blow;</br>And, with your ninefold harmony,</br>Make up full consort to the angelick symphony.", "For, if such holy song</br>Enwrap our fancy long,</br>Time will run back, and fetch the age of gold;</br>And speckled Vanity</br>Will sicken soon and die,</br>And leprous Sin will melt from earthly mould;</br>And Hell itself will pass away,</br>And leave her dolorous mansions to the peering day.", "Yea, Truth and Justice then</br>Will down return to men,</br>Orb'd in a rainbow; and, like glories wearing,</br>Mercy will sit between,</br>Thron'd in celestial sheen,</br>With radiant feet the tissued clouds down steering;</br>And Heaven, as at some festival,</br>Will open wide the gates of her high palace hall.", "But wisest Fate says no,</br>This must not yet be so,</br>The Babe yet lies in smiling infancy,</br>That on the bitter cross</br>Must redeem our loss;</br>So both himself and us to glorify:</br>Yet first, to those ychain'd in sleep,</br>The wakeful trump of doom must thunder through the deep;", "With such a horrid clang</br>As on mount Sinai rang,</br>While the red fire and smouldring clouds out brake:</br>The aged earth aghast,</br>With terrour of that blast,</br>Shall from the surface to the center shake;</br>When, at the world's last session,</br>The dreadful Judge in middle air shall spread his throne.", "And then at last our bliss</br>Full and perfect is,</br>But now begins; for, from this happy day,</br>The old Dragon, under ground</br>In straiter limits bound,</br>Not half so far casts his usurped sway;</br>And, wroth to see his kingdom fail,</br>Swindges the scaly horrour of his folded tail.", "The oracles are dumb,</br>No voice or hideous hum </br>Runs through the arched roof in words deceiving.</br>Apollo from his shrine</br>Can no more divine,</br>With hollow shriek the steep of Delphos leaving.</br>No nightly trance, or breathed spell, </br>Inspires the pale-ey'd priest from the prophetick cell.", "The lonely mountains o'er,</br>And the resounding shore,</br>A voice of weeping heard and loud lament;</br>From haunted spring and dale,</br>Edg'd with poplar pale,</br>The parting Genius is with sighing sent;</br>With flower-inwoven tresses torn</br>The Nymphs in twilight shade of tangled thickets mourn.", "In consecrated earth,</br>And on the holy hearth,</br>The Lars and Lemures moan with midnight plaint,</br>In urns, and altars round,</br>A drear and dying sound</br>Affrights the Flamens at their service quaint;</br>And the chill marble seems to sweat,</br>While each peculiar Power foregoes his wonted seat.", "Peor and Baalim</br>Forsake their temples dim,</br>With that twice-batter'd God of Palestine;</br>And mooned Ashtaroth,</br>Heaven's queen and mother both,</br>Now sits not girt with tapers' holy shine;</br>The Libyck Hammon shrinks his horn,</br>In vain the Tyrian maids their wounded Thammuz mourn.", "And sullen Moloch, fled,</br>Hath left in shadows dread</br>His burning idol all of blackest hue;</br>In vain with cymbals' ring</br>They call the grisly king,</br>In dismal dance about the furnace blue:</br>The brutish gods of Nile as fast,</br>Isis, and Orus, and the dog Anubis, haste.", "Nor is Osiris seen</br>In Memphian grove or green,</br>Trampling the unshower'd grass with longings loud:</br>Nor can he be at rest</br>Within his sacred chest;</br>Nought but profoundest hell can be his shroud;</br>In vain with timbrell'd anthems dark</br>The sable-stoled sorcerers bear his worshipt ark.", "He feels from Juda's land</br>The dreaded Infant's hand,</br>The rays of Bethlehem blind his dusky eyn;</br>Nor all the gods beside</br>Longer dare abide,</br>Not Typhon huge ending in snaky twine:</br>Our Babe, to show his Godhead true,</br>Can in his swaddling bands controul the damned crew.", "So, when the sun in bed,</br>Curtain'd with cloudy red,</br>Pillows his chin upon an orient wave,</br>The flocking shadows pale</br>Troop to the infernal jail,</br>Each fetter'd ghost slips to his several grave;</br>And the yellow-skirted Fayes</br>Fly after the night-steeds, leaving their moon-lov'd maze.", "But see, the Virgin blest</br>Hath laid her babe to rest;</br>Time is, our tedious song should here have ending,</br>Heaven's youngest-teemed star</br>Hath fix'd her polish'd car,</br>Her sleeping Lord with handmaid lamp attending:</br>And all about the courtly stable</br>Bright-harness'd Angels sit in order serviceable.</br>"]