["Ye shepherds, attend to my tale;</br>Ye swains, so contented and free,</br>Who dwell with your sheep in the vale,&mdash;</br>Time was, I was happy as ye.</br>Time has been, &mdash; but, alas!  is no more,</br>When Love dwelt so sweet on my tongue,</br>Not a nymph, search the vale o'er and o'er,</br>Was left by my Muse yet unsung.", "To the groves now I make my complaint,</br>To the hills and the dales make my moan;</br>No words can my grief truly paint,</br>Which I feel as I wander alone.</br>No joy with my flocks I now find,</br>No comfort in tending my sheep;</br>Since Eliza I've left far behind,</br>I have sought but to sigh and to weep.", "Once in keeping my flocks on yon hill</br>I the purest of pleasures did know;</br>They from Nature's green couch took their fill,</br>Or press'd the soft flow'rets below;</br>And when they laid still on the ground,</br>With my lute some fond air would I play;</br>And ye shepherds can witness around,</br>No swain was more blithesome and gay.", "O, ye sweet golden moments of ease!</br>Tho' far from me now ye remove,</br>'Twas you made my labours to please,</br>Till my heart felt the inroads of Love:</br>Till then happy Peace, like the sun,</br>On me and my flocks did attend;</br>With peace were my labours begun,</br>And with peace too at eve did they end.", "Since Love has my bosom annoy'd,</br>Rural blessings to me are but few;</br>All scenes of delight are destroy'd;</br>Peace of Mind and Contentment, adieu!</br>Farewell, ye lov'd shades of repose&mdash;</br>Ye shades where I've tended my sheep,</br>Where the lover unburdens his woes,</br>Where the wretch unmolested may weep!", "Farewell to the grot and the grove,</br>Where the woodbine and jessamine grow,</br>Where the chaste nightingale and the dove</br>Pour forth their sad accents of wo.</br>Plaintive birds, ah!  like me now they mourn,</br>The loss of their mates they deplore;</br>Like me, from each comfort they're torn&mdash;</br>Like me, they court Pleasure no more.", "Let me seek, in the wilds far remote,</br>Some hermit's or anchorite's cell,</br>Where no footsteps intrude to denote,</br>Or point out the place where I dwell:</br>There, secluded, my days will I spend,</br>For joys that are past will I sigh;</br>There in secret my sorrows I'll end,</br>There, unknown, unlamented, I'll die!</br>"]