["I. 1.</br>\"Lo!  A King of the Sky comes forth,</br>Marching stately tow'rds the North;</br>Awful stranger!  dost thou bear</br>Omens, sparkling on thy hair?</br>Does thy train of blazing glow,</br>The battle's hurly burly show?</br>Or does thy pale orb's misty gleam</br>Show that widows' tears must stream?</br>Dost thou come in pomp to bring,</br>Or wrath to take away a King?</br>Making now and now undoing,</br>Gamboling with Fate and Ruin?</br>Art thou come to show God's ire,</br>A migratory world on fire?</br>Or, art thou He, who at the birth</br>Of Gallia's Lord alarm'd the earth?</br>Is the Eagle, soon to fly</br>Where he'll droop his wing, and die?\"</br>Thus the wond'ring Red Man spoke</br>As his sleep an Earthquake broke.", "I. 2.</br>Ah!  the Earthquake shakes again!</br>The tumbling Column strews the plain.&mdash;</br>How like the Waterfall, what time the Star</br>Of Night comes pacing up the dusky West,</br>Back'd by dark groves, bright glistening from afar</br>I saw thee, France, in robes of Glory drest;</br>Fine as the waving light of summer noon,</br>Soft as the breeze that sweeps the evening deep,</br>Thy distant Paeans in luxurious swoon</br>Made my exulting ear enchanted sleep;</br>Ah!  where is he, who knows not to admire</br>The meteor blaze of Fame, and twinkling dance of Fire?", "I. 3.</br>Oh!  I have gazed enraptr'd with the scene</br>Till fairy dreams upraised my buoyant soul;</br>Sounds of delight \"from airy harps unseen,\"</br>Shades of the blest, \"whose glittering skirts unroll\"</br>Elysian groves, whence cooling odours blow,</br>Immingled roses in deep burning blush,</br>Essential light in streaming gales, that throw</br>O'er softest glades of green a lustrous flush?</br>The dancing Hours and Nymphs of purpled wing,</br>Sporting with smiling Loves and Zephyrs of the Spring.", "II. 1.</br>Alas!  while thus we sleep and dream,</br>How sad to breathe but pestilential steam;</br>Pity and Hope go hand in hand</br>To sue, where Fate does not command,</br>But cannot bear a form to see</br>More ugly, than Adversity;</br>Ages, like the waters, sweep</br>In rolling volumes to the deep;</br>And Grandeur's perishable pride,</br>A bubble floating down the tide,</br>Glitters in the noon-day beam,</br>Then bursts and mingles with the vulgar stream.&mdash;", "II. 2.</br>Sorrow, Red Man, thou must not feel</br>Hammer and forge thy soul to steel;</br>Thou mast Away to pull the bell</br>Which tolls a dying Empire's knell;</br>While, o'er his writhing prey, a lion roaring</br>Shakes his majestick mane, and mocks the tone deploring.", "II. 3.</br>Loudly once the Red Man knocks;</br>The doors unfold, the chamber rocks;</br>\"Hero, doom'd to flight and shame;</br>Listen to him, thou canst not name;</br>Dost thou hear the thunder roll?</br>It bodes a tempest in thy soul.</br>Will thy Wolf attempt to tear</br>His white beard from the Northern Bear?</br>Know'st thou not, his breath alone</br>Can freeze the ruffian into stone?</br>Ah!  look not thus with sneering eyes,</br>The Summer with the swallow flies.</br>Is ambition void of woe?  Russia is a Hell of Snow.", "III. 1.</br>Close thy imperial ashes in an Urn,</br>Thy soul, an Aetna, will for ever burn.</br>Giant of France, and Husband of her choice,</br>The Oracle of Victory thy voice!</br>Spur again the horse of War;</br>Ah!  what but Vapour is the falling star?</br>Those warriors old, who scorn'd to fly,</br>In dumb astonishment must die:</br>Is the Emperor and King</br>An insect now without a sting?</br>Shoulder'd from his gaudy throne</br>By those, whom he was proud to own;</br>Fair was the bride of Austria, fair the Morn,</br>When he the Caesar King was born.</br>Screw the torture to his heart?</br>The Father from his only Child must part;</br>Are his Marshals false and hollow?</br>Will Birds of Prey not carrion follow?</br>In black procession to inter his fame</br>They stalk; but still the smoke betrays surviving flame.\"", "III. 2.</br>What dost thou laugh in scorn?  Ah!  then</br>Thou dog within a lion's den,</br>Take the boon contempt will give;</br>A statue on a pedestal to live;</br>Gaze on to-morrow's Sun, and see</br>The signs that Heaven shows to thee;</br>Say then, 'I see; but not believe;'</br>Hereafter, 'I have seen; and grieve.'\"", "III. 3.</br>Land of the bravest brave and fairest fair!</br>Thou land, that worshippest God's blessed Son!</br>Thou land, that teachest to forgive and spare!</br>Thou land, that praisest, when God's will is done!</br>Too great to fear, and too humane to hate,</br>Royal in mind, he's still in patience great;</br>Let Nature's saintly milkiness, in grace</br>Grant to the Sire once more a Son's embrace;</br>A Belisarius without a home</br>Who fears?  who now regards his pageant reign of Rome?\"</br>"]