["Midnight had flung her shadows o'er the world,</br>And Sleep, his fetters on the human soul:</br>Around the mountain peaks moist vapours curled,</br>While from the lifeless regions of the pole</br>Silence assumed her undisturbed control.</br>The owl on ponderous pinion traced his way,</br>And to the woods poured forth his dismal dole;</br>The feathered tribes were mute on every spray,</br>As 'neath the fireless hearth the night-fly chirped his lay.", "The mustering winds swept through the troubled air,</br>And waked at length the startled ear of night;</br>The hungry jackal left his bloody lair,</br>And skulked abroad beneath the stars' pale light,</br>To glut on carrion flesh his appetite.</br>By fits the ban-dog bayed the rising moon,</br>Forth the freebooter prowled, in murderous plight;</br>The dire musquito hummed his drowsy tune,</br>And on the sleeping wight bestowed his smarting boon.", "Oh!  what a sad and fearful thing to see</br>The gloom &mdash; to mark the stillness of that hour,</br>When nature wears death's awful livery,</br>And counterfeits his awe-awakening power!</br>When darkness steals its fragrance from the flower,</br>And hides its varied charms from mortal sight,</br>Wan superstition quits her goblin tower,</br>While phantoms dire accompany her flight,</br>Adding new terrors to the gloomy reign of night.", "Hers are the hours when dread remorse is heard,</br>And to the conscience thunders its decrees;</br>When thought, by passion now no longer stirred,</br>Retires, and drains from sorrow's bitter lees</br>Their last wrung drop of gall:  then quickly freeze</br>Those blander feelings which the heart kept warm</br>Ere wrongs had chilled them; then the mind's disease</br>Gains fearful nurture &mdash; nor has sleep a charm,</br>When the vexed soul is stung, to hush its wild alarm.", "This is the time when o'er the slumbering soul</br>Of Nature hangs a cloud; she seems to mourn</br>Her light departed:  clad in sorrow's stole,</br>She wears it till the truant day's return.</br>Like a maid weeping o'er her lover's urn,&mdash;</br>No more the smile of beauty lights her eye,</br>But on their lids the feverish tear-drops burn</br>So Nature, in her night, appears to lie,</br>Bereft of all her charms &mdash; a type of misery.", "Now is the reign of solitary woe:</br>The hoary anchorite his vigil keeps;</br>The Caenobite endures the nightly throe</br>Of scourge piacular, before he sleeps.</br>O'er a lost world the cloistered virgin weeps,</br>And makes her moan unheard by mortal ear;</br>From fen to fen the gleaming meteor leaps,</br>Drawing the long-belated traveller near,</br>Who, plunged in the morass, there ends life's sad career.", "'Tis then the plotter ponders o'er his schemes,</br>Safe from the scrutinizing eye of day;</br>'Tis then the miser of his treasure dreams,</br>And basks awhile in fancy's cheating ray:</br>Then the bold wanton snares her thoughtless prey,</br>And leaves him with her curse upon him; then</br>All the fell broods of sin begin their play,</br>And howl their orgies, whilst unholy men</br>Join the loud revel in her foul and leprous den.", "Night is the solemn harbinger of ill,</br>The season dark of infamy and crime:</br>The deadly thief, the assassin, deadlier still,</br>Then reap their fruits, for then's their harvest time.</br>Vice walks at large when night is at its prime,</br>And in its slumbers fires the youthful brain,</br>There playing off her dextrous pantomime:</br>Guilt strikes the alarum then, and in his train</br>The whirlwind passions throng to solemnize his reign.", "Beneath her covert, murder &mdash; midnight's hag&mdash;</br>Skulks from the moon, and eyes it down the sky;</br>Then limps abroad, and from the pointed crag</br>Thrusts down her victim, and returns the cry</br>Of laughter as the death-shriek echoes nigh.</br>Night!  all thy works are black as are thy weeds&mdash;</br>Thine is the hour of ill's supremacy!</br>By thee are countenanced those ruthless deeds</br>At which the cheek grows pale, the heart of pity bleeds.", "Sad is the theme which has engaged the pen</br>Of one whose wit, of one whose muse is young:</br>To show the end of vice to vicious men,</br>The lyre, unnoted yet, has now been strung.</br>Oft have the crimes of stormy minds been sung</br>In strains of loftiest measure, which to hear,</br>The thrill of rapture through the heart has rung;&mdash;</br>But deem not that I vainly would compeer</br>With bards of high repute, &mdash; they far transcend my sphere.", "Beneath a blasted pine alone reclined</br>On its gnarled roots, a wild and withered man,</br>Whose wretched plight proclaimed his wreck of mind:</br>O'er his scarred cheek the streams of sorrow ran,</br>Checked by mad laughter, or the muttered ban.</br>As the broad moon chased each careering cloud,</br>Which o'er her disk its rapid course began,</br>With gesture fierce he'd rave his griefs aloud,</br>While to his troubled brain the maddening visions crowd.", "Mocking the horrors of the midnight storm,</br>His wrinkled temples naked to the blast,</br>In night's chill dews he'd drench his wasted form,</br>And on the flint his wounded body cast.</br>Oft would the wretched man, unconscious, fast</br>Till weakened nature could endure no more,</br>Then take the proffered crust, his sole repast,</br>And to the winds his dismal wailings pour,</br>Nor seek, till quite o'erspent, his low and lonely door.", "But Quiet mocked his seeking; memory there</br>Mapped on his mind the past, till the hot tear</br>Provoked the frantic ravings of despair,</br>Which fell, with frightful note, on pity's ear.</br>The casual passenger who wandered near,</br>O'ercome with wonder at the strange lament,</br>Quickened his pace, oppressed with sudden fear,</br>And crossed his blanching forehead as he went,</br>Lest hell, on mission vile, some horrid imp had sent.", "Is this the being whose capacious soul</br>Could scarce be fettered to the fleshly crust</br>Which curbed its flight to that unearthly goal</br>Beyond the distant stars?  Oh!  what a rust</br>Has cankered o'er it now!  and e'en the dust</br>In which 'tis jailed has felt the deadly blight!</br>Behold how grief, stern scourger of the just,</br>Has done destruction's work!  Oh!  piteous sight!</br>Crushed is the elastic soul beneath its matchless might.", "Time was when lustre sparkled in that eye</br>Which spoke the language of a mighty mind;</br>When in that bosom the big pulse beat high</br>With all that virtue felt; where every kind</br>And bland expression of the heart could find</br>Instant access; &mdash; there lurked no deadly sin;</br>Religion and the hate of vice combined</br>To guard the citadel of peace within,</br>And there was mulch, in sooth, the love of heaven to win.", "Alas!  how changed, and, like some fretted page</br>O'er which old Time has swept with spoiling wing,</br>How marred!  There nothing lovely to engage</br>The eye or heart; a temple mouldering,</br>By the loud thunder shook, and tottering</br>Upon its frail foundation, ere it fall.</br>Poor wanderer!  in life's athletic spring,</br>Ere sorrow in thy cup had wrung its gall,</br>Thou wert fame's favourite theme &mdash; thy praise was prized by all.", "Thine was the very deadliest draught of woe,</br>A life of thriftless toil, and care, and pain,</br>Which did a darkness o'er thy spirit throw.</br>That mind, once stored with all a mind could gain,</br>Has burst the bonds of reason, and its rein</br>Is snapped for ever.  Misery's blasting stroke</br>Has paralyzed the heart, convulsed the brain,</br>And left thee, like a scathed and branchless oak,</br>To wither at the root, thy spirit wrenched and broke.", "Yonder beneath the night-star's lucid beam</br>He sits, o'ershadowed by that sapless tree</br>Which lightning storms have blasted; not a gleam</br>Of mental sunshine lights the troubled sea</br>Of fancies wild that mar his memory.</br>That eye's dilated stare too sadly speaks</br>A mind o'erthrown in its maturity:</br>Through the time-fretted channels of his cheeks</br>Rolls the warm tear-drop, unrestrained and free,</br>Telling its eloquent tale of secret misery.", "Dire was the still-remembered cause which wrought</br>This havoc of the mind, this wreck of sense:</br>Audacious vice her deadly poison brought,</br>Drugging joy's sparkling cup, with bold pretence;</br>And, grasping at the gem of innocence,</br>Hurled the bright casket to untimely fate.</br>Woe meets in this world doubtful recompense,</br>But in another &mdash; hear, ye worldly great&mdash;</br>The Lazarus shall rise when kings endure defeat.", "Here are the chartered rights of virtue spurned,</br>And man proclaims himself his fellow's foe.</br>The golden calf is worshipped; vice is turned</br>Loose on her prey, whilst, like a timid doe,</br>Virtue retires to shun the menaced woe.</br>Those feverish pangs of guilt which probe and thrill</br>The conscious heart) none but the guilty know;</br>There is the secret sanctuary of ill&mdash;</br>On it her vampires prey, and foully gorge their fill.", "Mammon's our god &mdash; we serve him with a zeal</br>Which, offered to the High and Holy One,</br>Would save our souls alive, and make us feel</br>All that the Deity for man has done,</br>When on the sacred mount the palm he won</br>O'er death and hell, and crushed the serpent's head.</br>Would we but strive our little course to run</br>In that same path on which the Saviour shed</br>Such glory from the skies &mdash; no cause were then for dread.", "Oh!  what a blessed world might this be still,</br>If man but did his best to make it so;</br>Virtue would neutralize the powers of ill</br>If her fair fruits were gathered as they grow.</br>'Tis to our own blind errors that we owe</br>The greatest of our griefs:  had guilt ne'er been,</br>This were a world of peace, and not of woe;</br>We're forced by no fatality to sin&mdash;</br>Vice lays her gaudy snare, and we rush freely in.", "Now mark the wretched, melancholy man</br>On yonder rivulet's projecting brink,&mdash;</br>While winds, with rude salute, his temples fan,&mdash;</br>Stoop his spare body to the wave to drink.</br>He rises now &mdash; now gravely stops to think,</br>As with some vast design his fancy teemed;</br>Then from the half-formed purpose seems to shrink,</br>Like a scared child at night from what he dreamed,</br>When fiction's monsters dire life's vivid pictures seemed.", "He draws in silence towards the water's side,</br>And gazes on its surface, calm and clear,</br>Whereon the laughing moon, in conscious pride,</br>Shows her reflected figure, bright and sheer,&mdash;</br>To sober thought, to melancholy dear.</br>With idiot laugh he plunges in the stream,</br>To catch &mdash; the lustrous orb which seems so near;</br>The quivering waters interrupt its beam,</br>When rage dilates his eye &mdash; his muttering lips blaspheme.", "He struggles with the waters, calm and cold,</br>Nor, till their spray has drenched him, seeks the shore:</br>Still shines the fair resemblance, broad and bold,</br>Its brightness interrupted now no more;</br>The chaste original, with silvery oar,</br>Glides, like heaven's goddess, down her native sky,</br>Nor heeds the wretch, whose wandering feet explore&mdash;</br>Whilst o'er his naked head the storm is high&mdash;</br>Wilds where no human footstep meets the anxious eye.", "He listens to the murmuring of the blast,</br>His gaze the while fixed on the dim, dun air,</br>As if a voice spoke in it of the past&mdash;</br>As if the sounds of love and joy were there.</br>A smile is on his lips; the vacant stare</br>A moment leaves his eye, but soon returns</br>With fierce increase, the gleamings of despair</br>His blighted peace hope's visitation spurns&mdash;</br>Still in his heart and brain the fire of frenzy burns.", "The smothered accents of his tongue betray</br>How blank the wilderness within, where crowd</br>Wild fantasies, chimeras dire, that play</br>The mockery with their parent.  Now aloud</br>He raves against the moon, as some swift 'cloud</br>O'er its orb dashes; and the bubbling blood</br>Warm from his tongue, which the jagged teeth have plow'd,</br>Streams o'er his withered lips a crimson flood,</br>And stains &mdash; oh, piteous sight! &mdash; the earth on which he stood.", "Across his path the bat, on leathern wing,</br>Betwixt the glimpses of the moon appears;</br>He gazes at the desultory thing</br>As in eccentric flight its course it steers.</br>Now it holds onwards, now obliquely veers</br>Beyond the casual compass of his eye:</br>He laughs aloud, in mockery of his tears,</br>And as his gaze is fixed upon the sky,</br>His maniac-laugh renews whene'er it passes by.", "Before him, towering monarch of the wood,</br>The loaded mango rears his giant form:</br>Oft had his trunk and lofty crest withstood</br>The crashing horrors of a tropic storm.</br>When the hoarse thunder spread its wild alarm,</br>And lightnings scattered desolation round&mdash;</br>Whilst raged these fearful ministers of harm,</br>He, though his verdant honours strewed the ground,</br>Still braved the desperate strife, but yet no victor found.", "The hapless subject of my lay drew nigh,</br>And raised his head to scan the stately tree;</br>The winds had paused awhile, and not a sigh</br>Disturbed the moment's fixed tranquillity.</br>He gazed an instant, then on bended knee</br>Grasped the rough trunk &mdash; with many a tug and strain</br>Trying his might, but unavailingly,</br>To cast its ponderous body on the plain;</br>Then groaned in baffled rage, and gnashed his teeth in vain.", "Now pours the maniac his sepulchral voice</br>In a wild flow of voluntary song.</br>If taste be absent, feeling guides his choice,</br>And float the sad notes plaintively along,</br>Until they die the neighbouring hills among.</br>The prowling jackal listens to the tone</br>Though hunger in his rabid breast be strong,</br>And stops and pricks his ears, whilst all alone</br>The unconscious wanderer makes his melancholy moan.", "He scares the slumbering sparrow from the spray,</br>And rouses from its rest the bounding deer;</br>The forest tribes before his steps give way,</br>And flee, as if some evil thing were near.</br>With piercing scream, which falls upon night's ear</br>Like a shrill death-watch, he observes their flight,</br>And his eye glistens as he marks their fear.</br>With hoot and howl he adds to their affright,</br>And wakes the sleeping echoes with his wild delight.", "Alas!  poor sufferer!  a portion thine</br>Alike the needy and the rich may dread!</br>Who shall interpret fate's mysterious line?</br>In doubt's uncertain path we blindly tread,</br>Till in the \"lap of earth\" we rest our head.</br>Let us for those at least reserve a sigh</br>Who eat from woe's spare hand their daily bread,</br>Nor, self-secure, all future ills defy,</br>For dangers often lurk where least we think them nigh.", "Life's May-day may be jocund, and its eve</br>Of summer close auspicious, while the sun</br>Of pleasure shines unclouded:  few perceive,</br>When dangers are remote, the risks they run:</br>All hope the goal of happiness is won,</br>Till o'er them misery lifts its withering arm;</br>Hope and reality are never one&mdash;</br>Experience soon dissolves the dreamy charm,</br>Which ardent fancies work that least have known alarm.", "Observe the strange vicissitudes of time!</br>Each hour is loaded with its separate share</br>Of good or ill, of moral or of crime;</br>And though the power that governs all may spare</br>Some few light bosoms from the stings of care,</br>Small is the lot thus portioned; wretchedness</br>Treads in our path, and meets us everywhere:</br>Want pines in mournful silence, while distress</br>Proclaims herself twin-born with human happiness.", "Do riches purchase bliss, or fame content?</br>Mark those vast stores of gold which only gild</br>The dust in which they're buried!  Adamant</br>The heart that hoards, from which there ne'er distilled</br>The dews of charity; where never thrilled</br>One keen emotion of requiting love.</br>Peace dwells not in the coffer richly filled,</br>Nor in the breast of fame secures her dove&mdash;</br>She holds no league with man &mdash; her empire is above.", "And what are titles, honours, or the gauds</br>That deck nobility &mdash; those toys of state</br>Which man's vain glory now so much applauds?</br>What are the proud distinctions of the great,</br>But burdens of such sore and crushing weight</br>As bend him to the very dust he spurns!</br>Oft from the portals of the rich man's gate&mdash;</br>No sanctuary there &mdash; contentment turns,</br>While glowing hot within the torch of discord burns.", "If wealth increase our pleasures, does it not</br>Increase our wishes also, and our cares?</br>And surely that must be the happiest lot</br>Which has the fewest wants.  The hardiest tares</br>Grow in the richest soil, and pleasure bears</br>Honey and wormwood on the self-same stem.</br>Go, man of wealth and power, and see how fares</br>Guilt's soul-stung victim!  To dispel thy phlegm,</br>Hie where woe's sufferers writhe, and learn for once from them.", "Go where the madman woos thee to perpend</br>The deep intensity of mortal care&mdash;</br>Where not one ray of happiness can blend</br>With the benighting horrors of despair&mdash;</br>Go, and receive an awful lesson there!</br>There what a cheek to tame the swell of pride;</br>Man's form is here, but heaven's bright image where?</br>No gleam of sunshine flashes through the void</br>Of banished intellect &mdash; now maddened and destroy'd.", "Eternal God!  thy lesson here is writ</br>In characters we never can mistake:</br>All would grow wiser, better, learning it,</br>And all should Learn it for their interest's sake.</br>The judgments of Omnipotence o'ertake</br>The best, for purposes unknown, yet wise.</br>How few their thirst at joy's pure fountain slake!</br>Poor child of dust!  earth no true bliss supplies:</br>Its roots are only here &mdash; it blossoms in the skies.", "Behold once more the subject of my song</br>Still tiring with his moans the ear of night!</br>The woodland warblers, as he strolls along,</br>Flutter before him in reluctant flight.</br>The reckless troubler heeds not their affight,</br>But still pursues his solitary way,</br>And, as fresh objects pass before his sight,</br>Resumes his sad but desultory lay,</br>And shakes, with motion wild, his tresses silver gray.", "\"Bertha!\" he cries, \"my child, &mdash; alas!  my child,</br>Dost thou not know me? &mdash; though I'm old and spare,</br>Though all men shun my sight, declare me wild,</br>Believe them not, for I can laugh at care</br>When thou art nigh me, &mdash; aye, and will forswear</br>All future commerce with that deathly race</br>Who made my tranquil cot a tiger's lair:&mdash;</br>Come, let me gaze upon that angel face,</br>Where oft mine eye had fixed its fondest resting-place.", "\"My Bertha!  ha! &mdash; and is not Bertha dead?</br>Did I not see her golden tresses trail</br>Along the turf on which her Edgar bled?</br>Howl, ye malignant demons of the gale,</br>Let havoc loose, your blasting breath exhale</br>May heaven and earth in dire concussion meet&mdash;</br>How would the strife my blighted soul regale!</br>Man is my foe accursed! &mdash; ye lightnings fleet,</br>Wing on his head your bolts &mdash; revenge is ever sweet:", "\"And I will gulp its poisons till my heart</br>Grow black and morbid with the festering bane;</br>Restore my girl, ye bloodhounds; shall we part,</br>Because her injured father is not sane?</br>The lustre of his mind is on the wane,</br>And Bertha's sire is now reputed mad.</br>Approach, my child; expunge the damning stain;</br>Greet but my sight.  once more and make me glad,</br>For ah!  the poor old man is solitary, sad.", "\"Dead &mdash; dead!\" &mdash; the voice in smothered whispers died:</br>He paused and shuddered; then, with doleful yell,</br>Dashed to the earth his staff, and deeply sighed.</br>Hearing at length the distant matin bell,</br>The sound aroused him, and, as by a spell</br>Awakened from a trance of horrid thought,</br>He raised his head and smiled: &mdash; ah!  who shall tell</br>What sad expression from that eye was caught,</br>When to his mind remembrance some dark image brought.", "What an appalling sight, alas!  was there!</br>His bony arms above his head were flung</br>In a wild agony; the scanty hair</br>He tore from the trenched scalp, and fiercely wrung</br>His lank and fleshless fingers, as if stung</br>By the sleek death-worm:  ever and anon</br>He poured the direst curses from his tongue.</br>But though so frantic when the fit was on,</br>He soon again grew calm, poor heart-wrung woe-begone!", "Morning had fully dawned upon him now,</br>And from the hills dispersed their mists of gray;</br>Wan from the midnight watch, his squalid brow</br>Disclosed new terrors at the rise of day.</br>There deep the traces of distraction lay&mdash;</br>Its fires at intervals illumed his eye,</br>Which glared with vacant and \"lack-lustre\" ray,</br>Like the paled sun in a November sky,</br>Peering through murky clouds, when the fierce storm is high.", "Yet there stands he &mdash; how changed from former years!</br>Like a storm-shattered ship when on the deep,</br>Her sails and cordage rent, she scarcely steers</br>Her slow course through the waters.  Go and weep,</br>Ye that in pleasure's soft embraces sleep,</br>O'er the sad ruin, till around your hearts</br>The bland emotions of compassion creep!</br>Behold the wreck of all that mind imparts</br>To man above the brutes, 'till the warm tear-drop starts!", "The matin choristers above his head</br>Pour out their liquid notes to hail the morn,</br>But to their harmony his soul is dead:</br>Care from his heart the social link had torn.</br>The playful lambkin as it crops the thorn</br>Stops to observe the melancholy man:</br>The tuneful lark springs blithely from the corn</br>And hovers nigh, &mdash; still nought in nature can</br>Light to a gleam of joy those features, wild and wan.", "Behold him now upon yon beetling rock</br>Plucking the ivy from its sides of jet!</br>He wreathes a leaf in every straggling lock</br>On his lean brow, and forms a coronet</br>Of rude, fantastic seeming:  still beset</br>At intervals with dark imaginings&mdash;</br>Past sorrows which he never can forget</br>To memory rush; &mdash; upon his feet he springs,</br>And, rage-possessed, resumes his frantic wanderings.", "Towards the bright sun the wretched madman turned,</br>Its glowing beams upon his temples played:</br>Within his brain the maddening fever burned,</br>Nor had the damps of night its fires allayed:&mdash;</br>His flashing eye a dire intent betrayed.</br>Onward at length he rushed, with vigorous bound,</br>To the near mountain's brow; thence, undismayed,</br>Casting one wild, distracted glance around,</br>Plunged headlong from the height into the gulf profound.", "Deformed and shrunken by the solar ray,</br>Deep in a pathless glen the body lies,</br>To forest beasts, to carrion fowls a prey,</br>Far from the pious search of kindred eyes:</br>To the fierce glow exposed of tropic skies,</br>Unknown to friends or kindred if despair</br>Had crushed its victim; with unsure surmise</br>They seek the hapless maniac everywhere,</br>Yet disappointment only mocks their anxious care.", "Nor 'till the bones had whitened in the sun,</br>Knew they where lay the once-bewildered man.</br>Now stretched on earth a grinning skeleton&mdash;</br>Oh!  what a sight for living eyes to scan!&mdash;</br>O'er the dried bones foul aconite began</br>To weave its deadly foliage, and dense weeds</br>Along the arching ribs their tendrils ran;</br>Beneath the skull, the worm, the scorpion breeds,</br>And on their fattening slime the greedy hemlock feeds.", "What a sad lesson to the mind is read,</br>When we behold man's form in its decay!</br>The vanished features and the eyeless head,</br>The lipless mouth, whence once the sportive lay</br>Was breathed to the rapt ear &mdash; now what are they&mdash;</br>The well-turned sinewy limbs, the lusty frame?&mdash;</br>Atoms of earth &mdash; a mass of sightless clay!</br>A thing for the dark charnel! &mdash; Oh, how tame</br>Becomes our pride when we but syllable its name!", "Thrice had the moon her monthly measure filled;</br>Thrice wheeled her chariot round the vault of heaven,</br>Since he, whose ravings pleasure never stilled,</br>By the wild impulse of distraction driven,</br>Dismissed, uncalled, the life which God had given.</br>His friends still deemed him wandering, yet the sigh</br>Of doubt would rise, lest he should die unshriven.</br>All sought to meet as wont his piercing eye;</br>None met the fearful man, yet none, alas!  knew why.", "And the stark outline had remained for ever</br>In secret burial on the trackless wild,</br>Had not a youth, in puerile endeavour</br>To climb the mount where rocks, uncouthly piled,</br>Showed peril to be there, &mdash; so wayward child</br>Provokes the praises of his young compeers,&mdash;</br>Adventured up the steep, by sport beguiled;</br>When in the dark ravine beneath appears</br>The bleaching bones of him whose woes have claimed your tears.", "Recovered from that open sepulchre,</br>The sapless relics freight at length the grave.</br>Mass after mass was heard, with dirge and prayer,</br>The soul from purgatorial thrall to save.</br>Over his dust no marble traceries wave:</br>A simple stone reveals his age and name,</br>Laid sculptureless within the chapel's nave.</br>Though no Pythonic fire my breast inflame,</br>Still have I done my best to give his woes to fame.", "'Twas Wallace, that, while hoarse the screech-owl sung,</br>Poured o'er his crumbling bones the burial prayer.</br>The sallow monk o'er these sad relics hung,</br>As if the last of all he loved was there.</br>The fixed and ashy lip &mdash; the lurid stare,</br>When closed the solemn service for the dead,</br>The still deep feelings of his heart declare:</br>There yet the bitter roots of grief were fed,</br>And o'er the blasted soil their morbid influence shed.", "That morning the piaculary lash</br>Was with fresh vigour to his limbs applied;</br>The penance-drops from many an opening gash</br>Rolled, slow and tepid, down his haggard side;</br>His tongue gave forth no groan, and yet he sighed</br>As his charged breast would burst &mdash; the penance o'er,</br>He breathed a low, faint prayer to heaven, and died.</br>Poor child of woe!  who shall thy fate deplore?</br>Thy soul is with its God, where grief can sting no more.", "Here pause the song!  nor let meek pity's eye</br>Refuse the gentle tribute of a tear!</br>If e'er misfortune merited a sigh,</br>The soul of feeling would award it here.</br>Where is Eumenes now &mdash; that man of fear&mdash;</br>And Wallace, whither? &mdash; their unhappy doom</br>Has forced a strain upon the patient ear.</br>The muse now quits her theme and for each tomb</br>May the narcissus thrive, the rue's meek flowrets bloom!</br>"]