["Apollo, one day, as he sat or his hill,</br>In chat with the Muses that wait round him still,&mdash;</br>Their talk having turned on their votaries in Britain,&mdash;</br>He put all at once a contemplative fit on;</br>Then cried, on a sudden &mdash; \"Yes, so it shall be,</br>And Calliope ably will represent me!\"</br>The Maids, to his godship's vagaries long used,</br>Were far less surprised at this speech than amused;</br>But the suppliant Calliope hastened to speak:</br>\"O Phoebus!  why implicate me in your freak?\"</br>Half angry, the god took an air rather grave,</br>And shook the gold locks o'er his forehead that wave;</br>\"You Ladies,\" he said, \"should be last to complain,</br>If to practise the plan I have purposed I deign:</br>You must know then,\" he added, and smiled as he spoke, </br>\"O'er my brain that the brightest idea has broke!</br>You have oft heard me mention what cordial regards</br>I bear to my loyal Britannian bards,</br>And the Feast of the Poets' describes, as you know,</br>The honours I granted them some time ago;</br>But it cross'd me just now, in the hovering dream</br>That lighted upon me, when wrapt in this theme,&mdash;</br>As a strange and a crying omission, that while</br>Some names 'mongst the fair that embellish their isle,</br>I may set in my frontlet, its circle to gem,</br>I have publicly shewn no such honours to them.</br>Forgive it, Astraea! &mdash; but hark, for I see</br>Your interest awoke, and you'll listen with glee</br>While my scheme I develop.  The scene (to begin),</br>Shall be meetly enacted that temple within</br>Which hath lately arisen, hypoethric, to view,</br>Reared high in its grandeur, at Athens the new.</br>I'll empower Calliope there to preside,</br>Arrayed in all pomp of Parnassian pride;</br>For holding a court where but ladies are seen,</br>Less appropriate seems to a king than a queen;</br>And though,\" said the god, while his fair cheek was cross'd</br>By the blush-rose, \"no regular bride I can boast,</br>Like my good brother George I am fortunate still</br>In illustrious sisters such function to fill.\"", "The chief of the Nine, to the plan reconciled,</br>Recovering her spirits, most gratefully smiled</br>At the thought of the honourable post she had won,</br>And the compliment paid, while Apollo went on,</br>\"She shall give to each fair, on that drawing-room day,</br>Who may then be entitled to claim the entree,</br>And may seem to my delegate worthy such honour</br>A wreath, that the Muse shall herself put upon her,</br>Whose fadeless material my Daphne shall give,</br>And my own royal finger industrious weave.</br>They'll like it as well as a dinner at least,</br>And laurel is cheaper by far than a feast;</br>Indeed, I much fear that my credit would fail</br>Again to procure such a sumptuous regale</br>As that which I gave to the poets, for still,</br>I rather believe, I'm in debt for the bill.</br>I mean not, this time, to provide even tea;</br>But if 'mid the votaries, Calliope see</br>Any fair who complains of the drought on her lip,</br>She may bid her come here, of our nectar to sip.</br>This, this is my purpose, nor will I delay</br>To our fair devotees the due honours to pay.\"", "The god closed his speech, and the Muses, obedient,</br>Declared such a measure was highly, expedient:</br>But we haste to pass over the long preparation</br>Preceding, of course, such a solemn occasion,</br>Nor stay to relate how the land of the North</br>Was set in commotion from Moray to Forth;</br>And the realm of the Southron pour'd many a train,</br>To gaze on the scene that should hallow the fane;&mdash;</br>The various feelings to guess and portray</br>With which the fair actors awaited the day;</br>How one was afraid that the concourse would press,</br>And hurry her nerves, or disorder her dress;</br>And many another, it must be confest,</br>That she should not, or might not, be \"looking her best.\"</br>How poor Mrs. Opie was truly a Quaker</br>Lest her newly-ta'en garb should conspicuous make her,</br>And rather in doubt that this same expedition</br>Might incur, if not \"dealing,\" at least \"admonition.\"</br>How Landon was sorely perplex'd what to wear,</br>Nor Hemans resolved as to flowers in her hair,</br>And Mitford alarm'd lest the people should stare;</br>How the great Mary Anne, in each sense great indeed!</br>Was puzzled to get herself north of the Tweed,</br>And ponder'd and waver'd which way she should go,</br>Whether steam, or ten cattle, should take her in tow.</br>How Hannah long hesitates whether 'twas good</br>At her age, on such errand, to quit Barley Wood,&mdash;</br>Where Quiet with Nature and Flora reposes,&mdash;</br>And leave so far distant her glow-worms and roses.</br>How Fry, hands and eyes did lift up at the thought,</br>Nor till many a clerical counsel was sought,</br>Could see her path clear to a gathering so vain;</br>While C. soaring free like her own skylark's strain,</br>Pronounced it a path that a Condor might gain.", "All this, and much more, we must briefly pass o'er,</br>The day it is come, and we haste to the dome;</br>Laying up all we view in our memory's store,</br>For the good of the curious who linger at home.</br>The fane was festoon'd with full garnish of flowers,</br>And laurel enwreathed from terrestrial bowers;</br>But the chaplets of honour that came from afar,</br>Calliope brought in the floor of her car.</br>A goddess she look'd, and she moved as a queen,</br>When she cross'd the fair shrine to the canopy green,</br>O'erarching the throne of her crowded demesne;</br>For \"Beauty and Fashion,\" on right and on left</br>Were ranged, while the midst for the votaries was kept.", "The first on the legate of Phoebus to wait</br>Was the gifted Johanna, and she came in state;</br>For, like to her namesake of fanatic fame,</br>She can many a personal devotee claim</br>Her carriage was built of Parnassian cedars,</br>And steeds of Pegasian breed were the leaders;</br>The panels were carved in most classical fashions,</br>And painted with scenes from her \"Plays of the Passions;\"</br>And as she alighted, arrived at the fane,</br>Sotheby let down the step, and Scott lifted her train.</br>A flame-coloured vest of rich velvet she wore,</br>And a scarf of the rainbow her shoulder thrown o'er;</br>A treasury of pearl round the vestment was shed,</br>Like a silvery stream o'er its bright pebbled bed,</br>Or &mdash; fitlier figure for subject so high!</br>Like the galaxy traced on the brilliant sky;</br>But her head-gear was plain, for she reckon'd right well</br>On winning the wreath that all gems should excel:</br>Nor vain was her trust, for the moment she came,</br>The Muse held aloft the fair circlet of fame,</br>And said, with a warmth that was shared with respect,</br>\"In a scene like the present, you will not expect,</br>'Mid the hurry of business that brooks not delay,</br>I should tell you the half I was charged to convey.\"</br>Then, placing the wreath, added, \"All I can do,</br>Just now, is thus barely to give you your due.\"", "Miss Baillie had scarcely retired, when arose</br>A sweeping of strings, and a sweeping of clothes;</br>And all could discern in the guise of the fair,</br>Her lyre bound with myrtle &mdash; with myrtle her hair&mdash;</br>The chords that for ever her fingers were touching,</br>Except when her train drew her ear with its brushing,</br>Her numberless trinkets, and gorgeous vest,</br>And the great \"Golden Violet\" displayed on her breast,</br>Her eye so illum'd, and her air so bewitchy,</br>That it could be none else than the \"Improvisatrice;\"</br>Yet a rumour at first through the concourse was spread,</br>That 'twas Lesbian Sappho rose up from the dead&mdash;</br>(The fire of her glance, and her languishing bearing</br>Might serve to excuse a suggestion so daring);</br>At her entrance, she look'd on the Muse rather glum,</br>For she thought her own Erato perhaps might have come;</br>She show'd on each side of her loose-streaming hair &mdash; a</br>Profusion of brilliants in circling tiara,&mdash;</br>While many were genuine, many were paste&mdash;</br>And bows of all colours were stuck round her waist.</br>As she bent a firm step to Calliope's chair,</br>The Muse seem'd to gaze with indifferent air;</br>But remembering the sensitive make of the maid,</br>And her \"fine gold\" of genius, though sometimes allay'd,</br>She put on a smile &mdash; a bright chaplet display'd&mdash;</br>And said, \"If you wish for the garland I give,</br>That when tinsel has perish'd immortal shall live,</br>You must, in the first place, discumber your brow</br>Of the glittering crescent that spangles it now:</br>Believe me, they ne'er can together he seen&mdash;</br>And the world will allow that this fillet of green,</br>Which I freely bestow, better suits with your mien.\"</br>The damsel, subdued, took her brilliants down,</br>Replaced by the simpler Castalian crown&mdash;</br>And the critic, too honest to need that he swear it,</br>Sincerely ejaculates &mdash; long may she wear it!", "But whose is that gradual approach that we hear,</br>The motion infirm that scarce silence can stir,</br>That invalid face, worn as autumn's sear leaves,</br>That reverend figure, with length of lawn sleeves.</br>In one hand a book, in the other a staff,</br>With an eye that still shines, and with lips that still laugh.</br>Calliope sees it advance, with surprise</br>No less than with pleasure, and hastens to rise</br>And welcome the elderly lady (for such</br>It proved, though its garb with the church fitted much);</br>\"Though seldom of late to our regions you roam,\"</br>Cried the Muse, \"yet I hoped that you'd settle to come,</br>If years and ill-health did not keep you at home;</br>And I were as recreant to taste as civility,</br>If I did not thus greet her that wrote 'Sensibility.'</br>What book have you there?  Is it any thing new</br>From your own finished pencil?  allow me to view.\"</br>\"'Tis intended for you,\" with a sparkling eye</br>And a gratified smile, did the authoress reply.</br>\"A work of my own, it is true, but its date</br>Rather ancient, my 'Thoughts on the Ways of the Great:'</br>If I had not aspired to do somewhat of good,</br>I had scarce, at this age, left my cot in the wood,</br>From shining a sun, to rise here like a star</br>And brought my own coachmen and horses so far;</br>But th' occasion seem'd fair for me just to advert</br>To the life you all lead on the hill &mdash; to the hurt</br>Of your credit, no less than the general scandal&mdash;</br>E'en Phoebus himself (now don't deem me a Vandal)&mdash;</br>Yes &mdash; Phoebus himself, you'll allow me to say,</br>Though we wink'd at his youth, is still desperately gay&mdash;</br>And think how the poets his example must sway!</br>So I venture to beg you will take an occasion,</br>Upon your return, to direct conversation,</br>On the ills, from such pattern, that oft may befall,</br>And show him my book, which is meant for you all&mdash;</br>You doubt if he'll read it, I see, by your smile,</br>But, at least, he might not be displeased with the style.\"", "The lecture concluded, the good Hannah More.&mdash;</br>(Though the reader has guess'd who it was long before)&mdash;</br>Her offering presented, and bent her adieu,</br>When the Muse, who'd been thoughtful a moment or two,</br>Reverting to action, cried, \"Ne'er shall you go,</br>My excellent friend!  till a boon I bestow</br>In my turn, not e'en your acceptance beneath\"&mdash;</br>And bound her gray locks with the genuine wreath.", "A lady, with little to note in her mien,</br>Or her mode, was the next to appear on the scene;</br>She modestly sued and obtained the same favour</br>Which Calliope, bending, most graciously gave her.</br>She wore a silk vesture of sedgy green net,</br>With shell-work and pearl in rich broidery set;</br>Wreathed coral her tresses confined from the breeze;</br>And they called her \"Christina, the Maid of the Seas.\"</br>A form, clad in robings of blood-crimsoned hue,</br>Fringed with martial devices, now broke on the view.</br>She came with another, who also wore red,</br>Sprigg'd with javelins and crossbows in garniture spread;</br>Each sembled some Amazon huntress or sporter,</br>But the one was Miss Holford, the other Miss Porter.</br>They seem'd in a talk that might apathy stir,</br>But \"Wallace!\" was all that arrived at my ear.</br>The Muse eyed the dames with a favouring glance,</br>As she mark'd them at once up the area advance:</br>To this, she exclaim'd, \"Here's a garland for you!\"</br>To that &mdash; \"To your brow shall the laurel be due,</br>For even your prose is to poetry true!</br>But where is fair Anna Maria, your sister?</br>Pray, tell her, that here I have sensibly miss'd her;</br>And give her a share of this chaplet divine,</br>Which I've chosen so large with that very design.\"", "A lady whose gaze ever pointed on high,</br>Now fixes the notice of every eye;</br>Her matronly draperies that gracefully flow,</br>Shine glitteringly, shot with all hues of the bow&mdash;</br>While the silvery web that the gossamer spun,</br>Drawn over the vest, trembles bright in the sun;</br>Her gem-braided ringlets rich treasure unfold,</br>As Chilian rushes the sand-grains of gold;</br>When she came at Calliope's footstool to bend,</br>The Muse met her less as a judge than a friend.</br>\"Felicia,\" she cried, \"though so given to caprice,</br>We can none of us ever forget 'Modern Greece;'</br>And your classical lays, fraught with beauty and truth,</br>Have even restored us a 'dream of our youth.'</br>A fame such as yours reflects glory on ours,</br>And to mark some distinction I snatch'd from our bowers,</br>And wove with your garland these 'flowers &mdash; bright flowers.'\"", "A slow, weighty tread was now heard on the floor,&mdash;</br>'Twas the liveliest genius and heaviest goer,</br>That ever ascended the steep \"hard to climb,\"&mdash;</br>And gain'd a proud height tow'rd its summit sublime.</br>A pillar of clouds seem'd her frame; but a sun</br>Of brilliance her fate, bandaged round like a nun:</br>Few proofs of her claim to the entree we find,</br>It is owned, save that best, &mdash; a poetical mind:</br>Indeed, 'twill be seen that this journey in part,</br>She made with a view to her favourite art.</br>Meanwhile the Muse scrupled not to acknowledge</br>E'en her of La Trappe, and the Port-Royal College,&mdash;</br>(An erudite Hebraist, and scholar profound,</br>At home both on classic and scriptural ground;)</br>O'er the badge of the convent that circled her brow</br>A fillet she twined from the genuine bough</br>\"Oh, rich in the treasures of fancy!\" she cried,</br>\"Thus our's I confess you, and say it with pride,</br>A poet in spirit, if not in the letter,</br>But if you write rhymes you must versify better;</br>The 'Hernhutters' luckily had not your name,</br>Or I fear we had all of us redden'd with shame.\"", "Thus closing the audience, she turned to another,</br>When the votary who seldom her penchant can smother,</br>And now came determined to set at defiance</br>All court etiquette in the service of science,</br>Made a sudden attempt on Calliope's skull,</br>Who, once in her life, for a moment was dull</br>In divining the cause of attack from that quarter,</br>And prepared to admonish her insolent daughter;&mdash;</br>But was pleasingly stopp'd by a flattering apology</br>Mixed up with a learned harangue on \"Phrenology,\"</br>And assured that her head, in the strictest reality,</br>Develop'd an organ of vast \"ideality.\"", "In garment of gingham, and chapeau de paille</br>Deck'd with many a flower of the wood and the vale;</br>Her apron of check, of black worsted her hose,</br>With tippet and mittens for out-of-door clothes,&mdash;</br>Did sweet Russell Mitford trip up to the Muse;</br>You might hear, as she trotted, the nails in her shoes;</br>Yet, wond'rous to tell, where her pocket-holes gape,</br>They discover'd a slip of Italian crape;</br>And a kind of a gorget yclep'd a \"Foscari\"</br>Was clasp'd round the throat of this marvellous Mary:</br>'Twas finished with tassels all gilded and gay,</br>And seem'd, for a cottager's neck, so outre,</br>That it look'd like a present, at first, or a pillage,&mdash;</br>While the garrulous maid told a tale of \"Our Village,\"&mdash;</br>Engaging the Muse with most winning rusticity;</br>But, sudden, she doffs her straw-hat of simplicity,</br>And throws back her tresses, discovering now,</br>Not \"the peasant's bronzed cheek,\" but \"the high Dama's brow;\"</br>Her gingham disguise to the winds she has flung,</br>And the accents of tragedy dwell on her tongue;</br>All this in a moment was charmingly acted,</br>And soon as the player her part had enacted,</br>Calliope greeted her smiling and soft,</br>And said, as she held the bright chaplet aloft,</br>\"What a happy assortment of trappings you've chose,&mdash;</br>My sweet little medley of poetry and prose!</br>If some be too coarse, there are others too fine,</br>With less, I must tell you, of service than shine;</br>And your voice, on the stage, sounds a little bit hoarse,&mdash;</br>But the garland you'll take as a matter of course.\"", "A dignified personage, next, from afar</br>Came, partly by packet, and partly by car;</br>Her bearing was fitted esteem to inspire,</br>And a rich Irish poplin her sober attire;</br>Yet a gay-flowing scarf o'er her shoulder was seen</br>Of bright woven floss-work, as emerald green.</br>'Tis true that the talented Edgeworth of poetry</br>Can scarcely be reckon'd a regular votary;&mdash;</br>And yet to the auth'ress whose versatile strain</br>Can fall into numbers, can \"poetry explain,\"</br>The wreath, by the Muse, is decreed to be due,&mdash;</br>A judgment each reader will ratify too.", "But who is that figure involved in dark stuff</br>Of buckram so stiff, or of hairbind so rough;</br>With plaited black bonnet, beat down in the</br>And lining of drab that draws notice from all?</br>By a swain, from plain chariot handed, so kind,</br>Who wears a broad brim, and no buttons behind?&mdash;</br>'Tis Amelia, the newly \"convinced\" and the fair,</br>To the haunt of the Muse, who, though fain to repair</br>Without such a guard, could not trust herself there.</br>Calliope smiled at the cut of the bonnet,</br>As she thought how the wreath would look balancing on it,</br>And said to herself &mdash; \"What a marvellous change!</br>I could scarcely recall her in habit so strange:\"</br>Then thus she address'd her, in cordial voice,</br>\"Dear Opie, to see you once more I rejoice;&mdash;</br>I was almost afraid your new way was too strait</br>To allow of a turn to this festival gate;</br>But your 'friends' are less rigid, I think, than of yore;</br>For 'tis well known that Barton and two or three more,</br>Who, however, as yet, do not court notoriety,</br>Are not more of the Friends' than the Muses' society:</br>I have brought you a garland, and now must request you</br>Just to doff that grim bonnet before I invest you:\"&mdash;</br>The convert complying, reluctant display'd</br>Her neat cap of cambric strained over her head,</br>Which Calliope crown'd, and at parting she said&mdash;</br>\"Go, Amelia belov'd, new enjoyments to find,</br>But sometimes remember the scenes 'left behind.'\"", "Attired in an elegant vesture of white,</br>While with seed-pearl inwrought her fair tresses are dight,</br>The matronly Willson encounter'd publicity</br>With a graceful display of enchanting simplicity;</br>To her, and each ocher such small lady-poet;</br>To Williams and Gore, and to Conder, and Howitt;</br>To Caroline Fry, who had weather'd her doubt,</br>If she on such enterprise ought to \"turn out,\"&mdash;</br>And to many another of worthier claim,</br>Who yet would be shock'd should I mention her name,</br>The Muse gave a leaf from the chaplet of fame.", "And, ere she departed, she cried with a sigh,</br>\"Ah!  where are my favourites, Eliza and Tighe?</br>Eliza, who made of her 'Piercefield' a spot</br>That in classical memory ne'er is forgot!</br>And Tighe, who in fancy could soar from the grove to rove!</br>With immortalized 'Psyche' through aether</br>Nor, alas!  these alone, do I miss from a scene</br>Where, dwelt they in life, they had earliest been,</br>To wait on the Muse that they loved, and receive</br>The laurel-wreath worthy of Phoebus to weave;</br>Yes, &mdash; Bowdler, and Barbauld, and Taylor beside,</br>Might have swell'd the assembly, its grace and its pride,</br>Had our festival fallen on earlier tide!\"", "But she loiter'd not long, for the day was nigh done,</br>And she'd fix'd to go back in the car of the Sun;</br>Which the maids used to reckon the family coach,</br>Till Phaeton the rash &mdash; to his father's reproach,</br>No less than his own ignominious undoing,&mdash;</br>Drove its fiery wheel in disasterous ruin</br>So madly o'er heaven, that the god sore repented</br>He had e'er to the fatal entreaty consented,</br>And has trusted his chariot since to no guiding</br>But his own; even when there's no other to ride in;</br>Yet sometimes indulgent, still, one of the Nine,</br>As now, he'll take up in his progress divine:</br>Himself, as he turn'd tow'rd the west, o'er the pile,</br>And the train that retired shed a fostering smile:&mdash;", "So we finish with smiles, as with smiles we begun</br>The ephemeral course that our ditty has run;</br>An innocent critic that smiles all the way,</br>Never harsh in its strictures, though harmlessly gay;</br>And pleased that our task is accomplish'd, we view</br>Its close with a smile, while the reader smiles too.</br>"]