["Hark!  hear a solemn strain</br>Of swelling harmony</br>Glide o'er the billows of the main:</br>The rude winds lie</br>Hush'd on the beds, and hold their breaths to hear,</br>And now, and now, the pealing sounds draw near.</br>I err, or sure from Cambria's shore,</br>Nurse of Bards in time of yore,</br>Where once, with more than mortal fire,</br>\"Mighty Mador smote the lyre,\"</br>The strains descend &mdash; but no, no more</br>Shall harmony unfold her store.</br>\"Cadwallo's tongue is cold and dead,\"</br>And Urien sleeps on his eternal bed.</br>\"Silent is Hoel's harp, Lewellyn's lay,\"</br>Vocal no more since Cambria's fatal day.", "What vision rises from the deep!</br>A hoary sage I see:</br>'Tis he, the Bard, 'tis he,</br>Who, erst, in plaintive strains, his country's woes did weep.</br>Upon the swelling billows born,</br>In robes by antient Minstrells worn,</br>Twixt Cambria's shore, and Ullin's plain,</br>In the mid-sea he rides the main.</br>High his port, and on his head,</br>An hundred winters snows are shed.</br>He comes to 'wake his custom'd strain,</br>And sing his country's woes again.</br>He sweeps his strings &mdash; immortal ears</br>Might listen from their native spheres.", "\"Sons of Mona &mdash; Bards arise,</br>Ascend, shake slumber from your eyes.</br>I call'd you once to weave the woof</br>Of Edward's fate, now firm, and proof;</br>I call you now, with joy to trace</br>A soul born to renew his race.</br>A Prince of Wales indeed is he,</br>A Prince &mdash; I read his destiny,&mdash;</br>Whose virtues shall attone the Crimes</br>Of Edward's race, to future times;</br>A Prince of Wales to you restored</br>Unlike your first Carnarvon Lord</br>Sprung from that scourge of angry Heaven;</br>Your conquering Lord in triumph giv'n;", "\"Say who deserves the Crown to wear?</br>Not he, of wild ambition heir,</br>Son of a ruthless bloody King,</br>Whose praises vultures only sing,</br>For many a feast of heroes slain</br>On Snowdons hills or Lochlin's Plain.</br>Not he, who snatches immature</br>The Sceptre, with a hand impure!</br>Who curses lingring times delay,</br>And plucks the long-wish'd Crown away,</br>While yet a father's quiv'ring breath</br>Hangs on his lips, ere cold in death.</br>Not he, who for himself alone,</br>By force or fraud ascends the Throne,</br>And trampling o'er his people's heads,</br>A band of servile courtiers leads;</br>A son of faction, party, power,</br>Too soon confess'd, in evil hour;", "\"He, he, who can the crown despise</br>Is worthy to the Throne to rise;</br>Who mourns the sad necessity</br>That raises him to high degree;</br>Who calm in faction's wild debate,</br>Nor ev'n, from youthful pride elate,</br>Curtail'd of right, and robb'd of pow'r,</br>A pageant for the idle hour,</br>Still deprecates the fatal day,</br>The warmth of friends, and factions sway.</br>Best omen this of future worth,</br>To nations, yet unborn, held forth;\"", "Mona to Snowdon sent the strain;</br>It pass'd o'er Arvon's shore,</br>Soft winds the accents bore,</br>And huge Plinlimmon's caves re-ecchoed it again.</br>Each sleeping Bard soon caught his prophets fire,</br>Again restor'd to vital breath</br>Started from Death,</br>And snatch'd his slumbring lyre.</br>See them from the hills descend,</br>Rising from the blood-stain'd plain;</br>See them all, their aspects bend</br>Towards their prophet on the main.</br>See IERNE'S shores too whiten;</br>Slow descending Bards I see;</br>E'en now their eyes with gladness brighten,</br>While their concord harps agree.", "Chord warblings, hark!  I hear</br>Mixt strains in swarms assail my ear;</br>Responsive notes from Ullins plain</br>Echo the numbers back again.</br>Her Bards resound the glorious theme;</br>Her hills, her dales,</br>Her rocks, her vales,</br>Have caught the holy flame.</br>See from their dark recesses move</br>The white rob'd Druids of the grove,</br>Descending slow upon the shore,</br>Faint echos last responses they restore.</br>Ierne's sons &mdash; arise, they cry;</br>Attune your silent lyre,</br>Nor let e'en Cambria's Bards aspire</br>With thine to vie.</br>Ierne parent of the song,</br>Ere war, thy glades among,</br>Wide spreading, forc'd the holy seer to fly.", "Thou Land of Saints of Soldiers late</br>Wilt thou not swell the choral lay,</br>Wilt thou not join to celebrate</br>A Prince, a Hero's natal day?</br>That hero thine adopted King,</br>Lord of thy choice, and thine alone;</br>The first whose pow'r from choice did spring,</br>Will old Ierne's Sons disown?</br>No &mdash; Albion Cambria raise your voice</br>Your firm and loyal hearts declare,</br>Ierne's Sons shall still rejoice,</br>Her Prince, her GEORGE'S praise to hear;</br>And tho' her Bards in sacred glades</br>No more to echo teach the song,</br>Yet peaceful swains, and gentle maids,</br>Shall still the favourite theme prolong.", "Nor ever let th' auspicious day</br>That gave this Prince this Hero birth,</br>Pass, without one immortal lay,</br>To sound the theme to all the earth.</br>Ierne's, Albion's, Cambria's shore,</br>Shall boast their happiness in store;</br>Severn and Shannon now shall join,</br>One object shall all minds combine;</br>Ierne's Prince, not Cambria's now,</br>For first we claim the plighted vow.</br>For now his mind stands first confess'd,</br>With ev'ry royal virtue bless'd,</br>Try'd on a late important hour,</br>Above the common strife for pow'r.</br>And when the Sire, restor'd so late,</br>Must yield to the decrees of fate,</br>Worthy to fill a virtuous Throne,</br>And make that people's hearts their own.", "Join then ye Bards, your vocal pow'rs display;</br>And let one glowing strain,</br>Ascend the starry plain,</br>And to Heaven's Portal the glad Song convey.</br>Hear it &mdash; ye tawny sons  of Africk's Sands;</br>Hear it &mdash; ye feather'd Chiefs of India's Bands</br>Great GEORGE was born your fetter'd limbs to free,</br>And break the Bonds of your captivity.</br>Nor, Britons, now your Arthur more bewail,</br>But hail this godlike youth, this genuine Briton hail!</br>"]