["Spirit of Gama!  round the Stormy Cape,</br>Bestriding the rude whirlwind as thy steed,</br>The thunder-cloud thy car, thy spectre shape</br>Gigantic; who upon the gale dost feed,</br>And drink the water-spout, &mdash; thy shroud the skies;</br>Thy sport, the south and vast Atlantic Sea;</br>Thine eye, the lightning's flash:  awake!  arise!</br>From out the deep, in dread and awful sov'reignty!", "Now hast thou risen!  By heaven it is a sight</br>Most godlike, grand, and glorious to behold;</br>Three elements contend; and fierce in fight</br>As those who warr'd with mighty Jove of old.</br>Oh, God!  if any doubt thy being, or rate,</br>With vain and impious mind, at nought thy power,</br>So may it be such daring sceptic's fate,</br>To pass \"The Cape of Storms\" when angry tempests lower.", "Dost note the gathering clouds, as on through heaven</br>They speed their midway flight, 'twixt sea and skies;</br>Like to the first-born by the Archangel driven</br>On earth, with flaming sword, from Paradise?</br>&mdash;Dost mark the spirit-stirring of the deep,</br>As onward sweeps the stormy hurricane,</br>Rous'd, like a roaring lion, from his sleep,</br>That wildly stares around, and shakes his shaggy mane?", "Nor doth he wake in vain.  From his abode,</br>Hath Ocean risen in terrible array;</br>Magnificent, as when the voice of God</br>Call'd forth the world from chaos into day!</br>'Tis night, &mdash; and now the tempest-shrouded bark,</br>With surge-lash'd crest, upborne aloft doth ride</br>Upon the heaving billows, vast and dark,</br>And braves, as did the Patriarch's ark, the whelming tide.", "O God!  it is a fearful sight!  and all around</br>Is dismal, drear, and dark &mdash; both near and far&mdash;</br>Save when, to make the darkness more profound</br>And visible, some pale and twinkling star</br>Peeps, for an instant, forth, and then, as 'twere</br>In fear, recedes; &mdash; or the phosphoric dash</br>Of wild, long sweeping waves, with horrid glare,</br>Lights up the dread abyss, and shines along the splash.", "And waste of waters, like to the \"pale horse,\"</br>Whom Death shall ride upon that awful day,</br>When sun, and moon, and stars, have run their course,</br>The world, and time itself, be swept away!</br>&mdash;And now the waning moon would fain forth shine,</br>And through the heavens pursue her wonted track:</br>But three wild warring elements combine</br>At once in unison, and drive her rudely back!", "Didst hear that crash, &mdash; tremendous as the roar</br>Which burst on Sinai's summit, touching heaven,</br>When by the Lord, on that all-sacred shore,</br>To man in thunder were his mandates given?</br>Didst mark of that destructive element,</br>\"Promethean\" named, the fork'd and lurid light,</br>With vivid flash, from heaven directly sent,</br>Like the lit flame which struck the apostate Saul in night?", "Hark to the rending of the storm-split sail,</br>And mark the reed-like quivering of the mast;</br>List!  list ye to the howling of the gale,</br>Dreadful as the Archangel's trump its blast!</br>On such a night, the twelve Disciples cried</br>In fear, and roused the Saviour from his sleep!</br>Jesus arose, the elements to chide;</br>\"Silence, ye angry winds!  and peace, thou troubled deep!\"", "So spake the Son of God!  and thus allay'd</br>The storm which howl'd upon the Assyrian shore.</br>Prompt at his call, the tempest's rage obey'd,</br>The winds were hush'd, the waters ceased to roar!</br>&mdash;When Royal Canute once, with scepter'd hand,</br>And robed in pride of earthly majesty</br>Forbade the sea to dare to lave the land,</br>The wild waves rose in sport, and roll'd all heedless by!", "Jehovah!  What is man compared to thee?</br>Or son of man, in mockery of sense,</br>That he should dare assume the Deity?</br>Oh, man!  would'st learn to know thy impotence,</br>Thy littleness and inferiority?</br>Come, hie thee to these regions of the storm,</br>Behold the face of God upon the sea,</br>And worship in the gale his dread Almighty form!", "But see the darkling spirit of the night,</br>That brooding safe upon the wat'ry plain,</br>Flies at the approach of thee, etherial light!</br>Awaking now the universe again!</br>The sea-boy wet, rude nursling of the blast,</br>Whose sleep was cradled in the dashing spray,</br>And rock'd upon \"the high and giddy mast,\"</br>Regardless of the storm, unseals his eyes with day.", "Ye who would further seek to know of light,</br>Go, read it as recorded in the page</br>Of that immortal bard, bereft of sight</br>Himself, &mdash; the godlike Homer of his age!</br>Oh!  for one spark of that celestial flame,</br>That inspiration, once to Milton given,</br>Which lit his way to never-dying fame,</br>The fire, the pomp, and prodigality of Heaven!", "In dread magnificence the lurid sun</br>Now pierces through the tempest-troubled sky,</br>And drives the thunder-clouds dark rolling on&mdash;</br>As Satan and his rebel tribe were seen to fly</br>Before the red right arm of God! &mdash; No streaks</br>Of orient purple tinge announce his rise;</br>In solitary splendour he awakes,</br>And seizes, as by storm, at once on all the skies!", "Didst mark the whale that dash'd along the deep?</br>Hugest of all the ocean-born that roam</br>Like that Leviathan, whom once, asleep,</br>The mariner, (as on through \"Norway's foam\"</br>He steer'd his rude and shatter'd skiff,) at night,</br>Mistook for land, so vast and still he seem'd,</br>And anchor'd thus, &mdash; then rose in wild affright,</br>When morning's dawn upon the mighty monster beam'd!", "Again he comes!  gigantic as the beast</br>Of old, that God in mercy sent to save</br>The prophet Jonah from the foamy yeast</br>Of waves &mdash; his else unknell'd, unshrouded grave!</br>Three days and nights the slimy monster sped</br>His wat'ry way, as thus the \"chosen of God\" he bore,</br>By \"raging floods\" and \"seas uncompassed,\"</br>Then cast him all unscathed upon the Syrian shore.", "Hark to the sea-mew's wild and piercing shrieks,</br>As round the strong-ribb'd bark they hover nigh!</br>Now o'er the wave's white foam they skim their beaks,</br>Now far away they speed, and seek the sky.</br>&mdash;But mark the might and majesty of motion</br>Of him who sweeps, cloud-cleaving, from the height</br>Of heaven, &mdash; it is the Condor of the ocean,</br>So nobly doth he soar aloft, so bold his flight!", "The aspirations of this bird arise</br>Above those eagles, that are seen afar</br>O'er Chimborazo, loftiest in the skies</br>Of Andes &mdash; \"giant of the western star!\"</br>From mountain on to mountain let them urge</br>Their narrower flight, and habitations change:</br>His resting-place the South Pacific surge,</br>All heaven his eyrie, and immensity his range!", "Against the conquest-crown'd Dictator's sway</br>From Sardis, when the noble Cassius drew</br>His legions forth, to battle's stem array&mdash;</br>E'en such a bird it was, that hovering flew</br>Upon his \"former ensign,\" &mdash; then would feed</br>From out the soldiers' hands, and flapping fly</br>His broad-extended wings, that seem'd to lead</br>The embattled Romans on to certain victory!", "But at Philippi sought &mdash; he then was gone;</br>And vultures, crows, and kites were seen instead!</br>For those whom hope of conquest had flush'd on,</br>Now vanquish'd lay &mdash; the dying and the dead!</br>'Twas such a bird, all wild and young that rose</br>When Swedish Charles, with \"soul of fire,\" went forth,</br>And \"frame of adamant,\" mid polar snows,</br>To plant his standard, on the steeple of the north.", "But, when the fickle fortune of the war,</br>As hist'ry tells, on dread Pultowa's day,</br>Forsook the warrior-king and woo'd the Czar,</br>The bird had wing'd his eagle-flight away!</br>On daring pinion borne &mdash; 'twas such that o'er</br>The modern Hannibal, was seen to fly</br>Above St. Bernard's Alpine snows, to soar</br>To France' proud temple, and unutterably high!", "There were who said o'er Lybia's and waste,</br>And chief the Pyramids' dim solitude,</br>The self-same bird his flight had boldly traced,</br>And once before on Lodi's Bridge been view'd&mdash;</br>To sweep Marengo's field he left the Alps:</br>A laurel wreath inscrib'd, he wav'd on high;</br>Then gain'd with nobler speed their snowy scalps,</br>The wreath enroll'd, \"NAPOLEON AND VICTORY.\"", "By Danube's darkly-rolling tide and o'er</br>The field of Austerlitz on Eylau's plain,</br>At Friedland, Jena, Berlin, Ulm, once more</br>All splendid did he re-appear again!</br>On Moscow's conflagration, &mdash; where the sun</br>Turn'd ghastly pale, and sicken'd at the sight,</br>The Eagle saw his race of glory run,</br>He tried in vain to soar &mdash; then shriek'd and sunk in night!", "Oh haste!  and look upon yon glorious zone,</br>The bow of God, which girdles half the sky,</br>The heavenly arch, by the Almighty thrown</br>In vast and infinite variety</br>Of tints most beautiful &mdash; th' Immortal's span,</br>To mortal sight display'd in times of yore,</br>The great Creator's covenant  with man,</br>That whelming waters should o'er land prevail no more!", "Thou pledge redeemed of the Deity</br>To man below in consolation sent!</br>Thou fairest, brightest vision of the sky!</br>I hail thee!  dolphin of the firmament!</br>For each succeeding varied change imbues</br>Thee with a magic colour, that doth shine</br>More splendid than before &mdash; till all thy hues</br>Proclaim thee God at once, like Him thy form divine!", "And, if on earth thy beauty be extreme,</br>When view'd o'er mountain-height, or level plain;</br>Far lovelier, far, thy variegated beam,</br>Expanded o'er the surface of the main!</br>With either horizon thy resting-place,</br>Thou mak'st the sea the mirror of thy light;</br>The ocean back reflects thy radiant face,</br>Like lovers each beloved &mdash; both gazing with delight.", "Jehovah!  with thy name commenced my strain;</br>Jehovah!  with thy name it shall conclude:</br>By those alone who track the dark-blue main,</br>The grandest of thy wondrous works are view'd!</br>I envy not the man whose inward fire</br>Of soul expands not, riding o'er the deep&mdash;</br>Whose mental aspirations soar not higher,</br>With the wild waves, ere night behold him laid in sleep.", "For me!  whatever dangers yet may lower</br>Upon my life, or errors be my fate;</br>So shall it soothe me in my latest hour,</br>That once, at least, I tried to celebrate</br>Thy praise, and in thy temple of the sea&mdash;</br>Its canopy, the clear and cloudless sky&mdash;</br>That thus I struck the lyre and bent the knee,</br>O God!  in homage to thy pow'r and majesty!", "I've little left that makes it worth my while</br>To live &mdash; my mind, perchance, at times benighted;</br>In scorn, than merriment, I'd rather smile;</br>My heart is sear'd, my best affections blighted!</br>And be it so &mdash; yet haply, if I dare</br>Uplift a suppliant's voice to heav'n, 'twould be,</br>That God in mercy might accord my prayer,</br>To die a hero's death, in planting Freedom's tree.", "I little reck what soil it be upon,</br>So Danger lead, and point to Glory's star;</br>In fighting on the plains of Marathon&mdash;</br>Or 'neath thy banners, noble Bolivar!</br>For, since young Freedom's standard is unfurl'd,</br>On Athos' crags and Pernambuco's shore,</br>Alike to me, the east or western world,</br>So that my soul escape amid the battle's roar.", "When life from all its charms is disallied,</br>When callous gloom succeeds to cherish'd hope;</br>'Twere nobler far to fall by Freedom's side,</br>Than thus to live a moody misanthrope,</br>Or die a heartless suicide; since life</br>Hath ceased to please, what higher aim to me</br>Remains, than in the rapture  of the strife,</br>To breathe my last upon thine altar, Liberty.", "But \"circumstance\" is aye one's blight and curse:</br>It mars our best and brightest hopes &mdash; since, then,</br>It may not be my lot to spur my horse</br>In Freedom's ranks, and aid my fellow-men,</br>(Embattled in her sacred cause,) in rending</br>A tyrant's chains &mdash; a bigot's iron crown&mdash;</br>The Patriot's and the Martyr's laurel blending,</br>And dying strike some Selim or Pizarro down:", "Methinks the grandest boon to be bestow'd</br>By Heav'n on man &mdash; the shortest, best relief</br>From all his mortal sufferings, and load</br>Which life entails of misery and grief&mdash;</br>The termination of his woes, might be,</br>As now he braves the billows of the Cape,</br>To grapple with grim Death upon the sea,</br>The whirlwind for its courser, and the storm its shape.", "So might the bark become his coffin's shell!</br>The murky cloud enshroud him as his pall&mdash;</br>The roar of distant thunder ring his knell&mdash;</br>The lightning's flash illume his funeral!</br>His winding-sheet the wild, white, curling wave,&mdash;</br>The rolling billow, as his bier be lent&mdash;</br>The rain his tears, &mdash; the ocean for his grave,</br>The Cape of Storms itself his mighty monument!</br>"]