["THENOT.  COLIN.", "Colin, my Dear, when shall it please thee sing,</br>As thou wert wont, Songs of some Jouisance</br>Thy Muse too long slumbereth in sorrowing,</br>Lulled asleep through Love's misgovernance.</br>Now somewhat sing, whose endless Sovenance</br>Emong the Shepherds Swains may aye remain;</br>Whether thee list thy loved Lass advance,</br>Or honour Pan with Hymns of higher Vein.", "COLIN.</br>Thenot, now nis the time of Merry-make,</br>Nor Pan to herie, nor with Love to play;</br>Sike Mirth in May is meetest for to make,</br>Or Summer Shade, under the cocked Hay.</br>But now sad Winter welked hath the Day,</br>And Phoebus weary of his yearly Task,</br>Ystablisht hath his Steeds in lowly lay,</br>And taken up his Inn in Fishes Hask,</br>Thilk sullen Season sadder Plight doth ask,</br>And loatheth sike Delights, as thou doost praise:</br>The mournful Muse in Mirth now list ne mask,</br>As she was wont in Youngth and Summer-days.</br>But if thou algate lust light Virelays,</br>And looser Songs of Love to underfong</br>Who but thy self deserves sike Poet's Praise?</br>Relieve thy Oaten Pipes, that sleepen long.", "THENOT.</br>The Nightingale is Sovereign of Song,</br>Before him fits the Titmouse silent be:</br>And I, unfit to thrust in skilful Throng,</br>Should Colin make judge of my foolery?</br>Nay, better learn of hem that learned be,</br>And han been watred at the Muses Well:</br>The kindly Dew drops from the higher Tree,</br>And wets the little Plants that lowly dwell.</br>But if sad Winter's Wrath, and Season chill,</br>Accord not with thy Muse's Merriment;</br>To sadder times thou maist attune thy Quill,</br>And sing of Sorrow and Death's Dreriment,</br>For dead is Dido, dead alas and drent!</br>Dido, the great Shepherd his Daughter sheen:</br>The fairest May she was that ever went,</br>Her like she has not left behind I ween.</br>And if thou wilt bewail my woeful Teen,</br>I shall thee give yond Cosset for thy pain:</br>And if thy Rimes as round and rueful been,</br>As those that did thy Rosalind complain,</br>Much greater Gifts for Guerdon thou shalt gain,</br>Than Kid or Cosset, which I thee benempt;</br>Then up I say, thou jolly Shepherd Swain,</br>Let not my small Demand be so contempt.", "COLIN.</br>Thenot, to that I chose, thou dost me tempt,</br>But ah!  too well I wote my humble vein,</br>And how my Rimes been rugged and unkempt:</br>Yet as I con, my Cunning I will strain.", "Up then Melpomene, the mournfulst Muse of nine,</br>Such cause of mourning never hadst afore;</br>Up grisly Ghosts, and up my ruful Rime,</br>Matter of Mirth now shalt thou have no more:</br>For dead she is, that Mirth thee made of yore,</br>Dido my Dear, alas, is dead,</br>Dead, and lieth wrapt in Lead:</br>O heavy Herse!</br>Let streaming Tears be poured out in store:</br>O careful Verse!", "Shepherds, that by your Flocks on Kentish Downs abide,</br>Wail ye this woful Waste of Nature's Wark:</br>Wail we the Wight, whose Presence was our Pride;</br>Wail we the Wight, whose Absence is our Cark.</br>The Sun of all the World is dim and dark;</br>The Earth now wants her wonted light,</br>And all we dwell in deadly Night;</br>O heavy Herse!</br>Break we our Pipes, that shrill'd as loud as Lark:</br>O careful Verse!", "Why do we longer live, (ah why live we so long?)</br>Whose better Days Death hath shut up in Woe?</br>The fairest Flower our Girlond all among,</br>Is faded quite, and into Dust ygo;</br>Sing now ye Shepherd's Daughters, sing no mo</br>The Songs that Colin made you in her praise,</br>But into Weeping turn your wanton Lays.</br>O heavy Herse!</br>Now is time to die:  Nay, time was long ygo.</br>O careful Verse!", "Whence is it, that the Flowret of the Field doth fade,</br>And lieth buried long in Winter's Bale?</br>Yet soon as Spring his Mantle hath displayde,</br>It flowreth fresh, as it should never fail.</br>But thing on Earth that is of most avail,</br>As Vertue's Branch and Beauty's Bud,</br>Reliven not for any good.</br>O heavy Herse!</br>The Branch once dead, the Bud eke needs must quail:</br>O careful Verse!", "She while she was, (that was a woful Word to sain)</br>For Beauty's Praise and Pleasance had no Peer:</br>So well she couth the Shepherds entertain</br>With Cakes and Cracknels, and such Country Cheer.</br>Ne would she scorn the simple Shepherd's Swain;</br>For she would call him often heam,</br>And give him Curds and clouted Cream.</br>O heavy Herse!</br>Als Colin Clout she would not once disdain:</br>O careful Verse!", "But now sike happy Cheer is turn'd to heavy Chaunce,</br>Such Pleasance now displac'd by Dolor's dint:</br>All Musick sleeps, where Death doth lead the Daunce,</br>And Shepherds wonted Solace is extinct.</br>The blue in black, the green in gray is tinct:</br>The gaudy Girlonds deck her Grave,</br>The faded Flowers her Corse embrave.</br>O heavy Herse!</br>Mourn now my Muse, now mourn with Tears besprint:</br>O careful Verse!", "O thou great Shepherd Lobbin, how great is thy Grief,</br>Where bin the Nosegays that she dight for thee?</br>The coloured Chaplets wrought with a chief,</br>The knotted Rush-rings, and gilt Rosemaree?</br>For she deemed nothing too dear for thee.</br>Ah, they been all yclad in Clay,</br>One bitter Blast blew all away.</br>O heavy Herse!</br>Thereof nought remains but the Memoree:</br>O careful Verse!", "Ay me that dreery Death should strike so mortal Stroke,</br>That can undo Dame Nature's kindly Course:</br>The faded Locks fall from the lofty Oke,</br>The Flouds do gasp, for dried is their Source,</br>And Flouds of Tears flow in their stead perforce.</br>The mantled Meadows mourn,</br>Their sundry Colours tourn:</br>O heavy Herse!</br>The Heavens do melt in Tears without remorse:</br>O careful Verse!", "The feeble Flocks in Field refuse their former Food,</br>And hang their Heads, as they would learn to weep:</br>The Beasts in Forest wail as they were wood,</br>Except the Wolves, that chase the wandring Sheep,</br>Now she is gone, that safely did hem keep.</br>The Turtle on the bared Branch,</br>Laments the Wound, that Death did lanch.</br>O heavy Herse!</br>And Philomel her Song with Tears doth steep:</br>O careful Verse!", "The Water Nymphs, that wont with her to sing and dance,</br>And for her Girlond Olive Branches bear,</br>Now baleful Boughs of Cypress done advance:</br>The Muses that were wont green Bays to wear,</br>How bringen bitter Elder Branches sere:</br>The fatal Sisters eke repent,</br>Her vital Threed so soon was spent.</br>O heavy Herse!</br>Mourn now my Muse, now mourn with heavy Chear:</br>O careful Verse!", "O trustless State of earthly things, and slipper Hope</br>Of mortal Men, that swink and sweat for nought,</br>And shooting wide, do miss the marked Scope:</br>Now have I learn'd (a Lesson dearly bought)</br>That nis on Earth assurance to be sought:</br>For what might be in earthly Mould;</br>That did her buried Body hold;</br>O heavy Herse!</br>Yet saw I on the Beere when it was brought:</br>O careful Verse!", "But maugre Death, and dreaded Sisters deadly spight:</br>And Gates of Hell, and fiery Furies force;</br>She hath the Bonds broke of eternal Night,</br>Her Soul unbodied of the burdenous Corse.</br>Why then weeps Lobbin so without remorse?</br>O Lobb, thy Loss no longer lament;</br>Dido nis dead, but into Heaven hent:</br>O happy Herse!</br>Cease now my Muse, now cease thy Sorrow's sourse,</br>O joyful Verse!", "Why wail we then?  why weary we the Gods with Plaints,</br>As if some Evil were to her betight?</br>She reigns a Goddess now emong the Saints,</br>That whylom was the Saint of Shepherds light;</br>And is enstalled now in Heavens hight.</br>I see the blessed soul, I see,</br>Walk in Elysian Fields so free.</br>O happy Herse!</br>Might I once come to thee (O that I might!)</br>O joyful Verse!", "Unwise and wretched Men to weet what's Good or Ill,</br>We deem of Death as doom of ill Desert:</br>But knew we, Fools, what it us brings until,</br>Die would we daily, once it to expert:</br>No Danger there the Shepherd can assert;</br>Fair Fields and pleasant Layes there been;</br>The Fields aye fresh, the Grass aye green:</br>O happy Herse!</br>Cease now my Song, my Woe now wasted is,</br>O joyful Verse!", "Dido is gone afore (whose turn shall be the next?)</br>There lives she with the blessed Gods in Bliss;</br>There drinks she Nectar with Ambrosia mixt,</br>And Joys enjoys, that mortal Men do miss.</br>The Honour now of highest Gods she is,</br>That whylom was poor Shepherds Pride,</br>While here on Earth she did abide:</br>O happy Herse!</br>Cease now my Song, my Woe now wasted is:</br>O joyful Verse!", "THENOT.</br>Aye frank Shepherd, how been thy Verses meint</br>With doleful Pleasance, so as I ne wot,</br>Whether rejoyce or weep for great constraint?</br>Thine be the Cosset, well hast thou it got.</br>Up Colin up, ynough thou mourned hast:</br>Now 'gins to mizzle, hie we homeward fast.", "COLIN'S EMBLEM.</br>La mort ny mord.</br>"]