["Bold is the Muse to leave her humble Cell,</br>And sing to Thee, who know'st to sing so well:</br>Thou who to Britain still preserv'st the Crown,</br>And mak'st her Rival Athens in Renown.</br>Cou'd Sophocles behold in mournful State,</br>The weeping Graces on Imoinda wait;</br>Or hear thy Isabella's moving Moan,</br>Distress'd, and lost, for Vices not her own;</br>If Envy cou'd permit, he'd sure agree</br>To write by Nature were to Copy thee:</br>So full, so fair thy Images are shown,</br>He by Thy Pencil might improve his own.", "There was an Age, (its Memory will last!)</br>Before Italian Airs debauch'd our Taste,</br>In which the Sable Muse with Hopes and Fears,</br>Fill'd every Breast, and ev'ry Eye with Tears.</br>But where's that Art, which all our Passions rais'd,</br>And mov'd the Springs of Nature as it pleas'd?</br>Our Poets only practise on the Pit,</br>With florid Lines, and trifling Turns of Wit.</br>Howe'er 'tis well the present Times can boast,</br>The Race of CHARLES'S Reign not wholly lost.</br>Thy Scenes, immortal in their Worth, shall stand</br>Among the chosen Classics of our Land:</br>And whilst our Sons are by Tradition taught,</br>How Barry spoke what Thou and Otway wrote,</br>They'll think it Praise to relish, and repeat,</br>And own Thy Works inimitably great.", "Shakespear the Genius of our Isle, whose Mind,</br>(The universal Mirror of Mankind)</br>Express'd all Images, enrich'd the Stage,</br>But sometimes stoop'd to please a barb'rous Age,</br>When his immortal Bays began to grow,</br>Rude was the Language, and the Humour low.</br>He, like the God of Day, was always bright,</br>But rolling in its Course, his Orb of Light</br>Was sully'd, and obscur'd, tho' soaring high,</br>With Spots contracted from the nether Sky.</br>But whither is th' advent'rous Muse betray'd?</br>Forgive her Rashness, venerable Shade!</br>May Spring with Purple Flow'rs perfume thy Urn,</br>And Avon with his Greens thy Grave adorn:</br>Be all thy Faults, whatever Faults there be,</br>Imputed to the Times, and not to thee.", "Some Cyons shot from this immortal Root,</br>Their Tops much lower, and less fair the Fruit.</br>Johnson, the Tribute of my Verse might claim,</br>Had he not strove to blemish Shakespear's Name.</br>But, like the radiant Twins that gild the Sphere,</br>Fletcher and Beaumont next in Pomp appear:</br>The first a fruitful Vine, in bloomy Pride,</br>Had been by Superfluity destroy'd;</br>But that his Friend, judiciously severe,</br>Prun'd the luxuriant Boughs with artful Care:</br>On various sounding Harps the Muses play'd,</br>And sung, and quaff'd their Nectar in the Shade.", "Few Moderns in the Lists with these may stand,</br>For in those Days were Giants in the Land:</br>Suffice it now by Lineal Right to claim,</br>And bow with Filial Awe to Shakespear's Fame;</br>The second Honours are a glorious Name.</br>Achilles dead, they found no equal Lord,</br>To wear his Armour, and to wield his Sword.", "An Age most odious and accurs'd ensu'd,</br>Discolour'd with a Pious Monarch's Blood:</br>Whose Fall when first the tragick Virgin saw,</br>She fled, and left her Province to the Law.</br>Her merry Sister still persu'd the Game,</br>Her Garb was alter'd, but her Gifts the same.</br>She first reform'd the Muscles of her Face,</br>And learnt the solemn Scrue, for Signs of Grace;</br>Then Circumcis'd her Locks, and form'd her Tone,</br>By humming to a Tabor, and a Drone:</br>Her Eyes She disciplin'd precisely Right,</br>Both when to wink, and how to turn the White;</br>Thus banish'd from the Stage, She gravely next</br>Assum'd a Cloak, and quibbled o'er a Text.", "But when by Miracles of Mercy shown,</br>Much-suff'ring Charles regain'd his Father's Throne;</br>When Peace and Plenty overflow'd the Land,</br>She strait pull'd off her Sattin Cap, and Band:</br>Bade Wycherly be Bold in her Defence,</br>With pointed Wit, and Energy of Sense:</br>Etherege and Sidley join'd him in her Cause,</br>And all deserv'd, and all receiv'd Applause.</br>Restor'd with less Success, the Tragic Muse,</br>Had quite forgot her Stile by long Disuse:</br>She taught her Maximins to rant in Rhime,</br>Mistaking ratling Nonsense for sublime;</br>'Till witty Buckingham reform'd her Taste,</br>And sneering sham'd her into Sense at last.</br>But now relaps'd, she dwindles to a Song,</br>And weakly warbles on an Eunuch's Tongue;</br>And with her Minstrelsie may still remain,</br>'Till Southerne court her to be great again.</br>Perhaps the Beauties of thy Spartan Dame,</br>Who (long defrauded of the Publick Fame)</br>Shall, with Superior Majesty avow'd,</br>Shine like a Goddess breaking from a Cloud,</br>Once more may reinstate Her on the Stage,</br>Her Action graceful, and Divine her Rage.", "Arts have their Empires, and, like other States,</br>Their Rise and Fall are govern'd by the Fates.</br>They, when their Period's measur'd out by Time,</br>Transplant their Laurels to another Clime.</br>The Grecian Muse once fill'd with loud Alarms,</br>The Court of Heav'n, and clad the Gods in Arms:</br>The Trumpet silent, humbly she essay'd</br>The Doric Reed, and sung beneath the Shade;</br>Extoll'd a frugal Life, and taught the Swains</br>T' observe the Seasons, and manure the Plains:</br>Sometimes on flow'ry Beds she lay supine,</br>And gave her Thoughts a Loose to Love and Wine;</br>Or in her sable Stole, and Buskins dress'd,</br>Shew'd Vice enthron'd, and virtuous Kings oppress'd.", "The Nymph still fair, however past her Bloom,</br>From Greece at length was led in Chains to Rome:</br>Whilst Wars abroad, and civil Discord reign'd,</br>Silent the beauteous Captive long remain'd:</br>That Interval employ'd her sacred Care,</br>To Study, and refine the Language there.</br>But when Octavius, thy successful Sword</br>Was sheath'd, and universal Peace restor'd;</br>Thy Virgil's Brow with Grecian Palms she drest,</br>And all the Majesty of Verse confest:</br>But when the Bard had fix'd his Caesar's Throne,</br>And both resign'd the Laurels they had won;</br>No gen'rous Cares declining Rome employ'd,</br>Her Muses sicken'd, as her Empire dy'd.", "Now from the rugged North unnumber'd Swarms</br>Invade the Latian Coasts with barb'rous Arms;</br>A Race unpolish'd, but inur'd to Toil,</br>Rough as their Heav'n, and barren as their Soil:</br>These Locusts ev'ry springing Art destroy'd,</br>And soft Humanity before 'em dy'd.</br>Picture no more maintain'd the doubtful Strife</br>With Nature's Scenes, nor gave the Canvas Life:</br>Nor Sculpture exercis'd her Skill, beneath</br>Her forming Hand to make the Marble breathe;</br>Struck with Despair, they stood devoid of Thought,</br>Less lively than the Works themselves had wrought.</br>On those Twin-Sisters such Disasters came,</br>Tho' Colours and Proportions are the same</br>In ev'ry Age, and Clime; their Beauties known</br>To ev'ry Language, and confin'd to none.</br>But Fate less Freedom to the Muse affords,</br>And checks her Genius with the Choice of Words:</br>To paint her Thoughts the Diction must be found</br>Of easy Grandeur, and harmonious Sound.</br>Thus when she rais'd her Voice divinely great,</br>To sing the Founder of the Roman State;</br>The Language was adapted to the Song;</br>Sweet and sublime, with native Beauty strong.</br>But when the Goths insulting Troops appear'd,</br>Such Dissonance the trembling Virgin hear'd,</br>Chang'd to a Swan, from Tyber's troubled Streams</br>She wing'd her Flight, and sought the silver Thames.", "Long in the melancholy Grove she stay'd,</br>And taught the pensive Druids in the Shade;</br>In solemn and instructive Notes they sung,</br>From whence the beauteous Frame of Nature sprung;</br>Who polish'd all the radiant Orbs above,</br>And in bright Order made the Planets move;</br>Whence Thunders roar, and frightful Meteors fly,</br>And Comets roll unbounded thro' the Sky:</br>Who wing'd the Winds, and gave the Streams to flow,</br>And rais'd the Rocks, and spread the Lawns below</br>Whence the gay Spring exults in flow'ry Pride,</br>And Autumn with the bleeding Grape is dy'd;</br>Whence Summer Suns imbrown the lab'ring Swains</br>And shiv'ring Winter pines in Icy Chains:</br>And prais'd the Pow'r Supream, nor dar'd advance</br>So vain a Theory as that of Chance.", "But in this Isle she found the Nymphs so fair,</br>She chang'd her Hand, and chose a softer Air,</br>And Love and Beauty next became her Care.</br>Greece, her lov'd Countrey, only cou'd afford</br>A Venus and a Helen to record;</br>A thousand radiant Nymphs She here beheld,</br>Who match'd the Goddess, and the Queen excell'd.</br>T' immortalize their Loves she long essay'd,</br>But still the Tongue her gen'rous Toil betray'd:</br>Chaucer had all that Beauty cou'd inspire,</br>And Surry's Numbers glow'd with warm Desire:</br>Both now are priz'd by few, unknown to most,</br>Because the Thoughts are in the Language lost;</br>Ev'n Spencer's Pearls in muddy Waters lie,</br>Rarely discover'd by the Diver's Eye:</br>Rich was their Imag'ry, 'till Time defac'd</br>The curious Works; but Waller came at last.</br>Waller, the Muse with heav'nly Verse supplies,</br>Smooth as the Fair, and sparkling as their Eyes;</br>All but the Nymph, that shou'd redress his Wrong,</br>Attend his Passion, and approve his Song.</br>But when this Orpheus sunk, and hoary Age</br>Suppress'd the Lover's and the Poet's Rage;</br>To Granville his melodious Lute She gave,</br>Granville, whose faithfull Verse is Beauty's Slave:</br>Accept this Gift, my Fav'rite Youth!  She cry'd,</br>To sound a brighter Theme, and sing of Hyde;</br>Hyde's, and thy lovely Myra's Praise proclaim,</br>And match Carlisle's, and Sacharissa's Fame.", "O!  Wou'd he now forsake the Myrtle Grove,</br>And sing of Arms, as late he sung of Love!</br>His Colours, and his Hand alone shou'd paint</br>In Britain's QUEEN, the Warrior and the Saint;</br>In whom Conspire, to form Her truly great,</br>Wisdom with Power, and Piety with State.</br>Whilst from her Throne the Streams of Justice flow,</br>Strong and Serene, to bless the Land below;</br>O'er distant Realms her dreaded Thunders roll,</br>And the wild Rage of Tyranny controul.</br>Her Pow'r to quell, and Pity to redress,</br>The Maese, the Danube, and the Rhine confess;</br>Whence bleeding Iber Hopes, around his Head</br>To see fresh Olives spring, and Plenty spread:</br>And whilst they sound their great Deliv'rer's Fame,</br>The Sein retires, and sickens at Her Name.</br>O Granville!  all these glorious Scenes display,</br>Instruct succeeding Monarchs how to sway;</br>And make Her Memory rever'd by All,</br>When Triumphs are forgot, and mould'ring Arches fall.", "Pardon me, Friend!  I own my Muse too free,</br>To write so long on such a Theme to thee:</br>To play the Critic here &mdash; with equal Right</br>Bid Her pretend to teach Argyle to fight:</br>Instruct th' unerring Sun to Guide the Year,</br>And Harley by what Schemes he ought to steer.</br>Give Harcourt Eloquence t' adorn the Seal,</br>Maxims of State to Leeds, to Beaufort Zeal.</br>Try to correct what Orrery shall write,</br>And make Harmonious St. John more Polite.</br>Teach Law to Islay for the Crown's Support,</br>And Jersey how to Serve, and Grace a Court:</br>Dictate soft warbling Airs to Sheffield's Hand,</br>When Venus and her Loves around Him stand:</br>In sage Debates to Rochester impart</br>A searching Head, and ever faithful Heart:</br>Make Talbot's finish'd Virtue more compleat,</br>High without Pride, and amiably Great;</br>Where Nature all her Pow'rs with Fortune join'd,</br>At once to Please, and Benefit Mankind.", "When Cares were to my blooming Youth unknown,</br>My Fancy free, and all my Hours my own;</br>I lov'd along the Laureat Grove to stray,</br>The Paths were pleasant, and the Prospect gay:</br>But now my Genius sinks, and hardly knows</br>To make a Couplet tinkle in the Close.</br>Yet when you next to Medway shall repair,</br>And quit the Town to breathe a purer Air;</br>Retiring from the Crowd, to steal the Sweets</br>Of easy Life in Twysden's calm Retreats;</br>(As Terence to his Laelius lov'd to come,</br>And in Campania scorn'd the Pomp of Rome.)</br>Where Lambard, form'd for Business, and to please</br>By sharing, will improve your Happiness;</br>In both their Souls Imperial Reason sways,</br>In both the Patriot, and the Friend displays;</br>Be lov'd, and prais'd by all, who merit Love and Praise.</br>With bright Ideas there inspir'd anew,</br>By Them excited, and inform'd by You,</br>I may with happier Skill essay to sing</br>Sublimer Notes, and strike a bolder String.", "Languid and dull, when absent from her Cave,</br>No Oracles of Old the Sybil gave;</br>But when beneath her sacred Shrine she stood,</br>Her Fury soon confess'd the coming God;</br>Her Breast began to heave, her Eyes to roul,</br>And wond'rous Visions fill'd her labouring Soul.</br>"]