["We spent at Campbell's friendly board</br>Of social hours, alas!  the last;</br>Campbell, by commoner or lord</br>Of that illustrious name, surpast</br>Seldom in sense and worth and taste&mdash;</br>And Percy's health and praise went round&mdash;</br>&mdash;How is the prospect all o'er-cast&mdash;</br>Since you have left Uladia's bound!</br>&mdash;Even tuneful Hafiz seems to mope,</br>Like Patrick's Dean bereft of Pope!", "Deserted by the sinking gale,</br>Since you forsook the northern shore,</br>Like ships becalm'd, with furled sail,</br>Unmov'd by canvass or by oar</br>We lie, nor longer now explore</br>Those Islands where the Muses play;</br>The potent magic acts no more,</br>And all our glimmering fires decay.</br>That strand, which late we trod with you,</br>Seem'd to presage a long adieu!", "We saw Mount Catherine o'er the tide</br>Salute the cloudy range of Mourne,</br>We saw Rosstrevors sylvan pride</br>The foamy spray indignant spurn,</br>Where on the beach by Neptune worn,</br>From pendent bowers and billows hoar,</br>Sapphire and emerald tints adorn,</br>In fairy dance, the winding shore.</br>Yet still the parting scene display'd</br>O'er all a melancholy shade.", "Ah!  little thought the mingled throng</br>That on the barren strand we spy'd</br>Saunt'ring in Pleasure's search along,</br>Or sporting in the wavy tide,</br>What nobler joys, by thee supplied,</br>Might raise their minds above the scene</br>Of all that Fancy yet descried,</br>In moon-light wave, or woodland green,</br>Or where the golden shafts of day</br>Thro' chequer'd shades on Ocean play.", "For, like thy country's pride of yore,</br>The peerless Knight of Ellerslie,</br>Who wav'd on Ayr's romantic shore</br>The beamy torch of Liberty;</br>And roaming round from sea to sea,</br>From glade obscure, or gloomy rock,</br>His bold compatriots call'd to free</br>The realm from Edward's iron yoke,</br>You rouse the Heliconian train,</br>The cause of virtue to sustain.", "Thy banded minstrels march along,</br>The descant rolls from hill to hill;</br>Fond Zephyr propagates the song,</br>And charmed Echo answers still;</br>While you conduct, with studious skill,</br>The pomp, where'er the varied lay</br>May best the general bosom thrill;</br>Or where their files in broad display,</br>As thy sage guidance they pursue,</br>May give their pageantry to view.", "The swains from many a hamlet round</br>Croud the fine melody to hear,</br>And list'ning stand, in awe profound,</br>As the full concert charms the ear;</br>While more than music from the sphere</br>Descends, their waken'd soul to raise</br>Above the shadows dim and drear,</br>Where Comus rules the murky maze,</br>And lures, by Sin's bewitching themes,</br>Fallen Reason, in the land of dreams.", "Thine is the heaven-distinguish'd boon,</br>The soul of music to explore,</br>And to the blazonry of noon</br>Her buried treasures to restore,</br>Hid by malignant critics lore,</br>Or ne'er by mole-ey'd stupor seen;</br>And Elegy's sweet muse once more</br>Wanders with thee thro' vallies green;</br>And paints the varied joys and pains</br>Of life, in cities and in plains.", "Sages and Legislators old,</br>Their honours earn'd by toils like thine,</br>Before the learned hand unroll'd</br>The noble tale of Troy divine;</br>His claims to Sparta's regal line</br>Lycurgus left, to cull the stores</br>By Homer given to chance malign,</br>To scatter round on Asia's shores,</br>He brought complete the matchless strains,</br>To harmonize Laconia's swains.", "Belov'd by Science and the Muse!</br>While others with a partial ray,</br>The light of Helicon diffuse,</br>Thou giv'st the cloudless blaze of day,</br>And all its genuine stores display;</br>And East and West thy labours bail,</br>And oft thou call'st the lofty lay</br>From the sequester'd humble vale;</br>Young minstrels catch celestial fire</br>From thee, and Rapture crowns the lyre.", "Like thee, O Jessy!  could I sing</br>Our Friend, now sailing on the main,</br>Could I pursue thy rapid wing,</br>Or emulate thy swelling strain,</br>I would not toil to paint, in vain,</br>His soul with varied stores replete,</br>But ah! &mdash; the Muse must now refrain</br>And rest awhile her feeble feet!</br>And on her lonely hill reclin'd</br>Survey the picture in her mind.</br>"]