["Whom the untaught Shepherds call</br>PIXIES in their madrigal,</br>Fancy's children, here we dwell:</br>Welcome, LADIES!  to our cell.</br>Here the wren of softest note</br>Builds its nest and warbles well;</br>Here the blackbird strains his throat</br>Welcome, LADIES!  to our cell.", "When fades the moon to shadowy-pale,</br>And scuds the cloud before the gale,</br>Ere the MORN all gem-bedight</br>Purples the East with streaky light,</br>We sip the furze-flower's fragrant dews</br>Clad in robes of rainbow hues</br>Richer, than the deepen'd bloom,</br>That glows on Summer's lily-scented plume:</br>Or, sport amid the rosy gleam</br>Sooth'd by the distant-tinkling team,</br>While lusty LABOR scouting sorrow</br>Bids the DAME a glad good-morrow,</br>Who jogs th' accustom'd road along,</br>And paces cheery to her cheering song.", "But not our filmy pinion</br>We scorch amid the blaze of day,</br>When NOONTIDE'S fiery-tressed minion</br>Flashes the fervid ray.</br>Aye from the sultry heat</br>We to the cave retreat</br>O'ercanopied by huge roots intertwin'd</br>With wildest texture, blacken'd o'er with age:</br>Round them their mantle green the ivies bind,</br>Beneath whose foliage pale</br>Fann'd by the unfrequent gale</br>We shield us from the Tyrant's mid-day rage", "Thither, while the murmuring throng</br>Of wild-bees hum their drowsy song,</br>By Indolence and Fancy brought,</br>A youthful BARD, \"unknown to Fame,\"</br>Wooes the Queen of solemn thought,</br>And heaves the gentle misery of a sigh</br>Gazing with tearful eye,</br>As round our sandy grot appear</br>Many a rudely sculptur'd name</br>To pensive MEM'RY dear!</br>Weaving gay dreams of sunny tinctur'd hue,</br>We glance before his view:</br>O'er his hush'd soul our soothing witcheries shed</br>And twine our faery garlands round his head.", "When EVENING'S dusky car</br>Crown'd with her dewy star</br>Steals o'er the fading sky in shadowy flight;</br>On leaves of aspen trees</br>We tremble to the breeze</br>Veil'd from the grosser ken of mortal sight.</br>Or, haply, at the visionary hour,</br>Along our wildly-bower'd sequester'd walk,</br>We listen to th' enamour'd rustic's talk;</br>Heave with the heavings of the maiden's breast,</br>Where young-eyed LOVES have built their turtle nest;</br>Or guide of soul-subduing power</br>Th' electric flash, from the melting eye</br>Darts the fond question or the soft reply.", "Or thro' the mystic ringlets of the vale</br>We flash our faery feet in gamesome prank;</br>Or, silent-sandal'd, pay our defter court,</br>Circling the SPIRIT of the WESTERN GALE,</br>Where, wearied with his flower-caressing sport,</br>Supine he slumbers on a violet bank;</br>Then with quaint music hymn the parting gleam</br>By lonely OTTER'S sleep-persuading stream;</br>Or where his waves, with loud unquiet song</br>Dash'd o'er the rocky channel froths along;</br>Or where, his silver waters smooth'd to rest,</br>The tall tree's shadow sleeps upon his breast.", "Hence!  thou lingerer, LIGHT!</br>EVE saddens into NIGHT.</br>Mother of wildly-working dreams!  we view</br>The SOMBRE HOURS, that round thee stand</br>With down-cast eyes (a duteous band!)</br>Their dark robes dripping with the heavy dew.</br>SORC'RESS of the ebon throne!</br>Thy power the PIXIES own,</br>When round thy raven brow</br>Heaven's lucent roses glow,</br>And clouds in watery colours drest</br>Float in light drapery o'er thy sable vest:</br>What time the pale moon sheds a softer day</br>Mellowing the woods beneath its pensive beam:</br>For mid the quiv'ring light 'tis ours to play,</br>Aye-dancing to the cadence of the stream.", "Welcome, LADIES!  to the cell</br>Where the blameless PIXIES dwell:</br>But thou, sweet Nymph!  proclaim'd our Faery Queen,</br>With what obeisance meet</br>Thy presence shall we greet?</br>For lo!  attendant on thy steps are seen</br>Graceful EASE in artless stole,</br>And white-robed PURITY of soul,</br>With HONOR'S softer mien:</br>MIRTH of the loosely-flowing hair,</br>And meek-ey'd PITY eloquently fair,</br>Whose tearful cheeks are lovely to the view,</br>As snow-drop wet with dew.", "Unboastful Maid!  though now the LILY pale</br>Transparent grace thy beauties meek;</br>Yet ere again along the impurpling vale,</br>The purpling vale and elfin-haunted grove,</br>Young Zephyr his fresh flowers profusely throws,</br>We'll tinge with livelier hues thy cheek;</br>And, haply, from the nectar-breathing Rose</br>Extract a BLUSH for LOVE!</br>"]