["\"O Guardian Genius of this sacred wave!</br>O save thy sons, if thine the power to save!\"</br>So SERIM spoke, as sad on Ganges' shore</br>He sat, his country's miseries to deplore&mdash;</br>\"O Guardian Genius of this sacred wave!</br>O save thy sons, if thine the power to save!</br>From Agra's tow'rs to Muxadabat's walls,</br>On thee for aid the suffering Hindoo calls:</br>Europe's fell race controul the wide domain,</br>Engross the harvest, and enslave the swain.</br>Why rise these cumbrous piles along thy tide?</br>They hold the plenty to our prayers denied!</br>Guards at their gates perpetual watch maintain,</br>Where Want in anguish craves relief in vain.</br>'Bring gold, bring gems,' the insatiate plunderers cry;</br>'Who hoards his wealth by Hunger's rage shall die.'</br>Ye Fiends!  ye have ravish'd all our little store;</br>Ye see we perish, yet ye ask for more!</br>Go ye yourselves, and search for gold the mine;</br>Go, dive where pearls beneath the ocean shine!</br>What right have ye to plague our peaceful land?</br>No ships of ours e'er sought your western strand:</br>Ne'er from your fields we snatch'd their crops away,</br>Nor made your daughters or your sons our prey.</br>Not ev'n in thought we quit our native place&mdash;</br>A calm, contented, inoffensive race!</br>By Avarice led, ye range remotest climes,</br>And every nation execrates your crimes.", "\"When TIMUR'S House renown'd, in Delhi reign'd,</br>Distress, assistance unimplor'd obtain'd:</br>When Famine o'er the afflicted region frown'd,</br>And Sickness languish'd on the barren ground,</br>The Imperial granaries wide display'd their doors,</br>And ships provision brought from distant shores;</br>The laden camels crowded Kurah's vales,</br>From Colgon's cliffs they hail'd the coming sails.</br>But ye! &mdash; even now, while fav'ring seasons smile,</br>And the rich glebe would recompense our toil,</br>Dearth and Disease to you alone we owe;</br>Ye cause the mischief, and enjoy the woe!", "\"This beauteous clime, but late, what plenty blest!</br>What days of pleasure, and what nights of rest!</br>From Gola's streets, fam'd mart of fragrant grain!</br>Trade's chearful voice resounded o'er the plain;</br>There now sad Silence listens to the waves</br>That break in murmurs round the rocky caves.</br>Sweet were the songs o'er Jumal's level borne,</br>While busy thousands throng'd to plant the corn;</br>Now tenfold tax the farmer forc'd to yield,</br>Despairs, and leaves unoccupied the field.</br>Sweet were the songs of Burdwan's mulberry grove,</br>While the rich silk the rapid shuttle wove;</br>Now from the loom our costly vestments torn,</br>The insulting robbers meanest slaves adorn.</br>In Malda's shades, on Purna's palmy plain,</br>The hapless artists, urg'd to toil in vain,</br>Quit their sad homes, and mourn along the land,</br>A pensive, pallid, self-disabled band!&mdash;", "\"The year revolves &mdash; 'Bring choicest fruits and flowers!</br>Spread wide the board in consecrated bowers;</br>'Bring Joy, bring Sport, the song, the dance prepare!</br>'Tis DRUGAH'S Feast, and all our friends must share!'</br>The year revolves &mdash; nor fruits nor flowers are seen;</br>Nor festive board in bowers of holy green;</br>Nor Joy, nor Sport, nor dance, nor tuneful strain:</br>Tis DRUGAH'S feast &mdash; but Grief and Terror reign.</br>Yet there, ingrate!  oft welcome guests ye came,</br>And talk'd of Honour's laws and Friendship's flame.", "\"The year revolves &mdash; and BISHEN'S Fast invites</br>On Ganges' marge to pay the solemn rites;</br>All, boons of BISHEN, great Preserver, crave;</br>All, in the sacred flood, their bodies lave:</br>No more, alas! &mdash; the multitude no more</br>Bathe in the tide, or kneel upon the shore;</br>No more from towns and villages they throng,</br>Wide o'er the fields, the public paths along:</br>Sad on our ways, by human foot unworn,</br>Stalks the dim form of Solitude forlorn!&mdash;</br>From Ava's mountains Morn's bright eyes survey</br>Fair Ganges' streams in many a winding stray:</br>There fleecy flocks on many an island feed;</br>There herds unnumber'd pasture many a mead;</br>(While noxious herbs our last resource supply,</br>And, dearth escaping, by disease we die)</br>'Take these,' ye cry, 'nor more for food complain;</br>Take these, and slay like us, and riot on the slain!'</br>Ah no!  our Law the crime abhorr'd withstands;</br>We die &mdash; but blood shall ne'er pollute our hands.</br>O Guardian Genius of this sacred wave!</br>Save, save thy sons, if thine the power to save!\"", "So SERIM spoke &mdash; while by the moon's pale beam,</br>The frequent corse came floating down the stream.</br>He sigh'd, and rising turn'd his steps to rove</br>Where wav'd o'er Nizim's vale the coco-grove;</br>There, 'midst scorch'd ruins, one lone roof remain'd,</br>And one forlorn inhabitant contain'd.</br>The sound of feet he near his threshold heard;</br>Slow from the ground his languid limbs he rear'd:</br>\"Come, Tyrant, come!  perform a generous part,</br>Lift thy keen steel, and pierce this fainting heart!</br>Com'st thou for gold?  my gold, alas, I gave,</br>My darling daughter in distress to save!</br>Thy faithless brethren took the shining store,</br>Then from my arms the trembling virgin tore!</br>Three days, three nights, I've languish'd here alone&mdash;</br>Three foodless days, three nights to sleep unknown!</br>Come, Tyrant, come!  perform a generous part,</br>Lift thy keen steel, and pierce this fainting heart!\"", "\"No hostile steps the haunt of Woe invade,\"</br>SERIM replied &mdash; and, passing where the glade</br>A length of prospect down the vale display'd,</br>Another sight of misery met his view;</br>Another mournful voice his notice drew!</br>There, near a temple's recent ruin, stood</br>A white-rob'd Bramin, by the sacred flood:</br>His wives, his children, dead beside him lay&mdash;</br>Of Hunger these, and those of Grief the prey!</br>Thrice he with dust defil'd his aged head;</br>Thrice o'er the stream his hands uplifted spread:</br>\"Hear, all ye Powers to whom we bend in prayer!</br>Hear, all who rule o'er water, earth, and air!</br>'Tis not for them, tho' lifeless there they lie;</br>'Tis not for me, tho' innocent I die;&mdash;</br>My Country's breast the tyger, Avarice, rends,</br>And loud to you her parting groan ascends.</br>Hear, all ye Powers to whom we bend in prayer!</br>Hear, all who rule o'er water, earth, and air!</br>Hear, and avenge!&mdash;\"", "\"But hark!  what voice, from yonder starry sphere,</br>Slides, like the breeze of Evening, o'er my ear?</br>Lo, BIRMAH'S form!  on amber clouds enthron'd;</br>His azure robe with lucid emerald zon'd;</br>He looks celestial dignity and grace,</br>And views with pity wretched human race!", "\"'Forbear, rash man!  nor curse thy country's foes;</br>Frail man to man forgiveness ever owes.</br>When Moisasoor the fell to Earth's fair plain</br>Brought his detested offspring, Strife and Pain;</br>Revenge with them, relentless Fury, came,</br>Her bosom burning with infernal flame!</br>Her hair sheds horror, like the comet's blaze;</br>Her eyes, all ghastly, blast where'er they gaze;</br>Her lifted arm a poison'd crice sustains;</br>Her garments drop with blood of kindred veins!</br>Who asks her aid, must own her endless reign,</br>Feel her keen scourge, and drag her galling chain!'", "\"The strains sublime in sweetest music close,</br>And all the tumult of my soul compose.</br>Yet you, ye oppressors!  uninvok'd on you,</br>Your steps, the steps of Justice will pursue!</br>Go, spread your white sails on the azure main;</br>Fraught with our spoils, your native land regain;</br>Go, plant the grove, and bid the lake expand,</br>And on green hills the pompous palace stand:</br>Let Luxury's hand adorn the gaudy room,</br>Smooth the soft couch, and shed the rich perfume&mdash;</br>There Night's kind calm in vain shall sleep invite,</br>While fancied omens warn, and spectres fright:</br>Sad sounds shall issue from your guilty walls,</br>The widow'd wife's, the sonless mother's calls;</br>And infant Rajahs' bleeding forms shall rise,</br>And lift to you their supplicating eyes:</br>Remorse intolerable your hearts will feel,</br>And your own hands plunge deep the avenging steel.</br>(For Europe's cowards Heaven's command disdain,</br>To Death's cold arms they fly for ease in vain.)</br>For us, each painful transmigration o'er,</br>Sweet fields receive us to resign no more;</br>Where Safety's fence for ever round us grows,</br>And Peace, fair flower, with bloom unfading blows;</br>Light's Sun unsetting shines with chearing beam;</br>And Pleasure's River rolls its golden stream!\"", "Enrapt he spoke &mdash; then ceas'd the lofty strain,</br>And Orel's rocks return'd the sound again.&mdash;</br>A British ruffian, near in ambush laid,</br>Rush'd sudden from the cane-isle's secret shade;</br>\"Go to thy Gods!\"  with rage infernal cried,</br>And headlong plung'd the hapless Sage into the foaming tide.</br>"]