["My fruitless love, with many a lavish'd song,</br>And altars, grac'd thee 'midst th' immortal throng;</br>Ungrateful maid, neglected and forlorn,</br>I stand the mark for all thy shafts of scorn;</br>Ungrateful maid, thy fierce contempt deplore,</br>With sighs of living flame, and tears of streaming gore.", "When my fond numbers would conceal her hate,</br>And snatch her beauties from oblivious fate,</br>From pole to pole when Clara's praises sound,</br>Ungrateful maid!  she mocks the am'rous wound.</br>Her single word a healing balm might show'r,</br>Yet she that word withholds, and vaunts her cruel pow'r.", "Dear galling yoke, which I must never rend!</br>Dear cruel maid, whom pray'rs must never bend!</br>By one last blow, my hand, fulfil her doom,</br>And rest, my sorrows, in eternal gloom!</br>Thou wretch, at once, thy chains and life resign;</br>With courage worthy love, and worthy charms divine.", "Tremendous pow'r, thou demon, pale, deform,</br>Who ne'er art call'd, but when the gather'd storm</br>O'er life is spread, nor hope remains below,</br>Despair, I call thee to relieve my woe!</br>Oh come, &mdash; thy kindly cruel aid impart;</br>Teach me, to heal the pangs that gnaw my bursting heart.", "Come, ghastly phantom, with thy direful band,</br>Come, guide the stroke with unrelenting hand.</br>Oh bring me peace, and close my weary days;</br>No pomp of death my settled woe dismays.</br>Since Clara's eyes withdraw their chearing light,</br>The genial beams of heav'n but pain my aching sight.", "I see thee come, with horror in thy train,</br>Affliction, phrenzy, rage, despair and pain;</br>Devouring flames and swords around are seen,</br>The baneful aconite, and poniard keen,</br>That set sad Pyramus from anguish free,</br>And gave to Cato's soul its darling liberty.", "A bloody torrent rolls thy path along,</br>Fell, fell despite is there, and giant wrong,</br>That angry heav'n defy, and fortune's hate;&mdash;</br>I see the pangs for me reserv'd by fate,</br>And shame and wrath the ling'ring purpose chide,</br>\"Oh fly thou wretch from life, nor future woes abide.\"", "Yes, I will die, to glad the savage heart.&mdash;</br>Receive the victim of thy cruel art.&mdash;</br>Yes, thou shalt see, &mdash; no longer mock my pain,&mdash;</br>I burst the prison of thy fell disdain.</br>When pity fails to balm the lover's wound,</br>The rest of death remains, and poison may be found.&mdash;", "Thersander spake &mdash; and fix'd on heav'n his eyes,</br>While birds ill-omen'd pass'd before his eyes;</br>As screaming round, they clapp'd their murky wings,</br>He grasps the steel, to drain the vital springs;</br>While silent night displays her sable weed,</br>And waits with dewy tears to mourn the frantic deed.</br>"]