["When young Time sung in Eden's bower,</br>And angels echoed back his strain,</br>Ere sin mildewed each morning flower</br>Of hope, and pleasure died in pain,</br>Each love-winged thought that rose on high</br>Was man's melodious prayer of praise,</br>And happy hearts threw o'er the sky</br>Blessings, as flowed the sun-waved days,</br>While Heaven benignly smiled and breathed the grateful lays.", "No seasons, then, by power assigned,</br>Restricted songs of gratitude,</br>For man's pure heart and pious mind</br>Cherished no thoughts but those of good;</br>But, his high spirit higher soaring,</br>He knowledge bought, and was unblest;</br>And, when he should have been adoring,</br>Lost Eden &mdash; love's abode of rest,</br>And wandered forth o'er earth, an exile sore distrest.", "There was a jubilee in Heaven,</br>When man to being sprung, and raised</br>His soul in praise for blessings given,</br>The image of the GOD he praised;</br>And there are songs of glory swelling</br>O'er Heaven, e'en in these sinning days,</br>When man laments his long-lost dwelling,</br>Yet for earth's joys chants hymns of praise,</br>And sings in Eden's speech, though lost to Eden's ways.", "For sunny skies and balmy showers,</br>And mellow airs, diffusing heath,</br>And bloomy meads and dales of flowers,</br>And fields of beauty rife with wealth,</br>And verdured vales and wooded hills,</br>And Plenty smiling o'er each home,</br>Which rose-lipped Love with odour fills,</br>And sweet Content, who scorns to roam;</br>For blessings such as these, let glad Thanksgiving come.", "No pestilence hath stalked abroad,</br>And thrown o'er bliss the funeral pall;</br>No sword of crime-avenging GOD</br>Hath marred man's toil-worn festival;</br>HIS earthquake voice hath not been heard</br>Amid the cheerful mirth of life;</br>But his breeze-wafted smile hath stirred</br>Softly the groves with perfume rife,</br>And blessed again the man who flies soul-jarring strife.", "Pole-Star of Freedom's starry sky!</br>O Maine!  fair daughter of the North!</br>Awake thy harp of melody,</br>And, holy Priestess, go thou forth</br>With voice of praise o'er Freedom's land,</br>And bid her happy sons revere</br>The memory of that hallowed band,</br>Who bowed to Heaven in forest drear,</br>And blessed the Almighty One, whose blessing dried each tear.</br>"]