["Ha!  heard you not the clanging sounds of war,</br>Whilst love-lorn echo wafts the shouts around?</br>Or rides some chief in his triumphal car,</br>'Midst vict'ry's notes on trumpets' joyful sound?</br>Waves his right-hand the reeking blood-red steel,</br>That hand intrepid for his country's weal,</br>Drags he a thousand slaves, bound to his chariot wheel?", "No, the proud pageant leaves no bloody trace,</br>The gleaming falchions bear no gory stains;</br>No mournful captives the procession grace,</br>'Midst clang of arms and minstrels' martial strains;</br>But peace o'er Sweden had her pinions spread,</br>And plenty springs where dying soldiers bled;</br>To-day a jewell'd crown bedecks a monarch's head.", "See how he moves amidst the martial train,</br>The youth of promise, darling child of fame,</br>A high-bred steed obeys the skilful rein,</br>Whose mane is lightning, and his breath is flame.</br>Scarce fifteen summers had the stripling seen,</br>Brave as the Macedonic chief had been,</br>Who wept for other worlds to make a battle-scene.", "Amidst his subjects' shouts he rides along</br>The youthful monarch of a warrior race:</br>Till Stockholm's sacred fane receives the throng,</br>And thousands crowd the consecrated place;</br>He leaves his horse, rejects his laurel-crown,</br>And on a lofty iv'ry seat sits down,</br>Like great Saturnian Jove on his Olympic throne.", "Its walls are lofty, in the Gothic style,</br>Whilst grandeur sits enthroned with look sublime,</br>As if the guardian genius of the pile</br>Protects the temple from the hand of time:</br>The mausoleum of the mighty slain!</br>Look round&mdash;your eyes from out their orbits strain,</br>And say how man could raise such a gigantic fane.", "Whilst Swedish lords and guards stand silent round,</br>Upsal's archbishop kneels before the shrine,</br>And on the earthly king, with awe profound,</br>Invokes a blessing from the King divine:</br>He poured the sacred oil upon his head,</br>Whose costly odour through the air was spread,</br>\"Thus I anoint thee king,\" the holy prelate said.", "Before the throne of Sweden's king he stands,</br>With eyes uplifted to the throne above;</br>The golden crown he holds in both his hands,</br>In solemn player his lips devoutly move:</br>\"Pour out thy blessing on our king,\" he spoke,</br>But Charles the regal crown impatient took,</br>Self-crown'd he eyed the priest with basilistic look.", "The deed is done&mdash;a thousand shouts prevail,</br>Hoarse as the roaring of the wind-tost waves,</br>Oblivion seems to cover with a veil,</br>The solemn temple and the silent graves;</br>\"God save the king,\" the wond'ring nobles cry,</br>\"God save the king,\" the martial guards reply,</br>\"Who best can lead the Swedes to conquer or to die!\"</br>"]