["Say, foolish Man!  why, whence, or how, so weak?</br>And yet so cramm'd with Latin, Hebrew, Greek:</br>Why such a searcher after classic lore,</br>When reason's treated like a turn'd off whore?</br>Why all this seeming stir of being national,</br>And tho' nam'd KING of BRUTES, not even rational.", "God, we are told, endow'd thee with a mind,</br>And form'd thee diff'rent from the savage kind:</br>That thou'rt distinguish'd Man is very clear,</br>For if thou'rt more than Ass &mdash; thou'rt less than Bear.</br>If I might choose (and transmigration's just)</br>After this dull, insipid storm of dust,</br>I'd be a chieftain of the Lybian woods,</br>Or a slow shark, the butcher of the floods;</br>Bishop of Asses, or a prince of Dogs;</br>Or croak the base to theatres of frogs.</br>If, with a vulgar ray of genius blest,</br>Scold like a magpye from my cover'd nest.</br>If love of wealth, and industry should please,</br>Slave in the strict republic of bees,</br>As a recluse, the squirrel I would choose;</br>Hoard sylvan viands on the prudent boughs,</br>In some brown, mossy, solitary wood,</br>Gather up summer's nuts for winter's food.</br>But if reptitous, give a serpent's guile,</br>Or weep deceit with crocodiles of Nile:</br>Ought but that thing call'd Man, so meanly base,</br>Yet so presumptive on his upright race.", "I never yet was proud of being rational;</br>I have it not, nor am I either national.</br>I'd be the meanest, vulgarest animal,</br>Rather than strut erect, a man, and cannibal.</br>Man of all monsters form'd from humble dust,</br>By Heaven intended noble, virtuous, just;</br>Yet deviates most; of the creation least,</br>Tho' form'd superior, sinks below the beast.</br>Is there a reptile of the meanest kind</br>That cannot give a lesson to mankind?</br>Does not the beast observe the circle given,</br>And keep the path first pointed out by Heaven?</br>Does he encroach upon another's food,</br>Or sigh for dainties of the mighty flood?</br>Horses with horses, with asses asses graze,</br>One neighs in concert, and the other brays.</br>Man discontented from the rocking cradle,</br>Frets on, and finds his wish a last a ladle.", "The greatest states from beasts have drawn their laws,</br>And brutes have sav'd them from impending woes:</br>When armed angels held the narrow pass,</br>Bala'm surviv'd by rhetorick in his ass;</br>Aesop thro' beast to Phrygia moral taught,</br>And Phoedrus 'bove Athenian Plato wrote;</br>Long Troy repell'd the mighty Grecian Force,</br>And own'd at last her ruin to a Horse;</br>From serpents teeth Cadmean horses rose,</br>And haughty Rome from vultures, wolves, and daws;</br>But when half-conquer'd by the bloody Gauls</br>A simple Goose drove Brennus from her walls</br>Ulysses learn'd his subtilty from dogs;</br>And nervous Homer tun'd the base of frogs;</br>Melodious Maro lost his Mantuan home;</br>And yet a gnat restor'd the muse in Rome;</br>Chaucer and Spencer from the feather'd choir</br>Stole their wild notes, and tun'd them on the lyre;</br>Nature gave Shakespeare, in her own behalf,</br>Her own dear genius from a dying calf:</br>Waller obtain'd his theory of love</br>From th' flutt'ring sparrow of the billing dove;</br>The vig'rous bull debauch'd a Wilmot's pen;</br>And all the sparrow's ven'ry glares in Behn;</br>Droll Moliere, that man of various shapes,</br>Was F.R.S. amongst the realm of apes;</br>Sage De la Motte invok'd the leathern bat;</br>And Montaigne purr'd the genius of his cat;</br>Melodious Dryden from the soaring lark</br>Ravish'd his true poetic, heav'nly spark;</br>Harmonious Pope, the comet of his time,</br>From Tott'nham asses made his Dunciad chime;</br>Swift from the stink of foxes learn'd to pun;</br>And Gay be-rhim'd the mouse, till quite undone;</br>Light mimic Cibber, whom the maggot fir'd,</br>Fed them with brains, when brains he most requir'd.", "Beast now inspire!  the modern times commence,</br>When dullness, join'd with heavy ignorance,</br>Usurp the leaden throne.  Raven descend,</br>And spare thy croaking, elegiac friend!</br>Quit for awhile thy carrion city-feast,</br>And tho' inverse thou'rt hoarsest, yet not least;</br>Behold those maggots on poetic feet;&mdash;</br>Are they not, raven, most inviting meat?</br>Let them like stinking sheep employ thy time,</br>Devour their little brains, and stop the gleet of rhyme.", "Turn, dismal bird!  behold that dismal crowd</br>Of ragged poets, impotent and loud:</br>Is there a beast among the vast creation</br>Will spare his instinct to the occupation?</br>Or in a softer, or salubrious clime,</br>Bestow a skin to cloath the sons of rhime?</br>Will beast exchange the knowledge of the fields,</br>For all the mighty nonsense M&mdash;y wields?</br>Or will the fish forsake the limpid floods</br>For all the Helicon that S&mdash;y muds?</br>Or will the eagle quit aetherial flights</br>For all the mighty medly that S&mdash;m&mdash;t writes?</br>Will the dull noddy leave the salt sea coasts</br>For the subscription distich W&mdash;ff boasts?</br>Say, will the cat, the critic of the mice,</br>Her talons spare for W&mdash;y's starv'd advice?</br>Will curs give up variety of bone</br>To quote quotations with a snarling V&mdash;n?</br>Sooner would owls accept the solar rays</br>Than whoot in concert with a frantic H&mdash;ys?</br>Humanity will be receiv'd by hawks</br>Before tautology abandons Fa&mdash;kes;</br>Say, will the large republic of mites</br>Quit a good cheese for all that W. writes?</br>Whose genius, charity, and wit records</br>The scribbling excrements of costive lords.</br>But, to surpass each rhiming vulgar elf,</br>See Horace print his library himself:</br>How plain it is, to all it must appear,</br>Why sellers drive their chariots half the year.</br>But should it prove an epidemic ill,</br>Librarian Dons must trudge up Highgate-hill.</br>Raven, observe what flutt'ring swarms arise,</br>Thicker than W.'s curious butterflies:</br>Mayn't I as well enumerate the stars</br>As count the Quixots of the paper-wars?</br>Turn where I will large magazines appear,</br>Replenish'd monthly thro' the tedious year.</br>To each, I'm sure, one hundred heads belong,</br>And ev'ry blockhead moves a double tongue.</br>Oft have I trembl'd for the realms of sense,</br>Lest they should blow up reason's little fence;</br>For all combustibles are fire and smoke:&mdash;</br>\"Hold!  Cries the printer, &mdash; \"no predestin'd joke;</br>Suspend the crack: &mdash; The public's greatest care</br>Is to prevent explosions in the air;</br>Besides the consternation it would raise&mdash;</br>A conflagration of the sons of Bays.\"</br>True, worthy Sir, why should so many fall,</br>Whose heads with reason never ach'd at all?</br>Unless you judge them as a Popish clime,</br>And burn the whole as heretics in rhyme:</br>'Tis done &mdash; a noble thought &mdash; the pile prepare,</br>Be that industrious beaver first thy care.</br>Let various S&mdash;t, with his British verse,</br>Ascend,</br>Romance the undertaker to his hearse.</br>And, if he pleases, let him there abuse</br>The bench, the dire confiner of his muse.</br>From St. John's Gate lead Mr. Urban next,</br>Permitted not a tautologic text.</br>Let royal navy Ba&mdash;w mount the pile,</br>But not a moment to defend his style.</br>Let the compiler of the Christians move,</br>As clergy make them offer pray'rs to Jove.</br>Command a chorus of Amen in turn,</br>That, martyrs-like, these sons may smile, and burn.</br>Next, two by two, in penance sack-cloth clad,</br>Lead that society, by scribbling mad;</br>Upon each lunatic these words be writ,</br>\"We never yet were chronicles in wit.\"</br>And if presumption broke thro' reason's rules,</br>We'll burn, t' atone, in consort with these fools.</br>Imperial, Protestant, and Moral come,</br>Dull, and dejected, conscious of their doom.</br>With worldly prudence to secrete their names,</br>And unlamented crackle in the flames.</br>With sober sadness, dignity, and grace,</br>Poetic Caroline next took her place;</br>Leading ten raving, rhyming sisters on,</br>Virgins of Bedlam, not of Helicon.</br>Yet good in this, that vortex of the brain,</br>Rend'ring the fair less sensible of pain.</br>But when these Heliconides appear,</br>The very ravens shed the sooty tear.</br>The gen'rous sisterhood their carrion leave,</br>And in a dirge their dissolution grieve.&mdash;</br>At Tyburn's tree an execution tend,</br>You'll see less mourning for a pendent friend.</br>Must not this stir the cockles of your heart,</br>When birds of prey perform the Christian's part?", "The pension'd infidels the next appear,</br>H&mdash; in the front, M'P&mdash;n in the rear:</br>The former bore the clouded Ossian song,</br>The latter groan'd it as he limp'd along.</br>G&mdash;y and  J&mdash;n  in the center roll'd,</br>And bore up Malloch, whom Elvira sold:</br>The aged genius mourn'd his rigid case,</br>And begg'd one year t' enjoy a partial place;</br>He vow'd he had no meaning in his wit;</br>Who reign'd attach'd to him, whether Bute or Pitt.", "J&mdash;n, that various man, of various parts,</br>More skill'd in scratching than the liberal arts,</br>Confess'd his Dictionary like his head,</br>Tho' full of learning, never to be read.</br>G&mdash;y, that child of Smollet's, stalk'd astray,</br>Like the Flamingo when in search of prey.</br>In gait and dress as aukward, harsh in song,</br>Full of variety, and always wrong:</br>Yet hop'd the navy would his cause defend,</br>As what he writ they could  not comprehend.</br>Pleading, his genius must be great indeed,</br>For what he writ nine hundred could not read!</br>Who would imagine that the sons of sea</br>Would hire a dunce to teach them A B C?", "As these dull pensioners drew near the pile,</br>The brimstone  leer dispell'd the oatmeal smile:</br>\"Repriev'd you shall be,\" was their patron's word;&mdash;</br>What Scot has reason to mistrust his lord?</br>St. Andrew only knows the horrid cause,</br>For, savage-like, they fell by savage laws.</br>The sow their dear advocate maintain'd;</br>How great their hopes in Heav'n, where Andrew reign'd.</br>But all her gruntlings were in vain below,</br>For none but Andrew lov'd a dirty sow.</br>There fled the wit of Scotland, and the pride</br>She said; and, grunting, with her Sawney's dy'd.", "Now rumbling murmurs fell from ev'ry tongue,</br>Anxious to have the paper-fire begun.</br>When lo!  an hubbub stunn'd the prick'd up ear,</br>Of bones and cleavers, with a loud \"Stand clear:</br>Here comes th' assassins of a worthy dame,</br>When living lov'd, and Common Sense her name:</br>What's more, nay Reason, and the suckling Wit,</br>Were stabb'd, and bury'd low in critick pit.</br>Here view the perpetrators of the work:&mdash;</br>Bra lads of Scotland, levelers of Cork.</br>Weary of wisdom, and her flow'ry reign,</br>They dragg'd up Dullness from her dark domain.</br>Like Lisbon Jesuits banish'd liberal arts,</br>Reason, like Canning, sent to foreign parts;</br>Espous'd, like G&mdash;s&mdash;e, Dullness with their might,</br>And would have crown'd the gypsy, wrong or right.\"</br>Thus the banditti of a partial shore</br>An illegitimate invited o'er;</br>And spite of all that's Protestant and good,</br>Would rule the British with a Popish blood.", "So great a clamour fill'd the casing air,</br>It drew all beast, domestic, known, or rare:</br>The grim monarchial lion took his place,</br>Shook his full wig, and dignify'd his face;</br>Each on the right and left assum'd his seat,</br>As his abilities were mean or great.</br>They form'd a crescent round the fun'ral pile,</br>As beast and judges, never deign'd to smile.</br>The birds attended ev'ry sage harangue,</br>And wing'd quotations down from Chekiang.</br>For man the monkey dipp'd the pedant's pen;</br>And Ass, the proctor, bray'd against the men;</br>Grimace, and noise, from each by turns succeed,</br>As in the inns of court, when lawyers plead.</br>Short was the contest, candid were their views,</br>And Ass, and Justice, damn'd the two Reviews.</br>The griesly king, and Lyon was his name,</br>Added their periodicks to the flame:</br>In Lisbon thus did Malagrida blaze,</br>His tenets ending with his ill-wrote days.", "They mount the pile, with orders to prepare,</br>And groan their errors in extemp're pray'r:</br>But oh!  alas!  before they well begun</br>They blaz'd, contending  with the blazing sun.</br>Let future ages mark the happy cause,</br>How mighty nonsense dy'd by savage laws.", "Beast in all times retain'd their reputation,</br>And pass'd the man amongst the fair creation:</br>Not all the rhetoric of an angel's tongue,</br>From Jove, the vig'rous, mighty, fair, and young,</br>Could conquer Leda in a god-like shape,</br>Who glow'd with rapture in a feather'd rape:</br>Jove perform'd stratagems unknown to man,</br>For what he lost in god-head, gain'd in Swan.</br>How would it now surprise a modern's eyes,</br>To see his wife lay eggs of such a size!</br>But how it must encrease the goody's mirth</br>To see four children sprawling at a birth!</br>Think ye, in these less superstitious days,</br>The ladies ignorant of means and ways</br>T' obtain John Bull, Will Swan, or Robin Bear,</br>In spite of all the husband and his care:</br>We want no Jupiters, in swan-like shapes,</br>We've cuckolds plenty, and as easy rapes.", "Behold Pasiphae, lovely queen of Crete,</br>Instead of arms embrac'd by cloven feet.</br>Taurus preferr'd, and the Daedalian spell</br>Before her Lord, the bearded judge of Hell.</br>If females now had such infatuations,</br>Ye gods!  what Minotaurs would fill these nations.", "See fair Europa, and her golden locks,</br>Elope in love with Jove, a milky ox:</br>See how the wanton hugs the sturdy brute,</br>And yet despis'd  him in a manly suit:</br>Oh!  how the youth of old Phoenicia swore</br>When the beast bore her to the Cretan shore.</br>So M&mdash; rav'd when frantic  P&mdash; fled,</br>And stain'd the honours of the nuptial bed.</br>But what is ma, if e'er so quick he move,</br>To female pinions mov'd with lust and love?</br>What must we think when, lo!  a moral miss</br>Weighs against character, an empty kiss?</br>When she can reason on eternal sin</br>With less indiff'rence than she sticks a pin.</br>Call soul and body lost with God and Man,</br>And take the Devil as she flirts her fan.</br>What horrid consequences end in lust,</br>For man, with love, and woman surely's more than dust.", "Would not an heiress, in these rigid days,</br>Straddle an ox, if she could get no chaise?</br>What won't a girl do, full of flesh and blood,</br>To have the things she doats on, &mdash; bad or good?</br>We've more Europa's than Phoenicia had,</br>As fair completely, and indeed as mad.</br>Rather than sigh away nights, days, and morns,</br>They'd ride the Bull, or hang about his horns.</br>The modern miss, when she has pass'd her teens,</br>Dies in romance, and Smolletean scenes,</br>Calls well-experience'd Betty to her aid,</br>And vows, in sighs, she's sick of be'ng a maid:</br>Betty, as quick as thought, projects the plan,</br>And marks a monkey officer the man.</br>The martial hat engrosses ev'ry thought,</br>And all is conquer'd by the scarlet coat.</br>Alas!  the rigid father's watchful care,</br>Keeps the fierce captain from his dying fair;</br>In spite of Betty's ev'ry artful plan,</br>The parent stands before the well-dress'd man,</br>Who swears by all the living and the dead,</br>\"He hates a strutting Jackanapes in red.\"</br>Locks up dear Polly from her morning-walk,</br>To bite her pretty nails, and pine on chalk;</br>And all the soft appointment in the Park,</br>And all the plans of Cupid, and the spark.</br>But glowing virgins never want a wile,</br>If lust and resolution fan the guile:</br>Impatient Miss inverts poor Betty's plan,</br>Elopes to Scotland with her father's man.</br>Where lies the diff'rence 'tween miss Polly's cull,</br>And fair Europa and her milky bull?</br>This, and no more, friend; &mdash; but it's \"inter nos,\"</br>One took O'Kelly, t' other Sampson Bos.</br>Europa's rape we've heard Phoenicia boast;</br>Had they like us, a merry scratching ghost?</br>Were they impos'd on by the quick and dead,</br>Did pious Priests shake round a girl in bed?</br>With them did ever parson wear a smock,</br>To cheat a half-taught ghost, a simple knock?</br>But what's more strange, more foolish, and more shocking,</br>Ladies, as well as men, had each their private knocking.</br>Tell me a beast, among the live creation,</br>That's half so cred'lous as this bed-rid nation?</br>All beasts have instinct, be it large or small,</br>Woman leads man, and woman's none at all:</br>First this then that; but all inclines to evil;</br>To day all Whitfield, and to morrow devil.</br>'Tween me and Ovid there are wond'rous odds,</br>I sing of men and beasts, &mdash; he brutes and gods;</br>And yet, I think, could I but paint as well,</br>Could I his Cow and Io both excel?</br>When watchful Juno spoilt her husband's feast,</br>He metamorphos'd Madam to a beast:</br>But crafty jealousy that woman yields,</br>Begg'd the dear Cow &mdash; to graze upon her fields.</br>Our metamorphoses are not like these;</br>Yet unperceiv'd our ladies cross the seas:</br>Excel the wantons in the days of yore,</br>Bear off our married men to yonder shore;</br>Unheeded  drag a mad flagitious life,</br>And smiling, pity the best injur'd wife.</br>May we not stile the brutes the sager kind,</br>Whom instinct gives a nobler, juster mind?</br>Say, will the wren defile the linnet's nest,</br>Or will the dove disturb the swallow's rest?</br>Or will the wanton cock deflow'r the swan,</br>Or sparrow very like the bestial man?</br>Will the jackall, in whom the lions trust,</br>Swerve from his herd, and for his princess lust?</br>Or will the haughty, watry monarch, shark,</br>Seduce the gaudy dolphin, in the dark?</br>How chastity appears in grov'ling swine,</br>When various man compar'd with various thine.</br>Learn from the constant elephant to live;</br>He'll spare that reason mortals cannot give:</br>How honour trembles in the godlike mind,</br>When brutes read moral lessons to mankind:</br>When even reptiles keep the circle giv'n,</br>And point poor erring man the road to heaven.", "Ye snarling curs, or criticks of these days,</br>Quit the vain search of honorific Bays;</br>Contend no more for filth, or Fleet-ditch bog,</br>And mark the canine maxim &mdash; DOG EAT DOG.</br>Apollo owns it, I repeat the rhime,</br>**** the only poet of his time.</br>My sing song's done &mdash; dear ladies you'll excuse</br>The little freedoms of a little muse;</br>Credit my words, 'tis Venus gives the praise;</br>\"*** the truest beauty of her days.\"</br>And tho' I've censur'd, yet believe me, fair,</br>She is both God and man's peculiar care:</br>Long may she live, the subject of my pen,</br>Her, and her virtues, make the muses ten.</br>Rebellious authors, dip no more in gall</br>The goose's plume, against your own Guildhall:</br>Why the same spite that flutters in a belle,</br>If Churchill writes, and others hardly spell?</br>Why make the ancient great Parnassus shake,</br>And all your own poor characters at stake?</br>Great Phoebus sent me, Phoebus has his fears,</br>The tender god weeps deluges of tears;</br>An happy union recommends to all,</br>Down with a party Scot, and party wall.</br>The bouncing muses don't regard their noses,</br>Thistles and shamrock bind up with your roses;</br>* and Apollo &mdash; may accept your posies.</br>Thus it may always serve for friends or foes,</br>One side my tickle, t' other prick the nose.</br>Swear, Raven, swear, thou art no Lyon's slave,</br>No Horse shall go uncensur'd to his grave.</br>"]