["P.  When I look round on man, and find how vain</br>His passions&mdash;", "F.  Save me from this canting strain!</br>Why, who will read it?", "P.  Say'st thou THIS to me?", "F.  None, by my life.", "P.  What, none?  Sure, two or three&mdash;", "F.  No, no; not one.  'Tis sad:  but&mdash;", "P.  Sad, but! &mdash; why?</br>Pity is insult here.  I care not, I,&mdash;</br>Tho' Boswell, of a song and supper vain,</br>And Bell's whole choir, (an ever-jingling train),</br>In splay-foot madrigals their powers combine,</br>To praise Miles Andrews' verse, and censure mine&mdash;</br>No, not a jot.  Let the besotted town</br>Bestow as fashion prompts the laurel crown;</br>But do not THOU, who mak'st a fair pretence,</br>To that best boon of Heav'n, to COMMON SENSE,</br>Resign thy judgment to the rout, and pay</br>Knee-worship to the idol of the day:</br>For all are&mdash;", "F.  What?  Speak freely; let me know.", "P.  O might I!  durst I!  Then &mdash; but let it go.</br>Yet, when I view the follies that engage,</br>The full-grown children of this piping age;</br>See snivelling Jerningham at fifty weep</br>O'er love-lorn oxen and deserted sheep;</br>See Cowley frisk it to one ding-dong chime,</br>And weekly cuckold her poor spouse in rhyme;</br>See Thrale's grey widow with a satchel roam,</br>And bring in pomp her labour'd nothings home;</br>See Robinson forget her state, and move</br>On crutches tow'rds the grave, to \"Light o' Love;\"</br>I scarce can rule my spleen&mdash;", "F.  Forbear, forbear:</br>And what the great delight in, learn to spare.", "P.  It must not, cannot be; for I was born,</br>To brand obtrusive ignorance with scorn;</br>On bloated pedantry to pour my rage,</br>And hiss preposterous fustian from the stage.</br>Lo, Della Crusca!  In his closet pent,</br>He toils to give the crude conception vent;</br>Abortive thoughts that right and wrong confound,</br>Truth sacrificed to letters, sense to sound,</br>False glare, incongruous images, combine;</br>And noise and nonsense clatter thro' the line.</br>'Tis done.  Her house the generous Piozzi lends,</br>And thither summons her blue stocking'd friends;</br>The summons her blue-stocking'd friends obey,</br>Lured by the love of Poetry &mdash; and Tea.</br>The BARD steps forth, in birth-day splendour drest,</br>His right hand graceful waving o'er his breast;</br>His left extending, so that all may see,</br>A roll inscribed \"THE WREATH OF LIBERTY.\"</br>So forth he steps, and with complacent air,</br>Bows round the circle, and assumes the chair:</br>With lemonade he gargles next his throat,</br>Then sweetly preludes to the liquid note:</br>And now 'tis silence all. &mdash; GENIUS OR MUSE.</br>Thus while the flowery subject he pursues,</br>A wild delirium round the assembly flies;</br>Unusual lustre shoots from Emma's eyes;</br>Luxurious Arno drivels as he stands;</br>And Anna frisks, and Laura claps her hands.", "O wretched man!  And dost thou toil to please,</br>At this late hour of life, such ears as these?</br>Is thy poor pride contented to receive</br>Such transitory fame as fools can give?</br>Fools, who unconscious of the critic's laws,</br>Rain in such show'rs their indistinct applause,</br>That thou, even thou, who liv'st upon renown,</br>And, with eternal puffs insult'st the town,</br>Art forced at length to check the idiot roar,</br>And cry, \"For heav'n's sweet sake, no more, no more!\"</br>\"But why (thou say'st) why am I learn'd, why fraught</br>With all the priest and all the sage have taught,</br>If the huge mass within my bosom pent,</br>Must struggle there, unconscious of a vent?\"", "THOU learn'd!  Alas, for learning!  She is sped:</br>And hast thou dimm'd thy eyes, and rack'd thy head,</br>And broke thy rest for THIS, for THIS alone?</br>And is thy knowledge nothing if not known?</br>O fool, fool, fool! &mdash; But still, thou criest, 'tis sweet,</br>To hear \"That's HE!\"  from every one we meet;</br>That's he whom critic Bell declares divine,</br>For whom the fair diurnal laurels twine;</br>Whom Magazines, Reviews, conspire to praise,</br>And Greathead calls the Homer of our days.", "F.  And is it nothing, then, to hear our name,</br>Thus blazon'd by the GENERAL VOICE of fame?", "P.  Nay, it were ev'ry thing, did THAT dispense</br>The sober verdict found by taste and sense.</br>But mark our jury.  O'er the flowing bowl,</br>When wine has drown'd all energy of soul,</br>Ere FARO comes, (a dreary interval!)</br>For some fond fashionable lay they call.</br>Here the spruce ensign, tottering on his chair,</br>With lisping accent, and affected air,</br>Recounts the wayward fate of that poor poet,</br>Who, born for anguish, and disposed to shew it,</br>Did yet so awkwardly his means employ,</br>That gaping fiends mistook his grief for joy!", "Lost in amaze at language so divine,</br>The audience hiccup, and exclaim, \"Damn'd fine!\"</br>And are not now the author's ashes blest?</br>Now lies the turf not lightly on his breast?</br>Do not sweet violets now around him bloom?</br>Laurels now burst spontaneous from his tomb?", "F.  This is mere mockery; and (in your ear)</br>Reason is ill refuted by a sneer.</br>Is praise an evil?  Is there to be found,</br>Aught so indifferent to its soothing sound,</br>As not to wish hereafter to be known,</br>And make a long futurity his own;</br>Rather than&mdash;", "P.  &mdash; With 'Squire Jerningham descend</br>To pastry-cooks and moths, \"and there an end!\"", "O thou, who deign'st this homely scene to share,</br>Thou know'st when chance (tho' this indeed be rare)</br>With random gleams of wit has graced my lays,</br>Thou know'st too well how I have relish'd praise.</br>Not mine the soul which pants not after fame:</br>Ambitious of a poet's envied name,</br>I haunt the sacred fount, athirst to prove</br>The grateful influence of the stream I love.", "And yet, my friend (though still, at praise bestow'd</br>Mine eye has glisten'd, and my cheek has glow'd),</br>Yet, when I prostitute the lyre to gain</br>The eulogies that wait each modish strain,</br>May the sweet muse my grovelling hopes withstand,</br>And tear the strings indignant from my hand.", "Nor think that, while my verse too much I prize,</br>Too much th' applause of fashion I despise;</br>For mark to what 'tis given, and then declare,</br>Mean tho' I am, if it be worth my care.</br>Is it not giv'n to Este's unmeaning dash,</br>To Topham's fustian, Colman's flippant trash,</br>Miles Andrew's doggrel, Merry's frantic whine,</br>Cobbe's vapid jest, and Greathead's lumbering line?", "Skill'd in one useful science at the least,</br>The great man comes, and spreads a sumptuous feast:</br>Then, when his guests behold the prize at stake,</br>And thirst and hunger only are awake,</br>My friends, he cries, what do the galleries say,</br>And what the boxes, of my last new play?</br>Speak freely, tell me all &mdash; come, be sincere;</br>For truth, you know, is music to my ear.</br>They speak?  alas, they cannot!  But shall I,</br>I who receive no bribe, who dare not lye?</br>This then &mdash; \"that worse was never writ before,</br>Nor worse will be, till &mdash; thou shalt write once more.\"</br>Blest be \"two-headed Janus!\"  though inclin'd,</br>No waggish stork can peck at him behind;</br>He no wry mouth, no lolling tongue can fear,</br>Nor the brisk twinkling of an ass's ear.</br>But you, ye St. Johns, curs'd with one poor head,</br>Alas!  what mockeries have not ye to dread!", "Hear now our guests: &mdash; The critics, Sir!  they cry&mdash;</br>Merit like yours, the critics may defy:</br>But this indeed they say &mdash; \"Your varied rhymes,</br>At once the boast and envy of the times,</br>In every page, song, sonnet, what you will,</br>Shew boundless genius, and unrivall'd skill.", "\"If comedy be yours, the searching strain,</br>Gives a sweet pleasure, so chastis'd by pain,</br>That e'en the guilty at their sufferings smile,</br>And bless the lancet, tho' they bleed the while.</br>If tragedy, th' impassion'd numbers flow</br>In all the sad variety of woe,</br>With such a liquid lapse, that they betray</br>The breast unwares, and steal the soul away.\"", "Thus fool'd, the moon-struck tribe, whose best essays</br>Sunk in acrostics and in roundelays,</br>To loftier labours now pretend a call,</br>And bustle in heroics, one and all.</br>Ev'n Bertie burns of gods and chiefs to sing,</br>Bertie, who lately twitter'd to the string</br>His namby-pamby madrigals of love,</br>In the dark dingles of a glittering grove,</br>Where airy lays, woven by the hand of morn,</br>Were hung to dry upon a cobweb thorn!!!", "Happy the soil where bards like mushrooms rise,</br>And ask no culture but what Bysche supplies!</br>Happier the bards, who, write whate'er they will,</br>Find gentle readers to admire them still!", "Some love the verse that like Maria's flows,</br>No rubs to stagger, and no sense to pose;</br>Which read, and read, you raise your eyes in doubt,</br>And gravely wonder what it is about.</br>These fancy \"BELL'S POETICS\" only sweet,</br>And intercept his hawkers in the street;</br>There, smoking hot, inhale MIT YENDA'S strains,</br>And the rank fume of TONY PASQUIN'S brains.</br>Others, like Kemble, on black letter pore,</br>And what they do not understand, adore;</br>Buy at vast sums the trash of ancient days,</br>And draw on prodigality for praise.</br>These, when some lucky hit, or lucky price,</br>Has bless'd them with \"The Boke of gode advice,\"</br>For \"ekes\" and \"algates\" only deign to seek,</br>And live upon a \"whilome\" for a week.", "And can we, when such mope-eyed dolts are placed,</br>By thoughtless fashion on the throne of taste,</br>Say, can we wonder whence this jargon flows,</br>This motley fustian, neither verse nor prose,</br>This old new language which defiles our page,</br>The refuse and the scum of every age?", "Lo, Beaufoy tells of Afric's barren sand,</br>In all the flowery phrase of fairy land:</br>There Fezzan's thrum-capp'd tribes, Turks, Christians, Jews,</br>Accommodate, ye gods!  their feet with shoes.</br>There meagre shrubs inveterate mountains grace,</br>And brushwood breaks the amplitude of space.</br>Perplex'd with terms so vague and undefined,</br>I blunder on; till wilder'd, giddy, blind,</br>Where'er I turn, on clouds I seem to tread;</br>And call for Mandeville, to ease my head.", "Oh for the good old times!  When all was new,</br>And every hour brought prodigies to view,</br>Our sires in unaffected language told,</br>Of streams of amber, and of rocks of gold:</br>Full of their theme, they spurn'd all idle art;</br>And the plain tale was trusted to the heart.", "Now all is changed!  We fume and fret, poor elves,</br>Less to display our subject, than ourselves:</br>Whate'er we paint &mdash; a grot, a flow'r, a bird,</br>Heavens, how we sweat! laboriously absurd!</br>Words of gigantic bulk, and uncouth sound,</br>In rattling triads the long sentence bound;</br>While points with points, with periods periods jar,</br>And the whole work seems one continued war!</br>Is not THIS sad?", "F.  \"'Tis pitiful, God knows,</br>'Tis wond'rous pitiful.\"  E'en take the prose;</br>But for the poetry &mdash; oh that, my friend,</br>I still aspire &mdash; nay, smile not &mdash; to defend.</br>You praise our sires:  but, though they wrote with force,</br>Their rhymes were vicious, and their diction coarse;</br>We want their strength:  agreed.  But we atone</br>For that, and more, by sweetness all our own.</br>For instance &mdash; \"Hasten to the lawny vale,</br>Where yellow morning breathes her saffron gale,</br>And bathes the landscape&mdash;\"", "P.  Pshaw!  I have it here.</br>\"A voice seraphic grasps my listening ear,</br>Wond'ring I gaze; when lo!  methought afar,</br>More bright than dauntless day's imperial star,</br>A godlike form advances.\"", "F.  You suppose</br>These lines, perhaps, too turgid; what of those?</br>\"The mighty mother&mdash;\"", "P.  Now 'tis plain you sneer,</br>For Weston's self could find no semblance here.</br>Weston!  who slunk from truth's imperious light,</br>Swells, like a filthy toad, with secret spite,</br>And, envying the fame he cannot hope,</br>Spits his black venom at the dust of Pope.</br>Reptile accurs'd! &mdash; O memorable long,</br>If there be force in virtue or in song,</br>O injured bard!  forgive the grateful strain,</br>That I, the humblest of the tuneful train,</br>With glowing heart yet trembling hand repay</br>For many a pensive, many a sprightly lay:</br>So may thy varied verse, from age to age,</br>Inform the simple, and delight the sage!</br>While canker'd Weston, and his loathsome rhymes,</br>Stink in the nose of all succeeding times!", "Enough.  But where (for these, you seem to say,</br>Are samples of the high, heroic lay)</br>Where are the soft, the tender strains, which call</br>For the moist eye, bow'd head, and lengthen'd drawl?</br>Lo!  Here &mdash; \"Can'st thou, Matilda, urge my fate?</br>And bid me mourn thee &mdash; yes, and mourn too late?</br>O rash, severe decree!  my maddening brain</br>Cannot the ponderous agony sustain;</br>But forth I rush, from vale to mountain run,</br>And with my mind's thick gloom obscure the sun.\"", "Heavens!  if our ancient vigour were not fled,</br>Could VERSE like this be written or be read?</br>VERSE!  that's the mellow fruit of toil intense,</br>Inspired by genius, and inform'd by sense;</br>This, the abortive progeny of pride,</br>And dulness, gentle pair, and still allied;</br>Begotten without thought, born without pains,</br>The ropy drivel of rheumatic brains.", "F.  So let it be.  And yet methinks, my friend,</br>Silence were wise, where satire will not mend.</br>Why wound the feelings of our noble youth,</br>And grate their tender ears with odious truth?</br>They cherish Arno and his flux of song,</br>And hate the man who tells 'em they are wrong.</br>Thy fate already I foresee.  My Lord</br>With cold respect, will freeze thee from his board;</br>And his Grace cry, \"Hence with your sapient sneer!</br>Hence!  we desire no currish critic here.\"", "P.  Enough.  Thank heaven!  my error now I see,</br>And all shall be divine henceforth for me:</br>Yes, St. John's doggrel, Greathead's lumbering line,</br>And Merry's whipt-cream; all, forsooth, divine!", "F.  'Tis well.  Here let th' indignant stricture cease,</br>And ***** at length enjoy his fool in peace.", "P.  Come then, around their works a circle draw,</br>And near it plant the dragons of the law;</br>With labels writ, \"Critics, far hence remove,</br>Nor dare to censure what the great approve.\"</br>I go.  Yet Hall could lash with noble rage,</br>The purblind patron of a former age,</br>And laugh to scorn th' eternal sonnetteer,</br>That made goose-pinions and white rags so dear.</br>Yet Oldham, in his rude, unpolish'd strain,</br>Could hiss the clamorous, and deride the vain,</br>That bawl'd their rhymes incessant thro' the town,</br>Or bribed the hawkers for a day's renown.</br>Whate'er the theme, with honest warmth they wrote,</br>Nor cared what Mutius of their freedom thought:</br>Yet prose was venial in that happy time,</br>And life had other business than to rhyme.", "And may not I &mdash; now this pernicious pest,</br>This metromania, creeps thro' every breast;</br>Now fools and children void their brains by loads,</br>And itching grandams spawl lascivious odes;</br>Now lords and dukes, curs'd with a sickly taste,</br>While Burns' pure healthful nurture runs to waste,</br>Lick up the spittle of the bed-rid muse,</br>And riot on the sweepings of the stews;</br>Say, may not I expose&mdash;", "F.  No &mdash; 'tis unsafe.</br>Prudence, my friend.", "P.  What!  not deride, not laugh?</br>Well!  thought at least is free&mdash;", "F.  O yet forbear.", "P.  Nay, then, I'll dig a hole, and bury there,</br>The dreadful truth that so alarms thy fears:</br>THE TOWN, THE TOWN, GOOD PIT, HAS ASSES EARS.</br>Thou think'st, perhaps, this wayward fancy strange;</br>So think thou still:  yet would not I exchange</br>The secret humour of this simple hit</br>For all the Albums that were ever writ.</br>Of this no more.  O thou (if yet there be</br>One bosom from this vile infection free),</br>Thou that canst thrill with joy, or glow with ire,</br>As the great masters of the song inspire,</br>Canst hang enamour'd o'er the magic page,</br>Where desperate ladies desperate lords engage,</br>While gnomes and sylphs the fierce contention share,</br>And heaven and earth hang trembling on a hair;</br>Canst quake with horror, while Emilia's charms</br>Against a brother points a brother's arms,</br>And trace the fortune of the varying fray,</br>While hour on hour flits unperceived away&mdash;</br>Approach:  'twixt hope and fear I wait.  O deign</br>To cast a glance on this incondite strain:</br>Here, if thou find'st one thought but well exprest,</br>One sentence, higher finish'd than the rest,</br>Such as may win thee to proceed awhile,</br>And smooth thy forehead with a gracious smile,</br>I ask no more.  But far from me the throng,</br>Who fancy fire in Laura's vapid song,</br>Who Anna's bedlam rant for sense can take,</br>And over Edwin's mewlings keep awake;</br>Yes, far from me, whate'er their birth or place,</br>These long-ear'd judges of the Phrygian race,</br>Their censure and their praise alike I scorn,</br>And hate the laurel by their followers worn!</br>Let such, a task congenial to their powers,</br>At sales and auctions waste the morning hours,</br>Wile the dull noon away in Christie's fane,</br>And snore the evening out at Drury-lane;</br>Lull'd by the twang of Bensly's nasal note,</br>And the hoarse croak of Kemble's foggy throat.</br>"]