["Begin, Celestial Muse!  a tuneful Strain</br>Of Albion's Prince conducted o'er the Main;</br>Of Courts conceal'd in Waves, and Neptune's wat'ry Reign!</br>Sing, from beneath, how the Green Deity</br>Rose to the Sov'reign of the British Sea;</br>To Pow'r confess'd, the Triple Mace resign'd,</br>O'er-rul'd the Floods, and charg'd the Rebel Wind;</br>Secur'd his Passage homeward, and restor'd,</br>Safe to the loveli'st Isle, the best-lov'd Lord.", "The generous Name of Montague has long</br>Been fam'd in Verse, and grac'd the Poet's Song;</br>In Verse himself can happy Wonders do,</br>The best of Patrons, and of Poets too.</br>Amidst the skilful Quire that court his Ear,</br>If he vouchsafe these ruder Lays to hear,</br>His bright Example, while to him I sing,</br>Shall raise my feeble Flight, and mount me on the Wing.", "On Albion's Eastern Coast, an ancient Town</br>O'erlooks the Sea, to Mariners well known;</br>Where the swift Stourus ends his Snaky Train,</br>And pays his Wat'ry Tribute to the Main:</br>Stourus, whose Stream, prolifick as it glides,</br>Two Fertile Counties in its Course divides,</br>And rolls to Sea-ward with a Lover's Pace:</br>There beauteous Orwell meets his fond Embrace;</br>They mix their amorous Streams, the briny Tide</br>Receives em joyn'd; their crooked Shores provide</br>A spacious Bay within, for Anchor'd Ships to ride.</br>Here, on the Margin of the rolling Flood,</br>Divinely Fair, like Sea-born Venus, stood</br>Britannia's Genius, in a Robe array'd</br>Of broider'd Arms, and Heraldry display'd:</br>A Crown of Cities charg'd her graceful Brows;</br>In waving Curls her Hair luxuriant flows;</br>Coelestial Glories in her Eyes are seen;</br>Her Stature tall, Majestick is her Mien.</br>With such a Presence, thro' th' adoring Skies,</br>Shines the Great Parent of the Deities;</br>Such Tow'ry Honours on her Temples rise,</br>When drawn by Lions, she proceeds in State;</br>Trains of Attendant-Gods around her Chariot wait;</br>The Mother-Goddess, with superior Grace,</br>Surveys, and numbers o'er her bright Immortal Race.", "While thus the lovely Genius hovers o'er</br>The Water's Brink, and from the sandy Shore</br>Beholds th' alternate Billows fall and rise,</br>(By Turns they sink below, by Turns they mount the Skies:)</br>And must, she said&mdash;</br>Then paus'd, and drew a Sigh of anxious Love;</br>Must my dear Lord this faithless Ocean prove?</br>Escap'd the Chance of War, and Fraud of Foes,</br>Wilt thou to warring Waves thy sacred Life expose?</br>Why am I thus divided by the Sea,</br>From all the World, and all the World in thee?</br>Cou'd Sighs and Tears the Rage of Tempests bind,</br>With Tears I'd bribe the Seas, with Sighs the Wind.</br>Soft-sighing Gales thy Canvas shou'd inspire;</br>But hence, ye boistrous Storms!  far hence retire,</br>To inland Woods, there your mad Pow'rs appease,</br>And scour the dusty Plains, or strip the Forest Trees;</br>Or, lodg'd in hollow Rocks, profoundly sleep,</br>And rest from the loud Labours of the Deep!</br>Why shou'd I fear? &mdash; If Heroes be the Care</br>Of Heav'n above, and Heav'n inclines to Pray'r,</br>Thou sail'st secure; my Sons with lifted Eyes,</br>And pious Vows, for Thee have gain'd the Skies.</br>Come then my much-lov'd Lord!  No more th' Alarms</br>Of wasteful War require thee from my Arms.</br>Thy Sword gives plenteous Peace; but, without thee,</br>Peace has no Charms, and Plenty's Poverty.</br>At length enjoy, for whom you've fought, the Queen</br>Of Islands, Bright, majestick, and serene!</br>Unveil'd from Clouds, which did her Form disguise,</br>And hid a thousand Beauties from thy Eyes.</br>A thousand Treasures unsurvey'd invite,</br>Their Lord to various Scenes of new Delight.</br>Come see the Dow'r I brought!  My spacious Downs,</br>My num'rous Counties, and my ancient Towns.</br>Landskips of rising Mountains, shaggy Woods,</br>Green Vallies, smiling Meadows, silver Floods,</br>And Plains with lowing Herds enrich'd around,</br>The Hills with Flocks, the Flocks with Fleeces crown'd;</br>All these with native Wealth thy Pow'r maintain,</br>And bloom with Blessings of thy easie Reign.</br>Haste, hoist thy Sails!  and thro' the foamy Brine,</br>Rush to my Arms!  henceforth be wholly mine;</br>After Nine toilsome Years; let warlike Labour cease,</br>And flourish now secure in the soft Arts of Peace!", "She said; th' intreated Winds her Accents bore,</br>And wing'd the Message to the Belgick Shore.</br>The pious Heroe heard, nor cou'd delay</br>To meet the lovely Voice, that summon'd him away;</br>The lovely Voice, whose soft complaining Charms</br>Before had call'd the Succour of his Arms,</br>Nor call'd in vain; when fir'd with gen'rous Rage</br>T' oppose the Fury of a barb'rous Age,</br>Like Jove with awful Thunder in his Hand,</br>Thro' Storms and Fleets at Sea, and Foes at Land</br>He urg'd his daring Way; before his Sight</br>On Silver Wings bright Glory took her Flight,</br>And left to guide his Course long shining Tracks of Light.", "And now once more embarqu'd, propitious Gales</br>Blow fresh from Shore, and fill his hollow Sails.</br>As when the golden God that rules the Day</br>Drives down his flaming Chariot to the Sea,</br>And leaves the Nations here involv'd in Night,</br>To distant Regions he transports his Light;</br>So William's Rays by turns two Nations cheer,</br>And when he sets to them, he rises here.", "Forsaken Belgia, e're the Ship withdrew,</br>Shed generous Tears, and breath'd this soft Adieu.</br>Since Empire calls thee, and a glorious Throne,</br>Thy People's weighty Int'rests, and thy own;</br>(Tho' struggling Love wou'd fain perswade thy Stay)</br>Go, where thy better Fortune leads the Way!</br>Mean while my Loss, allow me to complain,</br>And wish &mdash; ah no!  that partial Wish were vain.</br>Tho' honour'd Crete had nurs'd the thundring God,</br>Crete was not always blest with his Abode;</br>Nor was it fit that William's Godlike Mind,</br>For Nations born, shou'd be to One confin'd.</br>This only grant, since I must ask no more,</br>Revisit once again your Native Shore!</br>That Hope my Sorrows shall beguile; and thou,</br>My happy Rival!  wilt that Hope allow;</br>'Tis all th' Enjoyment Fate has left me now.</br>So may'st thou, fair Britannia!  ever be</br>Firm to thy Sov'reign's Love, and his to thee!</br>While widow'd I &mdash; there rising Sighs repress'd</br>Her fainting Voice, and stifl'd in the rest.", "Now while the bounding Vessel drives before</br>The gusty Gales, and leaves the less'ning Shore,</br>Behold the parting Clouds to Distance fly!</br>And Golden Glories pouring from on high,</br>New dress the Day, and cheer th' enlighten'd Sky.</br>One shooting Beam, like Lightning doubly bright,</br>Darts on the Midle Main its streaming Light.</br>Lo!  William's Guardian Angel there descends;</br>To Neptune's Court his heav'nly Message tends.</br>In Arms Celestial, how he shines afar,</br>Like Pallas marching to th' awaken'd War!</br>His left Hand gripes a spacious Orb of Shield,</br>With thousand intercepted Dangers fill'd,</br>And Deaths of various Kind; his right displays</br>A temper'd Blade that spreads a formidable Blaze.</br>He strikes the Waves, th' obsequious Waves obey,</br>And, op'ning in a Gulph disclose the downward Way.", "O Muse!  by thee conducted down, I dare</br>The Secrets of the Watry World declare,</br>For Nothing scapes thy View; to thee 'tis giv'n,</br>To range the Space of Earth, and Seas, and Heav'n,</br>Descry a thousand Forms, conceal'd from Sight,</br>And in immortal Verse to give the Visions Light.", "A Rock there lies, in Depth of Sea profound,</br>About its Clefts rich Beds of Pearl abound,</br>Where sportful Nature, covering her Retreat</br>With flowing Waters, holds her secret Seat.</br>In Woods of Coral intricate she strays,</br>And wreathes the Shells of Fish a thousand various ways,</br>And animates the Spawn of all her finny Race.</br>Th' unnumber'd Species of the fertile Tide</br>In Shoals around their mighty Mother glide.</br>From out the Rock's wide Caverns deep below</br>The rushing Ocean rises to its Flow;</br>And ebbing here retires; within its sides</br>In roomy Caves the God of Sea resides.</br>Pillars unhewn of living Stone bear high</br>His vaulted Courts; in Storms the Billows fly</br>O'er th' echoing Roof, like Thunder thro' the Skies,</br>And warn the Ruler of the Floods to rise,</br>And check the raving Winds, and the swoln Waves chastise.</br>Rich Spoils, by plundring Tempests hither born,</br>An Universe of Wealth, the Palace Rooms adorn.</br>Before its Entrance broken Wrecks are seen</br>In Heaps deform'd, a melancholy Scene.</br>But far within, upon a mossy Throne,</br>With washy Ooze, and Samphire overgrown,</br>The Sea-green King his forky Sceptre rears;</br>Awful his Aspect, numerous are his Years.</br>A Pearly Crown circles his Brows Divine;</br>His Beard and dewy Hair shed trickling Drops of Brine.</br>The River-Gods, his numerous Progeny,</br>On Beds of Rushes round their Parent lye.</br>Here Danube and the Rhine; Nile's secret Source</br>Dwells here conceal'd, hence Tiber takes his Course,</br>Hence rapid Rhodanus his Current pours;</br>And, issuing from his Urn Majestick Padus roars;</br>And Alpheus seeks with silent Pace the lov'd Sicilian Shores.</br>But chief in Honour, Neptune's darling Son,</br>The beauteous Thames, lies nearest to his Throne.</br>Nor thou, fair Boyne!  shalt pass unmention'd by,</br>Already sung in Strains that ne'er shall die.", "These, and a thousand more, whose winding Trains</br>Seek various Lands, the wealthy Sire maintains;</br>Each Day the fluid Portions he divides,</br>And fills their craving Urns with fresh recruited Tides.</br>But not alike; for oft his partial Care</br>Bestows on some a disproportion'd Share;</br>From whence their swelling Currents o'er-supply'd,</br>Thro' delug'd Fields in noisy Triumph ride.", "The God was just preparing to renew</br>His daily Task, when sudden in his View</br>Appear'd the Guardian Pow'r, all dazling-bright,</br>And entring, flash'd the Caves with Beamy Light.</br>Boyne, Rhine, the Sambre, on their Banks had seen</br>The glorious Form, and knew his Martial Mien;</br>In Throngs th' admiring Nereids round him press'd,</br>And Tritons croud to view the Heav'nly Guest.</br>Then thus advancing, He his Will explains,</br>O mighty Sov'reign of the liquid Plains!</br>Haste, to the Surface of the Deep repair,</br>This Solemn Day requires thy Presence there,</br>To rule the Storms, the rising Waves restrain,</br>And shake thy Scepter o'er the govern'd Main.</br>By breathing Gales on thy Dominions driv'n,</br>To Thee three Kingdoms Hopes in Charge are giv'n,</br>The Glory of the World, and Best-belov'd of Heav'n.</br>Behold him figur'd here! &mdash; He said, and held,</br>Refulgent to his View, the Guardian Shield.</br>On the rich Mould, inwrought with Skill Divine,</br>Great Williams Wars in splendid Sculpture shine.</br>Here, how his saving Pow'r was first display'd,</br>And Holland rescu'd by his Youthful Aid;</br>When kindling in his Soul, the Martial Flame</br>Broke fiercely out, preluding future Fame,</br>And round the Frontiers dealt avenging Fire;</br>Swift from the hot Pursuit the blasted Foes retire.</br>Then Battels, Sieges, Camps are grav'd afar,</br>And the long Progress of the dreadful War.</br>Above the rest Seneffe's immortal Fight,</br>In larger Figures, offer'd to the Sight,</br>With Martial Terror charms, and gives a fierce Delight.</br>Here the Confed'rate Troops are forc'd to yield,</br>Driv'n by unequal Numbers thro' the Field:</br>With his bright Sword, young Nassau there withstands</br>Their Flight, with Pray'rs and Blows he urges his Commands,</br>Upbraids their fainting Force, and boldly throws</br>Himself the first amidst the wond'ring Foes.</br>What dare not Men, by such a Gen'ral led?</br>Rallying with Shouts, their Heroe at their Head,</br>Fir'd with new Rage, asham'd they once did fly,</br>Resolv'd to conquer now, or resolute to die,</br>Thro' trampled Heaps of Slain they rush to Victory.</br>Earth trembles at the Charge; Death, Blood, and Prey,</br>Insatiate riot all the murd'rous Day;</br>Nor peaceful Night it self their Fury can allay,</br>Till the pale Moon, that sickens at the Sight,</br>Retires behind a Cloud, to blind the bloody Fight.", "Again, the Shield in Savage Prospect shows</br>An ancient Abby, which rough Woods inclose;</br>And Precipices vast abruptly rise,</br>Where, safe encamp'd, proud Luxemburgh defies</br>All open Violence, or close Surprize.</br>But see!  a second Hannibal from far,</br>Up the steep Height, conducts th' entangled War.</br>Brave Ossory, attended with the Pride</br>Of English Valour, charges by his Side.</br>Inclos'd, they fight; the Forests shine around</br>With flashing Fires; the thunder'd Hills rebound,</br>And the shock'd Country wide beneath rebellows to the Sound.</br>Forc'd from their Holds, at length they speed their Flight;</br>Rich Tents, and Stores of War, the Victor's Toils requite.</br>Then Peace ensues; and in a shining Train,</br>The Friendly Chiefs assemble on the Plain.</br>An ardent Zeal the Gallick General warms,</br>To see the Youth that kindl'd such Alarms;</br>Wondring he views; secure the Soldiers press</br>Round their late Dread, and the glad Treaty bless.", "Next, on the broad Circumference is wrought</br>The Nine Years War for lov'd Britannia fought,</br>The Cause the same:  Fair LIBERTY betray'd,</br>And banish'd Justice, fly to him for Aid.</br>Here sailing Ships are drawn, the crowded Strand,</br>And Heav'n's Avenger hast'ning to the Land.</br>Oppression, Fraud, Confusion, and Affright,</br>Fierce Fiends!  that ravag'd in the gloomy Night</br>Of Lawless Pow'r, defeated, fly before his dazling Light.</br>So to th' eclipsing Moon, by the still Side</br>Of some 'lone Thicket, rev'lling Haggs provide</br>Dire Charms, that threat the sleeping Neighbourhood,</br>And quaff, with Magick mix'd, vast Bowls of Human Blood;</br>But, when the Dawn reveals the purple East,</br>They vanish sullen from th' unfinish'd Feast.</br>Here joyful Crowds Triumphal Arches rear</br>To their Deliv'rer's Praise, glad Senates there</br>In splendid Pomp the Regal State confer.", "Hibernia's Fields new Triumphs then supply;</br>The Rival Kings, in Arms, the Fate of Empire try.</br>See where the Boyne two Warring Hosts divides,</br>And rolls between the Fight his murm'ring Tides!</br>In vain &mdash; Hills, Forests, Streams must all give place,</br>When William leads, and Victory's the Chase.</br>Thou saw'st him, Boyne!  when thy charg'd Waters bore</br>The swimming Coursers to th' opposing Shore,</br>And round thy Banks thou heard'st the murd'ring Cannons roar.</br>What more than Mortal Bravery inspir'd</br>The daring Troops, by his Example fir'd!</br>Thou saw'st their wondrous Deeds; to Neptune's Court</br>Thy flying Waves convey'd the swift Report,</br>And Red with Slaughter, to their Father show'd</br>Streams not their own, and a discolour'd Flood.", "Here, on th' Aetherial Mould, hurl'd from afar,</br>Th' exploded Ball had mark'd a dinted Scar.</br>'Twas destin'd thus; for when all glowing Red,</br>The Angel took it from the Forge, he said,</br>This Part be left unfated from the Foe!</br>And, scarce escap'd, once let the Heroe know</br>How much to my Protection he shall owe.</br>Yet, from the batter'd Shield the Ball shall bound,</br>And on his Arm inflict a scarlet Wound.", "Elsewhere, behold Namure's proud Turrets rise,</br>Majestick to the Sight, advancing to the Skies!</br>The Meuse and Sambre here united flow,</br>Nature's Defence against th' invading Foe:</br>Industrious Art her Strength of Walls supplies;</br>Before the Town the British Army lies.</br>The Works are mann'd; with Fury they contend;</br>These thunder from the Plains, those from the Walls defend.</br>Red Globes of Fire from bellowing Engines fly,</br>And lead a sweeping Blaze, like Comets, thro' the Sky.</br>The kindl'd Region glows; with deaf'ning Sound</br>They burst; their Iron Entrails, hurl'd around,</br>Strow with thick-scatter'd Deaths the crimson Ground.</br>See, where the Genius of the War appears,</br>Nor shuns the Labour, nor the Danger fears!</br>In Clouds of sulph'rous Smoke he shines more bright,</br>For Glory round him waits, with Beams of living Light,</br>At length the widen'd Gates a Conquest own,</br>And to his Arms resign th' abandon'd Town.", "Here, from the Field return'd, with Olive crown'd,</br>Applauding Throngs their welcome Prince surround:</br>Bright Honours in his glorious Entry shine,</br>And Peace restor'd concludes the Great Design.", "Long o'er the Figur'd Work, with vast Surprize,</br>Admiring Neptune roll'd his ravish'd Eyes;</br>Then, rising from his Throne, thus call'd aloud;</br>Ye lovely Daughters of the briny Flood!</br>Haste, comb your Silver Locks, and straight prepare</br>To fill my Train, and gaze in upper Air.</br>This Day Majestick Glories you shall see;</br>Come all ye Wat'ry Pow'rs, who under me</br>Your little Tridents wield, and rule the boist'rous Sea!</br>What God, that views the Triumphs here display'd,</br>Can to such Worth refuse his Heavenly Aid?</br>He said no more, &mdash; but bade two Tritons sound</br>Their crooked Shells, to spread the Summons round.</br>Thro' the wide Caves the Blast is heard afar;</br>With speed two more provide his Azure Car,</br>A Concave Shell; two the finn'd Coursers join;</br>All wait officious round, and own th' accustom'd Sign.</br>The God ascends; his better Hand sustains</br>The three-fork'd Spear, his left directs the Reins.</br>Thro' breaking Waves the Chariot mounts him high,</br>Before its thundring Course the frothy Waters fly;</br>He gains the Surface; on his either Side,</br>The bright Attendants, rang'd with comely Pride,</br>Advance in just Array, and grace the pompous Tide.", "Mean while Britannia's King conspicuous stood,</br>And, from his Deck survey'd the boundless Flood.</br>Smooth was the glassie Scene, the Sun beheld</br>His Face unclouded in the liquid Field.</br>The gazing Nereids in a shining Train</br>Inclose the Ruler of the British Main,</br>And sweetly sing; suspended Winds forbear</br>Their loud Complaints, the soothing Lay to hear.</br>Hail, Sacred Charge!  they cry; the Beauties We</br>Of Neptune's Court, are come t' attend on thee;</br>Accept our offer'd Aid!  thy potent Sway,</br>Unbounded by the Land, these watry Realms obey;</br>And We thy Subject-Pow'rs our duteous Homage pay.</br>See Neptune's Self, inferiour in Command,</br>Presents his Trident to thy honour'd Hand!</br>They said; the Sire approach'd with Awe profound;</br>The Rite perform'd, their Shells the Tritons sound;</br>Swell'd with the shrill Alarm, the joyful Billows bound.", "Now from the Shore Britannia first descries</br>White Sails afar; then bulky Vessels rise</br>Nearer to View; her beating Heart foretells</br>The pleasing News, and eager Transport feels.</br>Safe to her Arms Imperial Neptune bears</br>Th' intrusted Charge, then diving, disappears.</br>"]