["By a vacant Preferment Apollo thought fit</br>To settle the Bays, and establish a Wit,</br>For his trusty Friend R&mdash;h, by much Merit and Grace,</br>Had obtain'd in Elysium the Laureat's Place;</br>Accordingly, to the fam'd Borders of Cam,</br>Descended the God, with a Goddess hight Fame,</br>The Figure she wore, as Dan Virgil declares</br>Was illumin'd with Eyes, and becluster'd with Ears,</br>(And Faith, as you'll find, she had of them all,</br>To pick one good Poet, and hear ev'ry Call,)</br>A Trumpet she blew, for a Trumpet she bore,</br>As the laudable Custom informs us of yore.</br>Thick as Bees, when they swarm to the tinkling Brass,</br>The Bards flock around her, and darken the Place;</br>Each Pretender, for such was Apollo's command,</br>Brought his Works, and conducted his Muse in his Hand:</br>But, good Lord!  how his Godship at first was amaz'd,</br>To find the chaste Nine to such Numbers were rais'd?</br>However, to banish immodest Suspicions,</br>He order'd a Silence, and heard the Petitions.", "B&mdash;ll first, as the Candidates jostled along,</br>With a Gate most affected, emerg'd from the Throng.</br>Apollo observ'd somewhat odd in his Look,</br>And, giving a Beck, thus the Goddess bespoke.</br>Prithee, what's that same Fellow?  Some half-witted Beau?</br>I don't know as ever I've seen him 'till now&mdash;</br>Nor can I remember, I think, replies Fame,</br>To have heard of his Worth, or so much as his Name:</br>But Odds I will, lay by those Papers there brought,</br>'Tis the same, who the Place in the Memoirs has bought&mdash;</br>Say, you so, cries Apollo, and is he so vain?</br>Yet pshaw &mdash; 'tis the only Place that he can gain.</br>The Bard now elate with Ambition appear'd,</br>Propos'd his Pretence, and desir'd to be heard;</br>When Apollo strait bid him his Labours produce,</br>And, for his Authority, bring him his Muse.</br>More hasty, than wisely, the Labours were shown,</br>But, alas, for the Muse, the sly Gipsey was flown,</br>For her Birth it was mortal, nor could her feign'd Power</br>Stand the Test of the Godhead she mimick'd before;</br>O'eraw'd by the Deity no longer could stay,</br>But like Spenser's false Florimel faded away!", "De V&mdash;l in the Tumult ran bawling aloud,</br>And swore that he ought to be heard by the God,</br>And heard too he was, for the God cut him short,</br>And ask'd what Pretensions could draw him to Court!</br>What Pretension, cries he!  but the Godhead replies,</br>Before you are witty, pray learn to be wise,</br>And if, as they say, you are Lunatic grown,</br>For I hear you converse with my Sister the Moon,</br>In secret Confinement, a Purge or two try,</br>And let your own Essay Bum-fodder supply.", "Next Ch&mdash;y roll'd onward, a Bard of renown,</br>For Bulk and Bumbast super-eminent grown,</br>Of Lampoons and Pindaricks huge Bundles he brought,</br>But the Burthen was light, because barren of Thought,</br>From railing at Friends, falsly smiling he came,</br>Detraction his Pleasure, Ambition his Aim.</br>But Apollo soon knew him, notwithstanding all Art,</br>For your Gods at first Sight can discover the Heart.</br>And told him, that Pride, and inhuman Backbitings</br>Were the worst of all Evils,&mdash; except his own Writings;</br>Ay, I see, cries the God, I see your Excuse&mdash;</br>But hang it, that's nothing in Shape of a Muse!&mdash;</br>I suppose, that it's term'd by you Mortals here, Satire,</br>But we Gods have thought fit, to bename it Ill-nature.</br>Besides such a Bulk, for high Flights was ne'er made well&mdash;</br>And I mortally hate the Remembrance of Shadwell.", "Little R&mdash;th took the Hint, and right archly declar'd,</br>That if Body diminutive distinguish'd the Bard,</br>Then his Cause it was just, &mdash; but, to humour the Joke,</br>With an affable Air, thus the Deity spoke;</br>And told him, he could not Heroics right suit,</br>For his Body, at full Length, was scarce more than one Foot.", "Ho, W&mdash;d!  cries the God, as he saw him stand by,</br>Come forward a little, and don't be so shy&mdash;</br>I know you are modest; but harkee between us,</br>Here, lookee this Token, 'twas sent you by Venus&mdash;</br>For her Ladyship told me, some few Days ago,</br>She came down in the Form of a Nymph that you know,</br>And, pleas'd with a Copy or two of your Verses,</br>Presents you this Myrtle &mdash; 'twas wreath'd by the Graces&mdash;</br>Here tak't, &mdash; 'tis as good as my Laureat's Place is.", "H&mdash;se next he beheld with poetical Rage,</br>And told him, 'twas pity he was not at Age&mdash;</br>Nor mind, cries the God, those dull Fools, that desire to</br>Eclipse that bright Merit,&mdash; they ne'er can aspire to;</br>Just so, in a Morning, I see, as I rise</br>Black Fogs, and dull Vapours usurping my Skies&mdash;</br>But two Dramatists here, the mere Scum of the Gang,</br>Broke the Simile short, and began to harangue;</br>Four Acts of a Play, cries the one I have writ,</br>And had I a Plot, then the Work were compleat;</br>My Characters &mdash; go, cries the God, scribling Elf,</br>And learn first to get thee a good one thy self.", "As Pattison stood unconcern'd in the Crowd,</br>Apollo beheld him, and call'd him aloud;</br>Declaring his Manners, tho' perhaps not his Wit,</br>His identical Self to a Nicety hit;</br>Alike their Employments, alike their Delight,</br>Both rambled all Day, and both tipled all Night;</br>Both us'd the same Haunts, both pursu'd the like Game,</br>And Laura and Thetis but differ'd in Name.</br>Now the Bard, without Doubt, the Reason acquir'd,</br>But Woman, and Fate both against him conspir'd,</br>For, unhappily!  just as he drew up more nigh,</br>A pretty tight Damsel came tripping it by;</br>No longer the Laurel attracted his Eyes,</br>They were fix'd on a far more desirable Prize&mdash;</br>His Highness he thank'd; but resigning his Lays,</br>Declar'd, that a Nymph was far better than Bays.", "Apollo now, tir'd with Debates and Confusion,</br>Was glad for to draw his Affairs to Conclusion,</br>And, sick at the Numbers still swarming around,</br>Thrice T&mdash;r he call'd, but no T&mdash;r was found:</br>Not here?  (cries the God) oh!  I guess at his Stay&mdash;</br>He stole a few Poems of mine t'other Day&mdash;</br>But, howe'er, I forgive him the cunning Device</br>And, since his are my Labours, be his too my Prize.</br>"]