["November wind had wad the flow'rs away,</br>An' ca'd the leaves frae ilka bendin' spray:</br>Pale grew the verdure on the vale below,</br>When Samuel dander'd out to Queensb'ry cairn,</br>An' sat him down, a lesson gude to learn:</br>His flocks were feedin' round, sae fair to see;</br>Of ilka care his 'onest heart was free.", "Of prospects careless he so oft' had seen,</br>From Arran black, to Cheviot hills sae green;</br>From Skiddaw, Man, and Erin's fertile shore,</br>To where the pointed paps of high Ben-More</br>Erect, amid the Grampian desart, drew</br>His notice, like a distant vapour blue.", "The day was pleasant like a day in May,</br>An' Jock cam' stridin' up the muir-land way.</br>Some learned fock will listen wi' delight</br>To twa young shepherds trackin' on the height.", "JOCK.</br>Hech, Samuel, sure the day we fear'd is come;</br>A day that will of thousands seal the doom!</br>I've nearly tint my breath, wi' hastening here,</br>To see if you could tell me what's asteer,</br>But it appears owr evident to me</br>The Cadiz fleets have reach'd the Irish sea;</br>For hear, on ilka side the Sol'way shore,</br>Peal after peal, the cannons loudly roar:</br>There groans I hear through Gall'way hills around,</br>An' Queensb'ry dinnles wi' the dreadfu' sound.</br>We manna now the glorious contest shun,</br>The danger's near, let's get our guns an' run.</br>They wadna, save an' some prodigious fray,</br>Sae loose their cannons on the Sabbath day.", "SAMUEL.</br>At leisure, Jock, at leisure; you shall hear</br>How little you the Cadiz fleets need fear:</br>Wil'd frae their hole, by Nelson's art profound.</br>Their pride has got a deep and deadly wound;</br>That mighty fleet, who thought the seas their ain,</br>Are a' mishacker'd, tatter'd, taw'd, an' ta'en.</br>These distant vollies which our echoes raise,</br>Are sound of triumph for the joyful news.", "JOCK.</br>Blest be the Ruler o' the earth an' sea,</br>For grantin' us sae great a victory.</br>But O 'tis worthy our eccentric days,</br>Wi' guns an' powder to exalt his praise.", "SAMUEL.</br>A roughsome way o' praisin' God indeed;</br>I think it queer; in that we're baith agreed.", "JOCK.</br>But a' that ever sail'd aneath the skies</br>By Nelson are outdone in enterprise:</br>He's sic a terror to our en'mies a'.</br>'Tis past belief what he has sunk an' ta'en.", "SAMUEL.</br>At leisure, Jock, at leisure; Nelson's gane!", "JOCK.</br>Good God!  is Nelson kill'd?", "SAMUEL.</br>'Tis truely sae.", "JOCK.</br>Then deil tak' them, an' a' the ships they ha'e:</br>For though enrich'd by a' the fleets in Spain,</br>Our loss had still been greater than our gain.</br>Ah, heavy news for Britain and for me!</br>Yes, Nelson, I maun drap a tear for thee.", "SAMUEL.</br>Yestreen at Slack's, I tauld as I cam' bye,</br>An straight amazement byth'd in ilka eye;</br>The smearers glowr'd, an' cry'd, Is Nelson gane?</br>An' swore their guardian frae their side was ta'en.</br>The tar they lately up like ribbons drew,</br>Fell frae their hands an' slaister'd a' the woo'.</br>If a' the fock wad mourn as sair for me,</br>I wadna grudge at ony time to die.", "JOCK.</br>When news arriv'd that faes war on the seas,</br>His very name set a' our hearts at ease:</br>The very dullest herds amang us a'</br>Of Nelson's valour never miss'd to blaw:</br>My uncle strak' John Millar on the face,</br>For ca'ing him lazy in his Southern chace.", "SAMUEL.</br>But, Jock, I have a project in my head,</br>Our grief can naething ser' the valiant dead;</br>Here, on this spot, a mighty cairn we'll rear,</br>In mem'ry o' the chief we held so dear.</br>I spoke to Hogg, on every project keen,</br>An' see the lines he penn'd for it yestreen.", "THE INSCRIPTION.</br>Let all the lads on Nith and Annan learn</br>The Queensb'ry shepherds rear this rustic cairn</br>In mem'ry of a great and noble tar,</br>A gen'rous soul, a thunderbolt in war:</br>On Britain's foes, who British vengeance hurl'd,</br>In ev'ry quarter of the wond'ring world:</br>The muddy Nile his mighty prowess saw;</br>And Afric's sable sons were kept in awe:</br>Round It'ly's shores the conquering flag he heav'd;</br>And Western India his name reliev'd:</br>It made the shores of France and Holland shake;</br>The French to tumble, and the Dutch to quake.</br>He cow'd the haughty pride of silly Spain,</br>And pour'd destruction on the frighted Dane.</br>After a life of glorious dangers past,</br>In Vict'ry's arms, resign'd, he breath'd his last.</br>But evermore shall shine his honour'd name</br>With gilded splendour in the rolls of fame:</br>That name with artless pen we here insert,</br>'Tis NELSON!  dear to ev'ry British heart.</br>"]