["Thou dirty beast!  how canst thou be so prone</br>To sport in mire and mud?  'tis strange indeed,</br>That when thou dwellest in thy sty alone,</br>With none to meddle in thy bed, or feed,</br>That thou the latter, without feint of need,</br>Wilt overset, contain it what it may;</br>And that the former thou about wilt spread,</br>Though made so soft, of shavings, straw, or hay;</br>Poh!  thou'rt a dirty beast, Newyorkers well may say.", "Heavens!  how thou eatest!  what an appetite</br>For fish, or flesh, or fowl &mdash; no matter what;</br>If thou canst cram it down thy throat, 'tis quite</br>The same to thee, if eatable, or not;&mdash;</br>And then for drinking &mdash; O thou guzzling sot!</br>What blubb'ring doth thy snout make, sucking water,</br>Or swill, commix'd with leavings of the pot,</br>And offals from the house, which those call slaughter,</br>Who fill thy trough with duds &mdash; of the earth from every quarter!", "Our learn'd Physicians &mdash; gracious!  how they'll prate,</br>Of what is good to eat, and what is bad;</br>This may ye munch &mdash; say they &mdash; but that must hate;</br>While freely eatest thou &mdash; what can be had</br>Nor ever wast thou yet in case so sad,</br>As once to need great Dr. &mdash;'s pills,</br>The which each wight, as if mankind were mad,</br>Oft swalloweth down, as cures for human ills,</br>Though each one killeth &mdash; or, in style familiar, kills!", "And then thy voice, so surly, rough, and blunt,</br>To different grades and ranks, is still the same;</br>Seest thou a king? &mdash; thy greetings but a grunt,</br>Nor car'st thou twopence for his power and fame;</br>The dashing beau, the softly-sighing dame,</br>And limping beggar &mdash; are alike to thee;</br>Born but to eat, thou know'st nor pride, nor shame,</br>Nor aught that interesteth such as we,</br>We, who creation's lord proudly affect to be!", "Odd is thy taste &mdash; and odd thy manners too,</br>Oft, where thou shouldst not, stickest thou thy nose,</br>Like some among mankind, who long to view</br>Affairs, which others never would disclose;</br>The tattling knave will fidget till he knows</br>His neighbour's secrets; and, when well found out,</br>Through the wide town the increasing slander goes;</br>And many credit it, and few will doubt;</br>O, I could ring, like thine, the treacherous rascal's snout!", "Rude as thou art, some merit mayest thou boast,</br>Which highborn Freemen e'er delight to own;</br>No cringing slave, or flatterer; &mdash; thou knowest</br>An Independence ne'er by courtiers known;</br>What though thou gatherest for thyself alone,</br>And car'st not who is starv'd, so thou be fed?</br>The Miser's wealth will for his crimes atone,</br>Though he a lengthened life of guilt have led&mdash;</br>And neither of ye both is useful till ye're dead!", "Alas!  although so dirty, filthy, vile,</br>That e'en thy name doth somehow soil my Ode;</br>How many have I known to strut, in style,</br>And roll in chariot, down the rattling road,</br>Whose souls were never honour'd by th' abode,</br>Of half the virtues that in thee appear!</br>From whose full coffers ne'er a farthing flow'd</br>The child of want or wretchedness to cheer;</br>Such merely rout and grunt &mdash; hated and hating here.", "O if my knee to Mammon e'er shall bow,</br>If petty Avarice shall my mind debase;</br>Give me, O Hog!  the shape, the bristled brow,</br>And twisted tail, that ornament thy race;</br>Nor let me live a blot &mdash; a foul disgrace</br>To nature high, to form and \"face divine;\"</br>A mere automaton, in whom no trace</br>Of gen'rous sympathy is seen to shine:&mdash;</br>A selfish, narrow soul &mdash; a mongrel biped swine!</br>"]