["Erst in Imperial robes did Albion sit,</br>With India's spoils enrich'd, with glory crown'd:</br>Vict'ry impatient did each look await,</br>To spread her empire o'er remotest ground.</br>Her Sons would then with chearful ardor tell</br>How each brave warrior fought, or how more nobly fell.", "By fortune once caress'd, thrice happy Isle!</br>What nation own'd not thy supreme command?</br>Indulgent Heaven bestow'd it's choicest smile;</br>And show'rd it's blessings on thy favour'd Land.</br>The eager winds to swell thy triumphs sought,</br>While each fresh rising gale some recent conquest brought.", "But sudden shifts the Scene:  the roses fade,</br>And chaplets shall no more adorn the brow;</br>Lo!  wreaths of Cypress Albion's temples shade,</br>And every face is veil'd in clouds of woe.</br>Ev'n Victory's self the general sorrow shares;</br>And, though with Laurels crown'd, the garb of mourning wears.", "Speak the dire cause &mdash; The best of Kings no more</br>Shall bless his People with a gentle sway;</br>Whose Virtues so adorn'd the Crown he wore,</br>That Malice fled, and Envy pin'd away.</br>By Force to bind whilst Others vainly strove,</br>He fetter'd with the chains of gratitude and Love.", "While Europe echo'd with the clash of Arms,</br>And every tide ran purple to the Main,</br>Secure We liv'd, nor fear'd the dire alarms;</br>For courage fought, while wisdom held the rein.</br>Yet nought avail'd &mdash; For cruel Death reveres</br>Nor all thy Virtues, Prince, nor spares a nation's tears.", "While pleasing Scenes of Peace each thought employ,</br>And gladsome Plenty meets our longing Eyes;</br>While every British heart is fir'd with joy;</br>Fame sounds the dismal tale &mdash; Your Parent dies.</br>A bliss supreme the Gods will ne'er bestow:</br>Life's sweetest draught is still embitter'd with a Woe.", "Yet weep not Albion:  Fiend Despair be gone:</br>In milder strains the Muse prophetic sings;</br>\"Your much  lov'd Prince has but exchang'd  his Throne:</br>I saw &mdash; to Heaven He fled on Virtue's wings.</br>Still happy Isle! &mdash; Behold, a Youth divine</br>Succeeds; And every wish'd-for blessing shall be thine.\"</br>"]