["From humble Themes, and unaspiring Strains</br>Of verd'rous Shades, and stream-delighted Plains,</br>O whither would the daring Muse ascend!</br>Or where will this unusual Transport end!</br>Again she fires my Soul with Thirst of Praise,</br>And tunes my Numbers to sublimer Lays,</br>Of Sovereign JOVE her awful Sire's Success,</br>At last obtain'd against the Titaness,</br>Who, high aspiring, e'rst rebellious strove</br>To hurl him headlong from the Realms above:</br>Then deign, O sacred Source of deathless Fame!</br>To aid my Labours, and exalt my Name;</br>Since only thou, from JOVE'S great Lineage sprung,</br>Canst rightly trace the wond'rous Deeds along,</br>That now employ my Verse, and dignify my Song.</br>Since thou alone canst endless Glory give,</br>And make that Song to future Ages live.", "Now, at th' appointed Time, th' assembling Gods,</br>For Arlo-Hill, forsook their bright Abodes;</br>Both those descended of celestial Birth,</br>And the long Offspring of the fruitful Earth:</br>With these, obedient to th' Almighty's Call,</br>Met all the Nations of the wond'ring Ball,</br>That Arlo-Hill could scarce contain the Croud,</br>And almost sunk beneath th' unwonted Load;</br>Nor could the narrow Space such Numbers hold,</br>If thund'ring JOVE, by whom the World's controul'd,</br>Had not, with wond'rous Art, dispos'd the Throng,</br>In seemly Ranks, the scanty Ground along.", "Last came great Nature, whose Almighty Pow'r</br>The Gods themselves with Reverence adore;</br>When, rising instant from his golden Throne,</br>The Heav'n's dread Ruler bow'd submissive down,</br>And all th' Immortals due Obedience paid,</br>And at her Feet their boasted Honours laid;</br>Ev'n haughty Change controul'd her stubborn Mind,</br>And low her daring Crest with Awe reclin'd:</br>For she, the Goddess, towr'd supreamly tall,</br>And high exalted overlook'd them all,</br>A brighter Glory flam'd around her Head,</br>Her fiercer Eyes a keener Influence shed,</br>In awful Majesty, more dread than JOVE,</br>In Beauty fairer than the Queen of Love.</br>&mdash;Beside, e'er Time his circling Course began,</br>Or restless round the changing Seasons ran;</br>While CHAOS yet his loud Uproar maintain'd,</br>In the mad Whirl the Goddess calmly reign'd,</br>And at her Word the Tumult rag'd no more,</br>And Peace, and Concord waited on her Lore:</br>Then, blaz'd the Sun, and all the Worlds on high</br>Roll'd round their Orbs, and brighten'd o'er the Sky,</br>By her they rose, and when she gives Command,</br>In Heav'n's Mid-way the Lamp of Light shall stand;</br>Down from the vaulted Blue the Planets fall,</br>And one dread Ruin swift devolve on all;</br>So vast is her Controul, so wide her Sway,</br>Which Gods above, and Men below obey;</br>But none her Sex could ever throughly learn,</br>Or unarray'd her heavenly Form discern;</br>For, wrapp'd in Darkness, and involv'd with Night,</br>She skreen'd her Face from Day, and shunn'd the Light,</br>Some dreadless Souls, who dar'd the Cloud remove,</br>And fond of Knowledge with the Goddess strove,</br>Have taught the World that Horror lurks beneath,</br>The Source of Sorrow, and the Seeds of Death;</br>And some that Beauty, in its brightest Blaze,</br>From thence emits such strong, and piercing Rays,</br>As, far transcending the Meridian Sun,</br>Can be but by Reflection view'd alone.", "Where, sunk into a Plain, the Mountain spread,</br>The Pow'r supream her gay Pavillion made;</br>Not such as mortal Kings sublimely raise</br>All bright with Gold, and with the Diamonds blaze,</br>But, from the teeming Earth, immediate sprung</br>Spontaneous Trees with purple Blossoms hung,</br>Whose bending Branches bow'd obedient down,</br>And seem'd, in all their Bloom, a woody Throne;</br>The Pride of Spring, and Glory of the Fields,</br>The Pomp of Flow'rs which annual FLORA yields,</br>With sudden Growth in all their Charms were seen</br>To deck the Earth, and paint th' enamel'd Green,</br>And, wafting sweet, enliv'ning Gales from far,</br>With heav'nly Fragrance fum'd the circling Air:</br>Beside, the River Nymphs ten thousand more</br>Glean'd from the Borders of the wat'ry Shore,</br>And at her Feet the gay Profusion threw,</br>Sweet to the Smell, and pleasant to the View:</br>Less gay the splendid, costly Carpets show,</br>Whose Tyrian Grounds with golden Labours glow,</br>And, spread Illustrious where the Great reside,</br>On the rich Walls reflect their Lustre wide:</br>Ev'n ancient Arlo, on whose hoary Brow</br>Hung thawless Ice, and never-melting Snow,</br>For lovely Green his russet Gray resign'd,</br>And round his Head an oaken Garland twin'd,</br>As if, to Youth restor'd, some fresh Desire</br>Had warm'd his Heart, and alter'd his Attire:</br>It's Sovereign Queen the whole Creation sung,</br>And all the vast Immense with loud Applauses rung.", "Such Gladness ne'er in future Times was known,</br>Save that distinguish'd Day when PELEUS won</br>His heav'nly Bride, a Daughter of the Sky!</br>When all the Gods descended from on High</br>To grace the nuptial Feast, and give the Bridegroom Joy.", "When thus the Goddess, whose creating Hand</br>Spread out the Seas, and fix'd the stedfast Land,</br>Had fill'd her Sylvan Throne; before her came,</br>Audacious Change to urge her daring Claim;</br>Who bending low her plaintive Plea began,</br>And thus her Tale in bold Invectives ran:", "To thee, great Goddess!  injur'd I appeal,</br>And at thy Throne, in hope of Justice kneel;</br>The whole Creation's bless'd beneath thy sway,</br>And at thy Word Oppression soars away;</br>From thee the wretched find relief alone,</br>Thy Hand upholds the Weak, and hurls the tyrant down:</br>Dread Source of Right!  of JOVE I now complain,</br>And all the Gods that form his servile Train,</br>Who jointly boast that to their Rule is giv'n</br>The vaunted Empires both of Earth, and Heav'n;</br>Tho' here below I hold unbounded Sway,</br>And Brutes, and Men my great Commands obey:</br>Tho' mine's the Right to rule th' empyreal Plains,</br>And like a Tyrant this dread Thund'rer reigns:</br>&mdash;Now Heaven, and Earth are both thy equal Care,</br>And Gods, and Men alike thy Favour share;</br>For Gods to thee oppos'd, like mortal Men</br>Compar'd to Gods, would boast their Strength in vain:</br>Then deign, O righteous Judge!  to hear my Cause,</br>And give my Claim the Sanction of thy Laws:</br>Yet weigh our diff'rent Rights in even Scale,</br>And let the Just as Justice will's prevail;</br>Tho' all must know th' etherial Plains are mine,</br>As eldest Offspring of great TITAN'S Line;</br>And JOVE, usurping, holds the regal Throne,</br>Depriving me of what is mine alone:</br>Yet, spight of all the Thunders in his Hand,</br>And the joint Pow'r of his united Band,</br>In this low Orb I've fix'd my awful Reign,</br>And Gods, and Men would tempt my Pow'r in vain.</br>For Proof the whole created Frame survey,</br>And bring its Changes forth to open Day:</br>See!  the huge Globe, on its own Axis hung,</br>Varies its Seat, and smoothly rolls along;</br>No Pause of Rest, no stedfast Point it knows,</br>But round the Sun its annual Journy goes,</br>While Heat, and Cold renew their Sway by turns,</br>While Winter freezes, and while Summer burns.", "What num'rous Changes have receiv'd their Birth,</br>And damp'd the Glories of the blooming Earth,</br>Since the first Age, when Peace, and Plenty crown'd</br>Its happy Realms, and bless'd the teeming Ground?</br>The Rage of Arms, the Tyrant's rig'rous Sway</br>Have wasted Towns, and swept whole Tribes away;</br>The stormy Wild, where angry Neptune roars,</br>Has burst its Bounds, and scorn'd its narrow Shores;</br>Ev'n the huge Mountains of this pond'rous Ball,</br>By Earthquakes shook, in mighty Ruins fall;</br>Then new Convulsions heave the trembling Plain,</br>And rear the Mountain to its Height again.", "Observe how Brutes, thro' various Changes run,</br>How short their Joys!  how soon their Labour's done!</br>To Day secure thro' flow'ry Fields they stray,</br>To Morrow bleed their slighted Souls away</br>At Man's severe Command; yet more supply</br>The murth'rous Waste, and more unpitied dye.</br>Like turns of Fate unhappy Mortals know,</br>By Wealth exalted, and by Want made low;</br>Bent, with the Weight of heavy-rolling Time,</br>They change for feeble Age their vig'rous Prime;</br>For Evil Good, for Just Unjust become,</br>Decay in Life, and Moulder in the Tomb.", "Nor fewer Changes can the Water boast,</br>In Rains descending, and in Vapours lost:</br>Ten thousand Rivers swell the boist'rous Main,</br>Which backward rolls the wond'ring Waves again;</br>When gentle Gales with adverse Wing arise,</br>In whit'ning Foam, the smoothest Current fries;</br>By Tempests rag'd old Ocean loudly roars,</br>And bursts enormous on the frighted Shores.</br>Nor free from Change the wat'ry Tribes we find,</br>Toss'd on the Waves, and driven by the Wind:</br>First, the deserted Spawn at random rides</br>On rapid Torrents, and retreating Tides,</br>And when, with vig'rous Life, it glides away,</br>New to the Light, and wond'ring at the Day,</br>Strait from beneath the scaly Monsters rise,</br>And in some rav'nous Jaw, the Wand'rer dies:</br>For ev'ry Species of the wat'ry Train,</br>Which haunt the Brooks, or gambol in the Main,</br>Dreads the dire Hunger of some vengful Foe,</br>And tries for Safety ev'ry Depth below;</br>But tries in vain, for when I give Command</br>No Art's successful, and no Strength can stand.", "Now let's enquire if fluid Air disdain</br>To own my Laws, or vary to my Reign,</br>Tho' all Mankind their Length of Days receive</br>From its soft Breath, and by its Influence live.</br>O fickle State!  which trusts a Thing so frail,</br>And hourly alters with the veering Gale;</br>Which Sickness plagues, or sadd'ning Vapours cloud,</br>When Fogs ascend, or Auster roars aloud;</br>For this still changing, turns with ev'ry Breeze,</br>That skims the yielding Wave, or bends the nodding Trees;</br>Nor can resolv'd a constant Temper hold,</br>But glows with sult'ry Heat, or chills with shiv'ring Cold:</br>Now Sunshine fair adorns the gladsom Day,</br>And sweetly shows the whole Creation gay;</br>Then wastful Storms, and raging Whirlwinds rise,</br>And dusky Clouds involve the darken'd Skies:</br>Here rattling Hail, or swift descending Rain,</br>Show'rs on the Hill, and smoaks along the Plain;</br>There baleful Light'nings fly from Pole to Pole,</br>And in redoubled Peals tremend'ous Thunders roll.", "Remark the Worlds of Fire that roll on high</br>To gild the Night, and brighten o'er the Sky;</br>Shine they for Years with undiminish'd Blaze,</br>And o'er the Earth emit unchanging Rays?</br>'Tis plain that Fire by dread Destruction reigns,</br>And soon consumes what e'er its Rage sustains;</br>Nor ever breeds what may the Waste supply,</br>So unrepair'd must consequently dye:</br>If then long Burnings melt those Orbs away,</br>And no Recruit prolongs the vast Decay,</br>In future Times their Beams must shine no more,</br>Their Heat exhausted, and their Motion o'er:</br>But if these flaming Worlds such Aids require</br>To light new Splendours, as the Old expire,</br>My Empire shines confess'd thro' all the Realms of Fire.</br>Yet more, 'tis prov'd each shooting Star that flies</br>Aloft in Air, each Blaze that gilds the Skies</br>Attests my Pow'r, and, faithful to my Sway,</br>Creates fresh Changes thro' th' ethereal Way:</br>Ev'n dreadful Comets move at my Command,</br>And shed hot Vengeance o'er a guilty Land;</br>Provoke Mankind to Arms, whole Hosts o'erturn,</br>And fraught with Change, and dire Commotions burn.", "&mdash;Now these Materials all this frame compose,</br>And from their Mixture ev'ry Being rose,</br>Yet ever changing my Dominion own,</br>Chang'd into each, as in themselves alone:</br>The fluid Water, moist'ning ev'ry Birth,</br>Dries by Degrees, and thickens into Earth;</br>The pond'rous Earth its annual Vigour drains</br>In laden Orchards, and in teeming Plains:</br>From low and marshy Grounds damp Vapours rise,</br>And veil with wat'ry Clouds the azure Skies;</br>The wat'ry Clouds dissolve in Air away,</br>Or gayly gilded brighten all the Day;</br>The Air, refin'd, to Fire ascending turns,</br>And in a Blaze of transient Glory burns:</br>Thus all revolving, take new Forms again,</br>And ev'ry Change confirms my rightful Reign;</br>Howe'er these vaunting Gods by Force pretend</br>To seize my Rule, and bid my Empire end:</br>For VESTA claims th' ethereal Fire on high,</br>And VULCAN that which flames beneath the Sky;</br>OPS would the Earth, and JUNO sway the Air,</br>NEPTUNE the Seas and all residing there;</br>And various Nymphs would various Rivers roll,</br>And what the Rest usurp, 'tis I alone controul:</br>For Proof, O Goddess!  here before thy Throne</br>Thy Works survey, and give me all mine own,</br>Least JOVE again should boast his thund'ring Hand,</br>And seize the Remnant of my wide Command.</br>She said, and Nature pond'ring the Event,</br>Favour'd her Pray'r, and gave a full Consent.", "The annual Seasons first her Call obey'd,</br>And lusty Spring the various Circle led:</br>The Bloom of Youth upon his Cheek is seen,</br>And where he treads fresh Flowrets deck the Green;</br>His fragrant Breath perfumes the Evening Skies,</br>And tun'd to him the Sylvan Strains arise;</br>A pointed Jav'lin in his Hand he bears,</br>And on his Head a golden Helmet wears;</br>For then begins the stern BELONA'S Rage,</br>And hostile Realms in bloody Wars engage:</br>His calm Approach revives the peaceful Plain,</br>But leads on Death where Discord holds its Reign.", "In silken Garb array'd of chearful Green,</br>Was sportive Summer next advancing seen;</br>A gilded Quiver at his Shoulder hung,</br>And in his Hand he trail'd a Bow unbent along;</br>His tawny Brow with faded Flow'rs was crown'd,</br>And studded thick with Drops of Sweat around,</br>As if fatigu'd with the laborious Chace,</br>Or faint with Heat in sultry TITAN'S Rays:</br>He, moving slow, invok'd the friendly Air,</br>And sought the cooling Streams to quench his Burnings there.", "Autumn succeeds, in flaming Yellow clad,</br>With Fullness smiling, and with Plenty glad;</br>Laden with sunny Fruits of ev'ry Kind,</br>He dar'd the Cold that waited close behind;</br>A Wreath of ripen'd Corn, his Temples bound,</br>Enrich'd with Leaves, and clust'ring Grapes around:</br>An harvest Crook employ'd his better Hand,</br>To reap the Grain, and ease the burthen'd Land.", "Winter was last in woolly Robes array'd,</br>And bent with feeble Age his hoary Head:</br>Shrunk in himself he wrapp'd his Garments close,</br>And inly trembled as the Tempest rose;</br>His length of Beard, and deep-indented Brow,</br>Were whiten'd o'er with an eternal Snow;</br>Prone to the Earth his bending Back declin'd,</br>And, almost froze, he shiver'd in the Wind;</br>Propp'd on a Staff he slowly mov'd along,</br>And round him loud insulting Boreas rung.", "When these were pass'd the Months in turn ensu'd,</br>And by the Goddess, like the Rest were view'd.", "First, March tempestuous, mounted on a Ram,</br>With bended Brows, and low'ring Aspect, came;</br>He shudd'ring gaz'd at Winter's cold Remains,</br>The icy Torrents, and the harden'd Plains;</br>For chilling Gales still rush'd impetuous forth,</br>From the bleak Chambers of the freezing North:</br>Yet in his Hand he held the useful Spade,</br>The timely Seed along the Furrows laid,</br>And the delightful Hopes of future Harvests made.", "Next wanton April (frolick as a Lamb,</br>That frisks in sunny Pastures round his Dam)</br>With Blossoms deck'd, and ev'ry early Bud,</br>Rais'd on a lordly Bull exulting rode;</br>The fairest Flow'rs, that waft their Sweets on high,</br>When Spring returns, and wantons in the Sky,</br>His haughty Brow in circling Wreaths adorn,</br>And purple Streamers grace his gilded Horn.", "Then May approach'd, Queen of the rowling Year!</br>And fairest Nymph among ten thousand fair!</br>A flow'ry Garland round her Temples twin'd,</br>And fum'd with od'rous Scents the balmy Wind;</br>Bright LEDA'S Twins sustain'd the heav'nly Maid,</br>And on her snowy Breast was wanton CUPID laid:</br>The whole Creation joy'd her Sweets among,</br>And hymn'd her Praises as she mov'd along.", "Next sprightly June advanc'd in chearful Green,</br>And crown'd with Leaves, and Roses ty'd between:</br>Sportive he seem'd, and fond of gladsom Play,</br>Yet held a Sythe to cut the Grass away,</br>As grown mature; and in his Footstep trod</br>A Crab, with Look reverse, the backward Road:</br>He panting glow'd with Summer's Heat begun,</br>And sought for Shades to cool the scorching Sun.", "Then July, hot with burning Fury, came,</br>His Bosom scorch'd, his Visage all aflame;</br>Unable to endure the sult'ry Day,</br>His swelt'ring Raiment he had hurl'd away;</br>Yet o'er his Back a Reaper's Crook he hung,</br>And from the Harvest near reluctant stalk'd along:</br>A furious Lion waited his Command,</br>And couch'd obedient to his pow'rful Hand.", "August succeeds in golden Robes attir'd,</br>And with the Sweets of Peace, and Plenty fir'd;</br>Elate with sparkling Joy, a lovely Maid,</br>Along the yellow Fields, he smiling led,</br>Whose lilly Hand a Cornucopia held,</br>With ripen'd Grain, and sunny Fruitage fill'd.", "September, bent beneath the Reaper's Toil,</br>And the rich Product of the fertile Soil,</br>The next advanc'd, and in his equal Hand,</br>A fraudless Pair of even Scales sustain'd;</br>Joyous he view'd his Length of Labour done,</br>And hail'd, with gladsom Heart, the low-retreating Sun.", "October now came reeling from the Press,</br>With drunken Splendour shining in his Face;</br>For he had newly eas'd the pregnant Vine,</br>And quaff'd the luscious Must of purple Wine;</br>The nodding Clusters twin'd around his Head,</br>And dy'd his Garments with a crimson Red:</br>A lurking Scorpion at his Side was seen,</br>And turn'd to russet Brown the faded Green.", "Then march'd November all defil'd with Blood</br>Of num'rous Beasts destroy'd for Winter's Food,</br>Which close behind his blust'ring Rage began,</br>With all the Rigours of his stormy Reign;</br>He joy'd to give succeeding Forests Birth,</br>And sow with timely Seed the fruitful Earth;</br>A two-form'd Centaur, from old SATURN sprung,</br>Unwearied bore his tardy Bulk along.", "Next chill December pass'd, in Furs array'd,</br>By frequent Bowls both warm, and sprightly made,</br>Tho' feeble Age his vig'rous Prime impair'd,</br>And hoary Frosts had silver'd o'er his Beard:</br>On a rough Mountain Goat he blithly rode,</br>Which nurtur'd JOVE while yet an Infant God,</br>And held a Goblet in his lifted Hand,</br>From whence repeated Draughts of sparkling Wine he drain'd.", "Then came the Month from JANUS nam'd of old,</br>Numb'd with the Rigours of the wint'ry CoId,</br>And ceaseless Shudd'ring at the stormy Sweep</br>Of raging Boreas o'er the boist'rous Deep,</br>Yet in his Hand he wav'd an Ax on high,</br>And bar'd the Woodland to th' invading Sky:</br>Down from its huge, capaceous Urn he pour'd</br>The Roman Flood, and loud the Waters roar'd.", "Lastly afloat, and down the raging Tides,</br>The Month which fills the Year's great Circle rides,</br>Thro' the cold Waves by Fishes drawn away,</br>Yet, by his Side, the sharpen'd Plough-share lay</br>To break the clotted Glebe when Heav'n allows,</br>And pruning Tools to fell the useless Boughs;</br>Wither'd with Age he scarcely seem'd to breath,</br>And look'd as hov'ring on the Verge of Death.", "When these were gone, ensu'd the Night and Day,</br>Still on the Wing, and never at a Stay;</br>The first was mounted on a jetty Steed,</br>And with a sable Veil involv'd her dusky Head;</br>Uplifted high she held her awful Rod,</br>(And Sleep diffus'd, and Darkness all abroad)</br>Round which the Moon, and Stars in order roll,</br>And stream their silver Rays from Pole to Pole:</br>But gladsom Day, a snow-white Courser press'd,</br>With endless Beams of dazling Glory grac'd;</br>And on his Sceptre bore the golden Sun,</br>Such as he brightly blazing shines at Noon.", "Then flew the posting Hours with rapid Flight,</br>Daughters of thund'ring JOVE, and timely Night!</br>Who bless'd their Offspring with eternal Bloom</br>Thro' all the Length of Ages still to come;</br>Yet from the Rage of Love's dread Empire freed,</br>Least fond Delays should slack their destin'd Speed;</br>So from the Gates of Heav'n's eternal Height,</br>By turns reliev'd, they take their circling Flight,</br>Nor ever pause, but on the Watch are found</br>To guard the Portal, and compleat their Round.", "Next blooming Life, in Strength, and Youth array'd,</br>With rosy Cheek, advanc'd, and wings display'd,</br>As ancient Bards describe the God of Love</br>In Paphos Isle, or in the Cyprian Grove,</br>And swiftly soaring fled in haste away,</br>With Health delighted, and with Pleasure gay.", "And lastly, Death gigantick stalk'd along</br>With twice ten thousand Horrors round him hung;</br>Yet was this boasted Dread an empty Shade.</br>And to relieve unhappy Mortals made;</br>Appearing dreadful when far off alone,</br>And sweetly smiling when familiar grown:</br>Light as the Air, her silent Course he took,</br>And in his lifted Hand a fatal Jav'lin shook.", "When thus the awful Cavalcade was done,</br>Again bold TITAN'S Offspring thus begun:</br>&mdash;Now mighty Parent thro' the World make known,</br>That Gods, and Men should my Dominion own,</br>For circling Time, who varies all below,</br>To me submits, and acts what I allow;</br>Thus nought the same unchanging Form can hold,</br>To me subservient, and by me controul'd.", "Then Sovereign JOVE return'd this brief Reply:</br>All Things, 'tis true, are chang'd beneath the Sky,</br>Are chang'd by Time; but who impells his Course,</br>Or gives his Pow'r such unresisted Force?</br>Are we not those by whom this Pow'r is given,</br>Resistless Pow'r deriv'd alone from Heav'n?</br>Are we not those from whom all Changes rise,</br>And at whose Nod thy boasted Empire lies?", "To whom she thus return'd:  The unknown Cause</br>Why Beings vary, and why Changes rose,</br>You may ascribe to your unbounded Sway,</br>And foolish Men shall at the Boast obey;</br>Yet who shall me convince, the Doctrine's true,</br>Or make my Pow'r at last submit to you?</br>But grant the World, as you would fain persuade,</br>Mov'd by your Might, and order'd by your Aid;</br>From your own changeful Orbs I'll make my Claim,</br>And add the rightful Honours to thy Name.", "First CYNTHIA, most admir'd by thund'ring JOVE,</br>And fairest Star among the Stars above,</br>For ever varies; now to crescent Horns</br>Her darken'd Globe, and shaded Glory turns;</br>Then bright'ning, throws augmented Streams of Light,</br>And, blazing full, she gilds the gloomy Night;</br>Strait, all eclips'd, she mourns her Beams again,</br>And, faintly lighten'd, wanders in the Wane.", "Next HERMES, less remark'd, with Radiance less,</br>Must my eternal Sovereign Pow'r confess;</br>For equal Changes in his Orb are found,</br>And equal Motion whirls his Circlet round;</br>Nay sometimes lost, amid th' ethereal Way,</br>In vain the Eye explores his absent Ray.", "Again, when Evening's awful Shades arise,</br>If fulgent VENUS gilds the darken'd Skies,</br>E'er Night has wasted half her gloomy Reign,</br>She rolls her Orb beneath the Western Main;</br>Or, when the Orient, o'er the Dawn of Light,</br>Beholds her Rising eminently bright,</br>Soon as the Morn, array'd in Gold, returns,</br>Her Light extinct in fiercer Glory mourns.", "I grant APOLLO vaunts a constant Light,</br>Unveil'd with Darkness, unobscur'd with Night;</br>Yet, shorn in dread Eclipse of all his Rays,</br>He fills the frighted World with wild Amaze,</br>And while his Globe consumes, anew require,</br>Fresh Aids to brighten, and prolong his Fires.", "Next furious MARS as much my Rule obeys,</br>And round his Circuit streams a changeful Blaze;</br>Alike his boasted Pow'r on me depends,</br>By me he rises, and by me descends:</br>&mdash;By me impell'd, ev'n tardy SATURN rolls,</br>And my Command his baleful Ray controuls;</br>At my Command his Ray is chang'd again,</br>And Death, and Slaughter take their turns to reign.</br>&mdash;Thus prone to change we find these vaunting Gods,</br>In the bright Circle of their own Abodes:</br>But you, immortal JOVE, superiour move</br>Round the vast Limits of your Orb above;</br>Permit me then, submissive to that Pow'r,</br>Which knows no Change, and all Mankind adore,</br>To ask by what peculiar Laws you hold</br>Eternal Rule, unchang'd, and uncontroul'd,</br>When form'd by Nature's Hand, of like consumptive Mold;</br>Or, why to you alone's th' Indulgence giv'n,</br>Why not enlarg'd to all the Sons of Heav'n?</br>But sure, since you your radiant Course began,</br>And round your Orb thro' circling Ages ran,</br>A thousand Changes, at my pow'rful Call,</br>Have shed their Influence on your varied Ball;</br>Nay, ev'ry Moment, as it swiftly flies,</br>Wastes the huge Frame, yet an the Waste supplies;</br>So ev'n dread JOVE the same no more remains,</br>But stoops to me, thro' my Indulgence Reigns.", "Thus all the Pow'rs that hold the Realms on high,</br>And all the starry Glories of the Sky,</br>Must own the Influence of my wide Command,</br>And feel the Weight of my commanding Hand:</br>Then what remains to crown my juster Cause,</br>But that both Heav'n, and Earth, confess my Sovereign Laws?</br>To thee, great Goddess!  I submit my Claim,</br>And trust the future Honours of my Name;</br>From thee I hope to rule the Realms above,</br>In all the Glory, all the Strength of JOVE,</br>And, rais'd supream to all th' adoring Gods,</br>Lead the long Triumph thro' the bless'd Abodes.", "She said, and, inly wedded to her Reign,</br>A Murmur of Applause the Croud began;</br>But, pensive, silent, and in Thought profound,</br>The Goddess fix'd her Eyes upon the Ground;</br>At last, resolv'd, she rear'd her Sun-bright Head,</br>And thus aloud the dread Decision made:", "Considering well the Strength of either Claim,</br>And what's the Homage due to either Name,</br>The starry Worlds, and Heav'n's eternal Throne,</br>Great JOVE must rule unbounded, and alone;</br>For he, the first of Gods, can best controul</br>The Sons of Light, and bid the Thunder roll,</br>And tho' 'tis urg'd that all Things fade below,</br>Or ev'n the upper Worlds their Changes know;</br>'Tis not by thee they change; 'tis my Command</br>Controuls the Air, the Ocean, and the Land;</br>And, when from wastful Deeps, I form'd the Skies,</br>And bid these Orbs in all their Glory rise,</br>Beneath the Pow'r of JOVE, and far from Heav'n,</br>For thee to rule this lower World was giv'n;</br>But not to dare the Thund'rer's Strength in Arms,</br>Or fright OLYMPUS with unjust Alarms:</br>Cease, Daughter, then to boast thy vain Descent,</br>Or hope to rule the azure Firmament.</br>For such dire Aims include thine own Decay,</br>And when I give thy restless Fury way,</br>This earthly Globe, and ev'ry starry World,</br>Shook from their Orbs, shall be in huge Destruction hurl'd.", "Thus JOVE was fix'd in his imperial Throne,</br>And Change her Claim laid ignominious down;</br>From Arlo-Hill the parting Crouds return'd,</br>And, while, in pensive Guise, the Usurper mourn'd,</br>Th' exulting Gods with Songs of Triumph rise,</br>And in a Blaze of Glory reach'd the Skies.</br>"]