["When Phoebus with splendor had shone on the hills,</br>And bade the grey mists disappear,</br>Young Strephon, whose joy was to tend a few sheep,</br>Away from his cottage did steer.", "While his flocks fed before him with pleasure and ease,</br>And his lambkins did frolic and play;</br>He leaned him down on the ANNAN'S green banks,</br>Whose streams glided gently away.", "As he lay thus reclined, and thought no one near,</br>His crook by he carelessly flung,</br>And his plaid (for the shepherd, alas!  was in love,)</br>And of Phillis thus sweetly he sung.", "\"Young Phillis is rosy and fresh as the morn,</br>When the beams of Aurora appear;</br>She is fair as the lily that grows in the vale,</br>When Flora has deck'd the gay year.", "\"As the snow on the mountains her neck it is white,</br>And her hand is as soft as the down;</br>Her red ruby lips like the honey are sweet,</br>And her eyes like a berry are brown.", "\"The sweet singing birds with her voice cannot vie,</br>When the woo with their melody rings,</br>Nor the music of harps, when the fingers of bards</br>Stray over the sweet sounding strings.", "\"In Phillis the graces and virtues all meet,</br>She is chearful, good natur'd, and free;</br>Among all the nymphs that on ANNAN are seen,</br>Sure none is so lovely to me.", "\"It was when in search of a lambkin I stray'd,</br>'O'er muirlands rude, barren and bare,'</br>That first I espied this matchless young maid,</br>So comely, so blooming, and fair.", "\"My heart I am sure was once lightsome and free,</br>But, alas!  what a change do I find!</br>For now I'm held fast in the fetters of love,</br>O may the dear charmer be kind!", "\"Would Phillis agree in my cottage to dwell,</br>Where peace, love, and innocence reign,</br>The fells and the mountains would always be gay,</br>And the daisy still bloom on the plain.", "\"With Phillis what pleasure and joy would it yield,</br>My flocks in yon valley to feed!</br>So blithe and so happy no shepherd would be,</br>No shepherd on ANNAN or Tweed.", "I ask not, kind Heav'n!  to be wealthy or great,</br>Or titles vain mortals call high;</br>But on ANNAN'S sweet banks still a shepherd to be,</br>And with Phillis to live and to die.</br>"]