["'Tis surely hard, the melancholy day</br>To waste without the cheering voices of friend,</br>To see the morning dart its golden ray,</br>To see the night in misty dews descend,</br>Nor catch one sound where Love and Meekness blend;</br>'Tis surely hard for him who knows how dear</br>A kindred soul, eternally to send</br>A fruitless prayer for smiles and words that cheer,</br>The wish in looks revealed and rapture's holy tear,", "Him whom the spirit of Attachment warms,</br>The nameless thrilling and the soft desire,</br>Him whom the glance of melting beauty charms,</br>Its young allurement and its living fire;</br>For him in tedious languor to expire,</br>Dreaming of bliss, yet wake to deep despair,</br>Fitted for love, of every joy the sire,</br>To drag a life of unrequited care,</br>For him, such silent woe, 'tis surely hard to bear.", "Thank Heaven, such lot hath never yet been mine,</br>For if gloom of discontent should fall</br>And my young spirit for a season pine,</br>I cannot, save with gratitude, recall</br>Gay-painted hours of dancing festival,</br>When new and joyous friendships bore away</br>All fears of what in future might befall,</br>All recollections of uncheer'd dismay,</br>Giving to full content the heartsome holiday.", "And still (with pride my heart the truth reveals)</br>Beneath my quiet and paternal roof,</br>Mine eyes for ever meet the look that heals</br>Pale Sorrow's anguish with a kind reproof.</br>For all the prodigal regards of youth</br>And all the sympathies of gentlest love,</br>And all the sweet simplicity of truth,</br>In silent harmony for ever move</br>Along the heaven-blest scene ordained for us to rove.", "Brothers and Sisters!  friends of infancy!</br>Oh how my heart rejoices when I speak</br>Of all the sweetness of the home-bred tie,</br>Whose gentle charities and graces meek</br>Spread with a fairer hue the youthful cheek</br>Than blushing passions deep and fiery glow;</br>Yes!  it beseems that I could never seek,</br>My heart so turns to you, were ye to go,</br>A new or foreign aid to mitigate the blow.", "When morn first wakes me with its cheering smile</br>That cheering smile, it seems, my friends, to wear,</br>Is friendship's charm transfused that all the while</br>Lives in the silent spirit of the air:</br>Your voices, looks, and kind enquiries bear</br>Their living incense to each gladdened view,</br>And all that beams around so gay and fair</br>Is Love's officious toil, that paints anew</br>Each form that looks like life with no terrestrial hue.", "And when meek evening glides athwart the sky</br>And drowsy silence hangs upon the earth,</br>Save that some distant hum which breathes to die,</br>May chance from haunts of bacchanalian mirth</br>To meet his ear who sadly wandering forth</br>Courts every hinting of departed bliss;</br>Yes, when meek evening glides, there spring to birth</br>Thousand dear images of happiness,</br>The Brother's honest grasp, the Sister's holy kiss.", "And most to you my two beloved friends!</br>My Sister, and my Brother, most to you</br>My heart its cordial gratulation sends;</br>Olivia, Robert, friends both tried and true!</br>Chiefly, this moment, would my soul renew</br>To you its pledged affections, latest met:</br>(The absent ever shall it keep in view)</br>But oh, Companions of my youth, not yet</br>May I your female care and manly zeal forget.", "Yes, all without was drear, and all within</br>Was dark and hopeless!  pale disease had shed</br>Her dullest glooms, and fain would I have been</br>A quiet slumberer, numbered with the dead.</br>But you with sweet solicitation led,</br>And tender blandishment, my troubled breast</br>From fears and doubts, and terrors fancy-fed,</br>And lulled my spirit to a heavenly rest</br>With Hope and Peace and Joy, and many a long-lost guest.", "Then Sister, Brother!  friends whom ne'er I hail</br>Without some gentle stirring of the heart,</br>Then Sister, Brother!  friends who never fail</br>To hold in absence, with a secret art,</br>A sweet communion with my better part,</br>Accept my thanks, accept my humble lays!</br>And for one moment if your features dart</br>That simple welcome which Affection pays,</br>Though faultering, weak and poor, my verse were rich in praise!</br>"]