["SPRING.  AN IMITATION OF SPENSER.</br>Ere yet I sing the round-revolving Year,</br>And show the Toils and Pastime of the Swain,</br>At Alcon's Grave I drop a pious Tear;</br>Right well he knew to raise his learned Strain,</br>And, like his Milton, scorn'd the rhiming Chain.</br>Ah!  cruel Fate, to tear him from our Eyes;</br>Receive this Wreath, albe the Tribute's vain,</br>From the green Sod may Flow'rs immortal rise,</br>To mark the sacred Spot where the sweet Poet lies.", "It is the Cuckoo that announceth SPRING,</br>And with his wreakful Tale the Spouse doth fray;</br>Mean while the Finches harmless Ditties sing,</br>And hop, in buxom Youth, from Spray to Spray,</br>Proud as Sir Paridel, of rich Array.</br>The little Wantons that draw Venus' Team</br>Chirp amorous thro' the Grove, in beavies gay;</br>And he, who erst gain'd Leda's fond Esteem,</br>Now sails on Thamis Tide, the Glory of the Stream!", "Proud as the Tulkish Soldan, Chaunticleer</br>Sees, with Delight, his num'rous Race around;</br>He grants fresh Favours to each Female near;</br>For Love as well as Cherisaunce renown'd.</br>The waddling Dame that did the Gauls confound,</br>Her tawny Sons doth lead to Rivers cold;</br>While Juno's Dearling, with majestic Bound,</br>To charm his Leman doth his Train unfold,</br>That glows with vivid Green, that flames with burning Gold.", "The balmy Cowslip gilds the smiling Plain,</br>The virgin Snow-drop boasts her Silver Hue,</br>An hundred Tints the gaudy Daisy stain,</br>And the meek Violet, in amis Blue,</br>Creeps low to Earth, and hides from public View:</br>But the rank Nettle rears her Crest on high;</br>So Ribaulds loose their Fronts unblushing shew,</br>While modest Merit doth neglected lie,</br>And pines in lonely Shade, unseen of vulgar Eye.", "See!  all around the gall-less Culver's bill,</br>Mean while the Nightingale's becalming Lays</br>Mix with the plaintive Music of the Rill</br>The which in various Gyres the Meadow bays.</br>Behold!  the Welkin bursts into a Blaze!</br>Fast by the Car of Light the nimble Hours,</br>In Songs of Triumph, hail his genial Rays,</br>And, as they wend to Thetis cooling Bowers,</br>They bound along the Sky, and strew the Heav'ns with Flow'rs.", "And now the human Bosom melts to Love;</br>The raptur'd Bard awakes his skilful Lyre,</br>By running Streams, or in the Laurel Grove,</br>He tunes to am'rous Notes his sounding Wire,</br>All, all is Harmony, and all Desire.</br>The happy Numbers charm the blooming Maid,</br>Her blushing Cheeks pronounce her Heart on Fire,</br>She now consents, then shuns th' embowering Shade,</br>With faint Reluctance yields; desirous, yet afraid.", "Now rustic Cuddy, with untutor'd Throat,</br>(Tho' much admir'd, I ween, of Nymph and Swain)</br>By various Songs would various Ends promote.</br>Seeks he to prove that Woman's Vows are vain?</br>He Bateman's Fortune tells, a baleful Strain!</br>And if, to honor Britain he be led,</br>He sings a 'Prentice bold, in Londs profane,</br>Who, all unarm'd, did strike two Lyons dead,</br>Tore forth their savage Hearts, and did a Princess wed.", "But hark!  the Bag-pipe summons to the Green,</br>The jocund Bag-pipe, that awaketh Sport;</br>The blithesome Lasses, as the Morning sheen,</br>Around the flow'r-crown'd May-pole quick resort;</br>The Gods of Pleasure here have fix'd their Court.</br>Quick on the Wing the flying Moment seize,</br>Nor build up ample Schemes, for Life is short,</br>Short as the Whisper of the passing Breeze.</br>Yet, ah!  in vain I preach &mdash; mine Heart is ill at Ease.", "SUMMER.  AN IMITATION OF SPENSER.</br>Beneath yon snubby Oak's extended Shade</br>Safe let me hide me from the Eye of Day;</br>Nor shall the Dog-star this Retreat invade,</br>As thro' the Heav'ns he speeds his burning Way:</br>The sultry Lyon rages for his Prey.</br>Ah Phoebus, quench thy wild destroying Fire,</br>Each Flow'r, each Shrub doth sink beneath thy Ray,</br>Save the fresh Laurel, that shall ne'er expire.</br>The leaves that crown a Bard, may brave celestial Ire.", "Or shall I hie to mine own Hermitage,</br>Round which the wanton Vine her Arms doth wind,</br>There may I lonely turn the sacred Page,</br>Improve my Reason, and amend my Mind;</br>Here 'gainst Life's ills a Remedy I find.</br>An hundred Flow'rs emboss the verdant Ground;</br>A little Brook doth my sweet Cottage bind,</br>Its Waters yield a melancholy Sound,</br>And sooth to Study deep, or lull to Sleep profound.", "The playful Insect hopping in the Grass</br>Doth tire the Hearer with his Sonnet shrill;</br>The pool-sprung Gnat on sounding Wing doth pass,</br>And on the ramping Steed doth suck his Fill;</br>Ah me, can little Creatures work such Ill!</br>The patient Cow doth, to eschew the Heat,</br>Her Body steep within the neighb'ring Rill;</br>And while the Lambs in fainter Voices bleat,</br>Their Mothers hang the Head, in doleful Plight I weet.", "Rechless of Seasons, see the lusty Swains</br>Along the Meadow spread the tawny Hay;</br>The Maidens too undaunted seek the Plains,</br>Ne fear to show their Faces to the Ray;</br>But all, the honest Badge of Toil display.</br>See how they mould the Hay-cock's rising Head;</br>While wanton Colin, full of amorous Play,</br>Down throweth Susan, who doth shriek for Dread.</br>Fear not. &mdash; Thou canst be hurt upon so soft a Bed.", "At length the Sun doth hasten to repose,</br>And all the Vault of Heav'n is streak'd with Light;</br>In flamy Gold the ruddy Welkin glows,</br>And, for the Noon-day Heat, our Pains doth quite,</br>For all is calm, serene, and passing bright.</br>Favonius gentle skims along the Grove,</br>And sheds sweet Odors from his Pennons light.</br>The little Bat in giddy Orbs doth rove,</br>And loud the Screech-owl shrieks, to rouse her blue-ey'd Love.", "Menalcas came to taste the Ev'ning Gale,</br>His Cheeks impurpl'd with the Rose of Youth;</br>He won each Damsel with his piteous Tale,</br>They thought they listen'd to the words of Truth,</br>Yet their Belief did work them muchel Ruth.</br>His Oaths were light as Gossimer, or Air,</br>His Tongue was pois'nous as an Sspic's Tooth.</br>Ah!  cease to promise Joy, and give Despair.</br>'Tis brave to smite the Foe; 'tis base to wrong the Fair.", "The gentle Thyrsis, mild as op'ning Morn,</br>Came to the Lawn, and Marian there was found,</br>Marian whom many Huswife Arts adorn,</br>Right well she knew the Apple to surround</br>With dulcet Crust; and Thomalin renown'd</br>For prow Atchievements in the Wrestling-ring;</br>He held at nought the Vantage of the Ground,</br>But prone to Earth the hardiest Wight would fling;</br>Such was Alcides erst, if Poets sooth do sing.", "From tree-crown'd Hill, from flow'r enamel'd Vale,</br>The mild Inhabitants in Crowds appear</br>To tread a Measure; while Night's Regent pale</br>Doth thro' the Sky her Silver Chariot steer,</br>Whose lucid Wheels were deck'd with Dew-drops clear,</br>The which, like Pearls, descended on the Plain.</br>Now every Youth doth clasp his Mistress dear,</br>And every Nymph rewards her constant Swain.</br>Thrice happy he who loves, and is belov'd again.", "AUTUMN.  AN IMITATION OF SPENSER.</br>See jolly AUTUMN, clad in Hunter's Green,</br>In wholesome lusty-hed doth mount the Sphere,</br>A leafy Girlond binds her Temples sheen,</br>Instudded richly with the spiky Ear.</br>Her right Hand bears a vine-incircl'd Spear,</br>Such as the Crew did wield whom Bacchus lad,</br>When to the Ganges he his Course did steer;</br>And in her left a Bugle-horn she had,</br>On which she eft did blow, and made the Heart right glad.", "In slow Procession moves the tott'ring Wain,</br>The sun-burnt Hinds their finish'd Toil ensue;</br>Now in the Barn they house the glit'ring Grain,</br>And there the Cries of 'harvest home' renew,</br>The honest Farmer doth his Friends salew;</br>And them with Jugs of Ale his Wife doth treat,</br>Which, for that Purpose, she at Home did brew;</br>They laugh, they sport, and homely Jests repeat,</br>Then smack their Lasses lips, their Lips as Honey sweet.", "On ev'ry Hill the purple-blushing Vine</br>Beneath her Leaves her racy Fruit doth hide.</br>Albe she pour not Floods of foaming Wine,</br>Yet are we not Potations bland deny'd;</br>See where the Pear-tree doth in Earth abide,</br>Bruise her rich Fruitage, and the Grape disdain;</br>The Apple too will grant a gen'rous Tyde,</br>To sing whose Honours Thenot rais'd his Strain,</br>Whose soul-inchanting Lays still charm the list'ning Plain.", "Thro' greyish Mists behold Aurora dawns,</br>And to his Sport the wary Fowler hies;</br>Crouching to Earth his guileful Pointer fawns,</br>Now the thick Stubble, now the Clover tries,</br>To find where, with his Race, the Partridge lies;</br>Ah!  luckless Sire, ah!  luckless Race, I ween,</br>Whom Force compels, or subtle Arts surprize;</br>More Uncles wait to cause thee dolorous Teen,</br>Doom'd to escape the Deep, and perish on the Green.", "The full-mouth'd Hounds pursue the timorous Hare,</br>And the Hills eccho to the joyful Cry;</br>Ah!  borrow the light Pennons of the Air,</br>If you're arraught, you die, poor Wretch, you die.</br>Nought will avail the pity-pleading Eye,</br>For our good 'Squire doth much against you rail,</br>And saith you often magic Arts do try;</br>At Times you wave Grimalkin's sooty Tail,</br>Or on a Beesom vild you thro' the Welkin sail.", "The Stag is rous'd; he stems the threat'ning Flood</br>That shall ere long his matchless Swiftness quell;</br>And, to avoid the Tumult of the Wood,</br>Amongst his well-known Pheers attempts to mell:</br>With Horn and Hoof his Purpose they repell.</br>Thus, should a Maid from Virtue's Lore ystray,</br>Your sex, my Daphne, show their Vengeance fell;</br>Your cruel selves with Gall the Shaft embay,</br>And lash from Pardon's Shrine the Penitent away.", "Now silence charms the Sages of the Gown,</br>To purer Air doth speed each crafty Wight;</br>The well-squeez'd Client quits the dusty Town,</br>Grown grey in the asserting of his Right,</br>With Head yfraught with Law, and Pockets light,</br>Well pleas'd he wanders o'er the fallow Lea,</br>And views each rural Object with Delight.</br>Ne'er be my Lot the brawling Courts to see;</br>Who trusts to Lawyer's Tongue doth much misween, perdy.", "Right bless'd the Man who free from bitter Bale,</br>Doth in the little, peaceful Hamlet dwell,</br>No loud Contention doth his Ears assail,</br>Save when the Tempest whistles o'er his Cell;</br>The Fruitful Down, the flow'r-depainted Dell,</br>To please his Eyne are variously array'd;</br>And when in Roundelay his Flame he'd tell,</br>He gains a Smile from his beloved Maid;</br>By such a gentle Smile, an Age of Pain's repaid.", "WINTER.  AN IMITATION OF SPENSER.</br>The little Brook that erst my Cot did lave,</br>And o'er its flinty Pavement sweetly sung,</br>Doth now forget to roll her wanton Wave,</br>For Winter Hoar her icy Chain has flung</br>And still'd the babbling Music of her Tongue.</br>The lonely Woodcock seeks the splashy Glen,</br>Each Mountain Head with fleecy Snow is hung;</br>The Snipe and Duck enjoy the moorish Fen,</br>Like Eremites they live, and shun the Sight of Men.", "The wareless Sheep no longer bite the Mead,</br>No more the Plough-boy turns the stubborn Ground,</br>At the full Crib the horned Lab'rers feed,</br>Their Nostrils cast black Clouds of Smoak around;</br>A squalid Coat doth the lean Steed surround.</br>The wily Fox doth prowl abroad for Prey,</br>Rechless of Snares, or of th' avenging Hound;</br>And trusty Lightfoot, now no longer gay,</br>Sleeps at the Kitchen Hearth his cheerless Hours away.", "Where erst the Boat, and slowly moving Barge,</br>Did with Delight cut thro' the dimpling Plain,</br>Now wanton Boys, and Men do roam at large;</br>The River-Gods quit their usurp'd Domain,</br>And of the Wrong at Neptune's Court complain.</br>There mote you see mild Avon crown'd with Flow'rs,</br>And milky Wey withouten Spot or Stain;</br>There the fair Stream that washes Hampton's Bow'rs,</br>And Isis who with Pride beholds her learned Tow'rs.", "Intent on Sport, the ever jocund Throng</br>Quit their warm Cots, and for the Game prepare;</br>Behold the restless Foot-ball whirls along,</br>Now near the Earth, now mounted high in Air.</br>Thus often Men, in Life's wild Lott'ry fare,</br>Who quit true Bliss to grasp an empty Toy.</br>Our honest Swains for Wealth nor Titles care,</br>But lusty Health in Exercise employ.</br>The distant Village hears the rude tumultuous Joy.", "The careful Hedger looks the Fields around</br>To see what Labour may his Skill demand;</br>He mends the Fence, repairs the sinking Mound,</br>Or in long Drains he cuts the lower Land,</br>That shall henceforth all sudden Floods withstand.</br>Mean while at Home his Dame, with Silver Hair,</br>Doth sit incircl'd by a goodly Band</br>Of lovely Maids, who various Works prepare,</br>All chaste as Jove's wise Child, as Cupid's Mother fair.", "She them discourses not of Fashions nice,</br>Nor of the trilling Notes which Eunuchs sing,</br>Allurements vain, that prompt the Soul to Vice!</br>Ne tells she them of Kesar or of King;</br>Too great the Subject for so mean a Ring.</br>Her Lessons teach to swell the Capon's Size;</br>To make the Hen a num'rous Offspring bring;</br>Or how the way-ward Mother to chastize</br>When from her vetchy Nest the weetless Vagrant hies.", "When glist'ring Spangles deck the Robe of Night,</br>And all their Kine in Pens avoid the Cold,</br>The buxom Troops, still eager of Delight,</br>Round Damon's Eyne a Drapet white infold,</br>He darkling gropes 'till he some one can hold,</br>Next Corin hides his Head, and must impart</br>What wanton fair One smote his Hand so bold.</br>He Delia names, nor did from Truth depart;</br>For well he knew her Touch, who long had fir'd his Heart.", "Stay I conjure you by your Hopes of Bliss,</br>Trust not, my Daphne, the rough-biting Air,</br>Let not rude Winds those Lips of Softness kiss,</br>Will Eurus stern, the Charms of Beauty spare?</br>No, he will hurt my rosy-featur'd Fair,</br>If aught so bright dares rugged Carl invade,</br>Too tender thou such rough assaults to bear;</br>The Mountain ash may stand tho' strip'd of Shade,</br>But at the slightest Wound the silken Flow'r will fade.</br>"]