["The Arcadian shepherd dropt his beams from high,</br>Riding the fervid zenith of the sky;</br>O'er the parch'd fields, no lowing oxen strayed,</br>No sheep were bleating, and no zephyrs played;</br>Its lay, nor more the feather'd songster weaves,</br>But silent droops beneath the placid leaves.", "'Twas now that OVIS o'er a fountain stood,</br>Her beauteous phiz admiring in the flood;</br>Hirca &mdash; the fairest of the goaty kind,</br>Upon the bank, thro' indolence reclin'd;</br>While in her eyes, love's gentle powers shone,</br>She thus to Ovis spoke in charming tone.", "\"Ovis!  you love; I too a flame confess</br>For one, whose beauties are than thine not less;</br>Therefore I dare you to yon grateful shade,</br>Form'd by the branches of the rising glade;</br>Thy lover's charms I dare thee here to sing,</br>The praise of mine shall make the meadow ring.", "OVIS.</br>Nor dar'st in vain:  with pleasure I assume,</br>To sing the charms, which round my lover bloom,</br>I'll bet the wool, that o'er my bosom flows,</br>More soft than down, more white than driven snows,</br>That brighter charms around my Ramus rove,</br>Than deck the proudest monarch of your love.", "HIRCA.</br>I'll stake the grateful beard upon my chin,</br>My lover's worth from thine the palm will win.</br>Gruntus, who now in yonder mire lies,</br>To judge the contest, at our wish, will rise.", "Now with judge Gruntus, to the shade they mov'd,</br>To sing the lustre of the swains, they lov'd.", "GRUNTUS.</br>Ovis!  'tis your's the contest to commence:</br>And mine the prize with justice to dispense.", "OVIS.</br>Had I the voice of oxen &mdash; all around</br>Should with thy charms, oh Ramus!  loud resound;</br>Thy martial forehead and thy winning eyes,</br>I'll bellow forth, and echo thro' the skies.", "HIRCA.</br>Could I as loud as regal lions roar,</br>The hills should catch thy beauties, o'er and o'er&mdash;</br>Dear Friscus!  then those charms should be exprest,</br>Which play such havoc in my tender breast.", "OVIS.</br>Beside my love &mdash; o'er all the flock supreme,</br>Niggard and mean his stateliest subjects seem.</br>'Twas when against a huge rebellious foe,</br>With iron head, he aim'd a fatal blow,</br>I saw &mdash; admiring saw the grand affray:</br>But ah!  the conqueror stole my heart away.", "HIRCA.</br>O'er all the herd, my Friscus also reigns&mdash;</br>Supreme o'er hills; supreme o'er all the plains.</br>'Twas when the herd together met to try,</br>What one could leap most actively on high,</br>Them all my capering lover far outshone,</br>Ah!  could I see; and call my heart my own.", "OVIS.</br>Soft is the down, which flows upon my love;</br>Grand are his horns, and tower far above;</br>Sweet is his voice &mdash; far sweeter to my ear,</br>Than to my eye, the vernal flowers appear.", "HIRCA.</br>Sleek is the hair, which o'er my lover glides;</br>Soft is his skin, his hair smooth-gliding hides;</br>Burnish'd the horns, which on his brow appear,</br>Sweeter his fragrance than the vernal air.", "OVIS.</br>When I appear among the fleecy throng,</br>My Ramus hails me with his sweetest song:</br>Stately he moves, till I assume my seat;</br>Then, proudly humble, crouches at my feet.", "HIRCA.</br>Whene'er I move and frolicsome appear,</br>My lover skips and prances thro' the air;</br>But when sedately I my footsteps guide,</br>He capers not, but muses by my side.", "OVIS.</br>For me alone, he every danger braves,&mdash;</br>Brouses the grass, and in the wild brook laves;</br>For me alone he snuffs the fragrant gales,</br>And spurns the fair, who rove amid the vales.</br>If any beauties on the plain reside,&mdash;</br>These he deserts to gambol by my side.", "HIRCA.</br>Friscus, my love that he alone may share,</br>Mounts the wild rocks, and wanton's thro' the air;</br>O'er craggy steeps he leaps, from brow to brow,</br>Capers aloft, and spurns the void below.</br>No charms in any other he espies,</br>But views all beauties, center'd in my eyes.", "GRUNTUS.</br>Cease &mdash; cease your prating:  by my snout I swear,</br>You nought but grossest falsities declare:</br>Begone!  nor dare such themes to sing again;</br>Such themes are phantoms of a madden'd brain.", "Now Ovis bleated; Hirca frisked with ire;</br>And Gruntus waddled to his bed of mire.</br>"]