["MICO, ARGOL.", "MICO.</br>This place may seem for Shepherds Leisure made,</br>So lovingly these Elms unite their Shade.</br>Th' ambitious Woodbine, how it climbs, to breathe</br>Its balmy Sweets around on all beneath!</br>The Ground with Grass of chearful Green bespread,</br>Thro' which the springing Flow'r up-rears its Head:</br>Lo here the Kingcup, of a golden Hue,</br>Meddly'd with Daisies white and Endive blue.</br>Hark how the gawdy Goldfinch and the Thrush</br>With tuneful warblings fill that Bramble-bush!</br>In pleasing Consorts all the Birds combine,</br>And tempt us in the various Song to join.</br>Up Argol then; and to thy Lip apply</br>Thy mellow Pipe, or vocal Musick try:</br>And since our Ews have graz'd, no harm if they</br>Lye round and listen, while their Lambkins play.", "ARGOL.</br>The Place indeed gives Pleasure to the Eye,</br>And Pleasure works the Singer's Fancy high:</br>The Fields breathe sweet, and now the gentle Breeze</br>Moves ev'ry Leaf, and trembles thro' the Trees,</br>So sweet a Scene ill-suits my rugged Lay,</br>And better fits the Musick thou canst play.", "MICO.</br>No Skill of Musick can I, simple Swain,</br>No fine Device thy Ear to entertain;</br>Tho' rude my Strains, uncouth the Melody,</br>It pleases and diverts my Sheep and me.</br>Yet Colinet (and Colinet has Skill,)</br>My Fingers guided on the tuneful Quill,</br>And try'd to teach me on what Sounds to dwell,</br>And where to sink a Note, and where to swell.", "ARGOL.</br>Ah Mico!  half my Flock wou'd I bestow,</br>Would Colinet to me his Cunning show.</br>So trim his Sonnets are, I prithee, Swain,</br>Now give us once a Sample of his Strain:</br>For Wonders of that Lad the Shepherds say,</br>How sweet his Pipe, how ravishing his Lay:</br>The Sweetness of his Pipe and Lay rehearse,</br>And ask what Gift thou pleasest for thy Verse.", "MICO.</br>Since then thou list, a mournful Song I chuse;</br>A mournful Song becomes a mournful Muse:</br>Fast by the River on a Bank he sate,</br>To weep a lovely Maids untimely Fate,</br>That Stella hight; a lovely Maid was she,</br>Whose Fate he wept; a faithful Shepherd he.", "Awake, my Pipe, in ev'ry Note express</br>Fair Stella's Death, and Colinet's Distress.", "O woful Day!  O Day of Woe!  quoth he;</br>And woful I, who live this Day to see!</br>That ever she could die, O most unkind!</br>To go, and leave thy Colinet behind:</br>And yet, why blame I her?  full fain would she</br>With dying Arms have clasp'd her self to me:</br>I clasp'd her too, but Death was all too strong,</br>Nor Tears, nor Vows, could flitting Life prolong.</br>Teach me to grieve with bleating Moan, my Sheep;</br>Teach me, thou ever-flowing Stream, to weep;</br>Teach me, ye fainting hollow Winds to sigh;</br>And let my Sorrows teach me how to die:</br>Nor Flock, nor Stream, nor Winds can e'er relieve</br>A Wretch like me; for ever born to grieve.", "Awake, my Pipe; in ev'ry Note express</br>Fair Stella's Death, and Colinet's Distress.", "Ye brighter Maids, faint Emblems of my Fair,</br>With down-cast Looks, and with dishevel'd Hair,</br>In bitter Anguish beat your Breasts, and moan</br>Her Hour untimely, as it were your own:</br>Alas!  the fading Glory of your Eyes</br>In vain we doat upon, in vain you prize;</br>For tho' your Beauty rule the silly Swain,</br>And in his Heart like little Queens you reign;</br>Yet Death will e'en that charming Beauty kill,</br>As ruthless Winds the tender Blossoms spill.</br>If either Musick's Voice, or Beauty's Charm</br>Could make him mild, and stay his lifted Arm;</br>My Pipe her Face, her Face my Pipe should save,</br>Redeeming thus each other from the Grave.</br>Ah fruitless Wish!  cold Death's up-lifted Arm</br>Nor Musick can persuade, nor Beauty charm:</br>For see (O baleful sight!)  see where she lies!</br>The budding Flow'r, unkindly blasted, dies.", "Awake, my Pipe; in ev'ry Note express</br>Fair Stella's Death, and Colinet's Distress.", "Unhappy Colinet!  what boots thee now</br>To weave fresh Garlands for the Damsel's Brow?</br>Throw by the Lilly, Daffadil and Rose;</br>One of black Yew, and Willow pale compose,</br>With baneful Henbane, deadly Nightshade drest;</br>A Garland that may witness thy unrest.</br>My Pipe, whose soothing sound could Passion move,</br>And first taught Stella's Virgin Heart to love,</br>Untun'd shall hang upon this blasted Oak,</br>Whence Owls their Dirges sing, and Ravens croak:</br>Nor Lark, nor Linnet shall by Day delight,</br>Nor Nightingale divert my moan by Night;</br>The Night and Day shall undistinguish'd be,</br>Alike to Stella, and alike to me.", "Thus sweetly did the gentle Shepherd sing,</br>And heavy Woe within soft Numbers bring.</br>And now that Sheep-Crook for my Song I crave.", "ARGOL.</br>Not this, but much a fairer thou shalt have,</br>Of season'd Elm, where studs of Brass appear,</br>That speak the Giver's Name, the Month and Year;</br>The Hook of polish'd Steel, the Handle torn'd,</br>And richly by the Graver's Skill adorn'd.</br>Colinet, how sweet thy Grief to hear!</br>How does thy Verse subdue the list'ning Ear?</br>Not half so sweet are Midnight Winds, that move</br>In drowzie murmurs o'er the waving Grove;</br>Nor drooping Waters, that in Grots distill,</br>And with a tinkling sound their Caverns fill:</br>So sing the Swans, that in soft Accents waste</br>Their dying Breath, and warble to the last:</br>And next to thee, shall Mico bear the Bell,</br>That can repeat thy peerless Verse so well.", "But see, the Hills increasing Shadows cast;</br>The sinking Sun is leaving us in haste:</br>His weekly Rays but glimmer thro' the Wood,</br>And blewish Mists exhale from yonder Flood.", "MICO.</br>Then send our Curs to gather up the Sheep,</br>Good Shepherds, with their Flocks, betimes should sleep:</br>For he that late lies down, as late will rise,</br>And, Sluggard-like, till Noon-day snoring lies:</br>While, in their Folds, his injur'd Ews complain,</br>And, after dewy Pastures, bleat in vain.</br>"]