["Then you, sweete-singing Sirens of these times,</br>Deere darlings of the Delian Deitie,</br>That with your Angels-soule-inchauntinge rimes</br>Transport Pernassus into Britanie,</br>With learnings garland crowninge Poesie;</br>Sdaine not that our harsh plaints shoulde beate your eares:</br>Arts want may stop our tongues, but not our teares.", "SPENSER, whose hart inharbours Homers soule,</br>If Samian Axioms be autenticall:</br>DANIEL, who well mayst Maro's text controule</br>With proud Plus ultra true note marginall:</br>And golden-mouthed DRAYTON musicall,</br>Into whose soule sweete SIDNEY did infuse</br>The essence of his Phoenix-feather'd Muse:", "Types of true honour, Phoebus Tripodes,</br>Hell-charminge Orphei, Syrens of the sence,</br>Wits substance, Joves braine-borne Pallades,</br>Soules Manna, heavens Ambrosian influence,</br>True centers of renownes circumference,</br>The gracefull Graces faire triplicitie,</br>Of moderne Poets rarest trinarie.", "Imbath your Angel-feathers loftie quill</br>In fluent amber-dropping Castalie,</br>That liquid gold may from your pen distill,</br>Encarving characters of memorie,</br>In brasen-leav'd bookes of eternitie:</br>Be DRAKES worth royalized by your wits,</br>That DRAKES high name may coronize your writs.", "Let famous RED CROSSE yield to famous DRAKE,</br>And good Sir GUION give to him his launce;</br>Let all the MORTIMERS surrender make</br>To one that higher did his fame advance;</br>Cease LANCASTERS, and YORKES jars to enhaunce;</br>Sing all, and all to few to sing DRAKES fame;</br>Your Poems neede no laurell save his name.", "Had he been borne in Agamemnons age,</br>When stout Achilles launce scourg'd Troies proud towres:</br>When men gainst men, and Gods gainst Gods did rage,</br>Aeneas, Achilles, nor Ulysses powres,</br>Had been so famous in this age of ours:</br>All poets would have written in his praise</br>Their Aeneids, Iliads, and Odysses.", "But now (O shame!) the vertuous are forgotten,</br>Th' Heroes are contemn'd, and Neroes told:</br>The auncient orders all are dead and rotten;</br>Gone is the eternitie is bought and sold:</br>Free Poesie is made a merchandize,</br>Onlie to flatter is to Poetize.", "Wel-worth Augustus laurel crowned times,</br>Pure Halcion houres, Saturnus golden dayes,</br>When worthies patronized Poets times,</br>And Poets rimes did onlie worthies praise,</br>Sdaining base Plutus groomes with fame to raise:</br>When now, save mercenaryes, few do write,</br>And be a Poet is be a Parasite.</br>"]