["ACT I.  SCENE I.</br>Scene a forest near the source of a river.", "THYRSIS.</br>The dreaded, pow'rful, impious Demi-god,</br>Comaspes, Circe's and great Bacchus' son,</br>Who now infests our isle, and terror strikes</br>In ev'ry shepherd, and in ev'ry swain,</br>With a tumultuous train is here return'd,</br>And horror thro' the ample forest spreads;</br>This day my lord does, with his darling spouse,</br>Pass thro' the mazes of its gloomy paths:</br>Ye sportful Naiades, Sabrina, kind,</br>Goddess whose greater pow'r's o'er the banks</br>Of this christalline flood, exert yourself,</br>And for his safety wake; Ah!  may you thus,</br>As it becomes the aweful pow'r divine,</br>The impious punish, and the just protect.", "SABRINA.</br>Devout humility, and honest zeal,</br>Which pour forth pray'rs so ardent and so just,</br>Incline both heav'n and me to lend an ear;</br>But 'tis not lawful that we shou'd break thro'</br>That course of things which is already fix'd;</br>Be satisfied to hope no adverse fate</br>Shall on thy lord attend.  Thyrsis, do thou,</br>To meet him, to the eastward guide thy steps.", "THYRSIS.</br>Who, in those gloomy horrors, Goddess, will</br>Guide from the dangers which attend the way.</br>Trust to the deity thou dost adore.</br>Whene'er in dangers mortals are,</br>The Deity then most is seen;</br>Whose counsels or assisting care,</br>Do from those perils screen.</br>Justice and mercy they defend,</br>They're these they always do protect;</br>This law of theirs does all transcend,</br>And this the Gods will ne'er neglect.</br>[Exit.]", "SABRINA.</br>The whiten'd sands which albion's coasts surround,</br>To father Ocean (who does life infuse</br>In all which in th' extended bosome rise</br>Of th' antient mother) as his regal seat,</br>Most grateful are; to me this day he gave</br>The care, this isle by him and Jove belov'd,</br>To free from terrors of the monster fell,</br>Love, honour, beauty, liberty,</br>Shall ever then conjointly reign;</br>These on the happy shores shall be</br>As lasting as the sandy grain.</br>With these each joy that's most sublime,</br>And fame which ever shall survive,</br>With glorious triumph, over time,</br>Shall here in emulation strive.</br>"]