["The work is done, the fabric is complete;</br>Distinct the Traveller sees its distant tower,</br>Yet ere his steps attain the sacred seat,</br>Must toil for many a league and many an hour.</br>Elate the Abbot sees the pile and knows,</br>Stateliest of convents now, his new Moscera rose.", "Long were the tale that told Moscera's pride,</br>Its columns cluster'd strength and lofty state,</br>How many a saint bedeck'd its sculptur'd side,</br>What intersecting arches graced its gate;</br>Its towers how high, its massy walls how strong,</br>These fairly to describe were sure a tedious song.", "Yet while the fane rose slowly from the ground,</br>But little store of charity, I ween,</br>The passing pilgrim at Moscera found;</br>And often there the mendicant was seen</br>Hopeless to turn him from the convent door,</br>Because this costly work still kept the brethren poor.", "Now all is perfect, and from every side</br>They flock to view the fabric, young and old.</br>Who now can tell Rodulfo's secret pride,</br>When on the sabbath day his eyes behold</br>The multitudes that crowd his chapel floor,</br>Some sure to serve their God, to see Moscera more.", "So chanced it that Gualberto pass'd that way,</br>Since sainted for a life of saintly deeds;</br>He paused the new-rear'd convent to survey,</br>And, whilst o'er all its bulk his eye proceeds,</br>Sorrows, as one whose holier feelings deem</br>That ill so proud a pile did humble monks beseem.", "Him, musing as he stood, Rodulfo saw,</br>And forth he came to greet the holy guest;</br>For him he knew as one who held the law</br>Of Benedict, and each severe behest</br>So duly kept with such religious care,</br>That Heaven had oft vouchsafed its wonders to his prayer.", "\"Good brother, welcome!\"  thus Rodulfo cries,</br>\"In sooth it glads me to behold you here;</br>It is Gualberto!  and mine aged eyes</br>Did not deceive me:  yet full many a year</br>Hath slipt away, since last you bade farewell</br>To me your host and my uncomfortable cell.", "\"'Twas but a sorry welcome then you found,</br>And such as suited ill a guest so dear;</br>The pile was ruinous old, the base unsound,</br>It glads me more to bid you welcome here</br>That you can call to mind our former state&mdash;</br>Come, brother, pass with me the new Moscera's gate.\"", "So spake the cheerful Abbot, but no smile</br>Of answering joy soften'd Gualberto's brow;</br>He raised his hand and pointed to the pile,</br>\"Moscera better pleas'd me then, than now;</br>A palace this, befitting kingly pride!</br>Will holiness, my friend, in palace pomp abide?\"", "\"Aye,\" cries Rudolfo, \"'tis a goodly place!</br>And pomp becomes the house of worship well.</br>Nay scowl not round with so severe a face!</br>When earthly kings in seats of grandeur dwell,</br>Where art exhausted decks the sumptuous hall,</br>Can poor and sordid huts beseem the Lord of all?\"", "\"And ye have rear'd these stately towers on high</br>To serve your God?\"  the Monk severe replied;</br>\"It rose from zeal and earnest piety,</br>And prompted by no worldly thoughts beside?</br>Abbot, to him who prays with soul sincere</br>In humble hermit cell, God will incline his ear.", "\"Rodulfo!  while this haughty building rose,</br>Still was the pilgrim welcome at your door?</br>Did charity relieve the orphans woes?</br>Cloathed ye the naked?  did ye feed the poor?</br>He who with alms most succours the distrest,</br>Proud Abbot, know he serves his heavenly father best.", "\"Did they in sumptuous palaces go dwell</br>Who first abandon'd all to serve the Lord?</br>Their place of worship was the desart cell,</br>Wild fruits and berries spread their frugal board,</br>And if a brook, like this, ran murmuring by,</br>They blest their gracious God, and 'thought it luxury.'\"", "Then anger darken'd in Rodulfo's face;</br>\"Enough of preaching,\" sharply he replied,</br>\"Thou art grown envious; &mdash; 'tis a common case,</br>Humility is made the cloak of pride.</br>Proud of our home's magnificence are we,</br>But thou art far more proud in rags and beggary.\"", "With that Gualberto cried in fervent tone,</br>\"O, Father, hear me!  If this costly pile</br>Was for thine honour rear'd, and thine alone,</br>Bless it O Father with thy fostering smile!</br>Still may it stand, and never evil know,</br>Long as beside its walls the eternal stream shall flow.", "\"But Lord, if vain and worldly-minded men</br>Have wasted here the wealth which thou hast lent,</br>To pamper worldly pride; frown on it then!</br>Soon be thy vengeance manifestly sent,</br>Let yonder brook, that flows so calm beside,</br>Now from its base sweep down the unholy house of pride!\"", "He said &mdash; and lo the brook no longer flows!</br>The waters pause, and now they swell on high;</br>High and more high the mass of water grows,</br>The affrighted brethren from Moscera fly,</br>And on their Saints and on their God they call,</br>For now the mountain bulk o'ertops the convent wall.", "It falls, the mountain bulk, with thunder sound!</br>Full on Moscera's pile the vengeance falls!</br>Its lofty tower now rushes to the ground,</br>Prone lie its columns now, its high arch'd walls,</br>Earth shakes beneath the onward-rolling tide,</br>That from its base swept down the unholy house of pride.", "Were old Gualberto's reasons built on truth,</br>Dear George, or like Moscera's base unsound?</br>This sure I know, that glad am I in sooth</br>He only play'd his pranks on foreign ground;</br>For had he turn'd the stream on England too,</br>The Vandal monk had spoilt full many a goodly view.", "Then Malmesbury's arch had never met my sight,</br>Nor Battle's vast and venerable pile;</br>I had not traversed then with such delight</br>The hallowed ruins of our Alfred's isle,</br>Where many a pilgrim's curse is well bestow'd</br>On those who rob its walls to mend the turnpike road.", "Wells would have fallen, dear George, thy country's pride;</br>And Canning's stately church been rear'd in vain;</br>Nor had the traveller Ely's tower descried,</br>Which when thou seest far o'er the fenny plain,</br>Dear George, I counsel thee to turn that way,</br>Its ancient beauties sure will well reward delay.", "And we should never then have heard I think,</br>At evening hour, great Tom's tremendous knell;</br>The fountain streams that now in Christ-Church stink,</br>Had niagara'd o'er the quadrangle;</br>But, as 'twas beauty that deserv'd the flood,</br>I ween, dear George, our own college might have stood.", "Then had not Westminster, the house of God,</br>Served for a concert-room, or signal post;</br>Old Thames, obedient to the father's nod,</br>Had swept down Greenwich, England's noblest boast;</br>And, eager to destroy the unholy walls,</br>Fleet-ditch had roll'd up hill to overwhelm St. Pauls.", "George, dost thou deem the legendary deeds</br>Of Romish saints a useless medley store</br>Of lies, that he flings time away who reads?</br>And wouldst thou rather bid me puzzle o'er</br>Matter and Mind, and all the eternal round,</br>Plunged headlong down the dark and fathomless profound?", "Now do I bless the man who undertook</br>These Monks and Martyrs to biographize;</br>And love to ponder o'er his ponderous book,</br>The mingled mass of truth and lies,</br>Where Angels now, now Beelzebubs appear,</br>And blind and honest zeal, and holy faith sincere.", "'Tis not all Euclid truth; and yet 'twere hard</br>The fabling monks for fabling to abuse;</br>What if a monk, from better theme debarred,</br>Some pious subject for a tale should chuse,</br>How some good man the flesh and fiend o'ercame,</br>His taste methinks, and not his conscience, were to blame.", "In after years, what he, good man!  had wrote,</br>As we write novels to instruct our youth,</br>Went travelling on, its origin forgot,</br>Till at the length it past for gospel truth.</br>A fair account!  and shouldst thou like the plea,</br>Thank thou thy valued friend, dear George, who taught it me.", "All is not false that seems at first a lie.</br>One Antolinez once, a Spanish knight,</br>Knelt at the mass, when lo!  the troops hard by</br>Before the expected hour began the fight.</br>Tho' courage, duty, honour, summoned there,</br>He chose to forfeit all, not leave the unfinish'd prayer.", "But whilst devoutly thus the unarmed knight</br>Waits till the holy service should be o'er,</br>Even then the foremost in the furious fight</br>Was he beheld to bathe his sword in gore,</br>First in the van his plumes were seen to play,</br>And Spain to him decreed the glory of the day.", "The truth is told, and all at once exclaim</br>His Guardian Angel Heaven deign'd to send;</br>And thus the tale is handed down to fame.</br>Now if this Antolinez had a friend</br>Who in the hour of danger serv'd him well,</br>Dear George, the tale is true, and yet no miracle.", "I am not one who scan with scornful eyes</br>The dreams which make the enthusiast's best delight;</br>Nor thou the legendary lore despise</br>If of Gualberto yet again I write,</br>How first impell'd he sought the convent cell;</br>It is simple tale, and one that pleas'd me well.", "Fortune had smiled upon Gualberto's birth,</br>The heir of Valdespesa's rich domain.</br>An only child, he grew in years and worth,</br>And well repaid a father's anxious pain.</br>Oft had his sire in battle forced success,</br>Well for his valour known, and known for haughtiness.", "It chanced that one in kindred near allied</br>Was slain by his hereditary foe;</br>Much by his sorrow moved, and more by pride,</br>The father vow'd that blood for blood should flow;</br>And from his youth Gualberto had been taught</br>That with unceasing hate should just revenge be sought.", "Long did they wait; at length the tidings came</br>That through a lone and unfrequented way,</br>Soon would Anselmo, such the murderer's name,</br>Pass on his journey home, an easy prey.</br>\"Go,\" said the father, \"meet him in the wood!\"</br>And young Gualberto went, and laid in wait for blood.", "When now the youth was at the forest shade</br>Arrived, it drew toward the close of day;</br>Anselmo haply might be long delay'd,</br>And he, already wearied with his way,</br>Beneath an ancient oak his limbs reclined</br>And thoughts of near revenge alone possess'd his mind.", "Slow sunk the glorious sun; a roseate light</br>Spread o'er the forest from his lingering rays;</br>The glowing clouds upon Gualberto's sight</br>Soften'd in shade, &mdash; he could not chuse but gaze;</br>And now a placid greyness clad the heaven,</br>Save where the west retain'd the last green light of even.", "Cool breath'd the grateful air, and fresher now</br>The fragrance of the autumnal leaves arose;</br>The passing gale scarce moved the o'erhanging bough,</br>And not a sound disturb'd the deep repose,</br>Save when a falling leaf came fluttering by,</br>Save the near brooklet's stream that murmur'd quietly.", "Is there who has not felt the deep delight,</br>The hush of soul, that scenes like these impart?</br>The heart they will not soften, is not right.</br>And young Gualberto was not hard of heart&mdash;</br>Yet sure he thinks revenge becomes him well,</br>When from a neighbouring church he heard the vesper-bell.", "The Catholic who hears that vesper bell,</br>Howe'er employed, must send a prayer to Heaven.</br>In foreign lands I lik'd the custom well,</br>For with the calm and sober thoughts of even</br>It well accords; and shouldst thou journey there,</br>It would not hurt thee, George, to join that vesper-prayer.", "Gualberto had been duly taught to hold</br>Each pious rite with most religious care,</br>And &mdash; for the young man's feelings were not cold&mdash;</br>He never yet had mist his vesper-prayer.</br>But strange misgivings now his heart invade,</br>And when the vesper bell had ceas'd, he had not pray'd.", "And wherefore was it that he had not pray'd?</br>The sudden doubt arose within his mind,</br>And many a former precept then he weigh'd</br>The words of him who died to save mankind;</br>How 'twas the meek who should inherit Heaven,</br>And man must man forgive, if he would be forgiven.", "Troubled at heart, almost he felt a hope,</br>That yet some chance his victim might delay.</br>So as he mus'd, adown the neighbouring slope</br>He saw a lonely traveller on his way;</br>And now he knows the man so much abhorr'd,&mdash;</br>His holier thoughts are gone, he bares the murderous sword.", "\"The house of Valdespesa gives the blow!</br>Go, and our vengeance to our kinsman tell!\"&mdash;</br>Despair and terror seized the unarm'd foe,</br>And prostrate at the young man's knees he fell,</br>And stopt his hand and cried, \"Oh, do not take</br>A wretched sinner's life!  mercy, for Jesus' sake!\"", "At that most blessed name, as at a spell,</br>Conscience, the God within him, smote his heart.</br>His hand for murder rais'd unharming fell;</br>He felt cold sweat-drops on his forehead start,</br>A moment mute in holy horror stood,</br>Then cried, \"joy, joy, my God!  I have not shed his blood!\"", "He raised Anselmo up, and bade him live,</br>And bless, for both preserved, that holy name;</br>And pray'd the astonish'd foeman to forgive</br>The bloody purpose led by which he came.</br>Then to the neighbouring church he sped away,</br>His over-burthen'd soul before his God to lay.", "He ran with breathless speed, &mdash; he reached the door,</br>Tumultuous tides his throbbing pulses swell&mdash;</br>He came to crave for pardon, to adore</br>For grace vouchsafed; before the cross he fell,</br>And raised his swimming eyes, and thought that there</br>He saw the imaged Christ smile favouring on his prayer.", "A blest illusion!  from that very night</br>The monk's austerest life devout he led;</br>And still he felt the enthusiast's deep delight,</br>And seraph-visions floated round his head;</br>The joys of heaven foretasted fill'd his soul,</br>And still the good man's name adorns the sainted roll.</br>"]