["Array'd in dazzling robes of purest lights</br>Guiding the rapid car of power sublime,</br>Lo!  FREEDOM triumphs o'er Oblivion's night,</br>And rears her trophies on the throne of Time.</br>What though she pauses in her proud career,</br>To mourn her altars, mingling with the dust,</br>To shed on Valour's grave a parent's tear,</br>The unconscious tenant, once her dearest boast,</br>Even then she stifles Sorrow's rising sigh,</br>As future triumphs rush on her prophetic eye.", "Her lightning's glance can penetrate the gloom,</br>That dimly curtains many a slumbering year,</br>In whose bright course shall heavenly fires relume</br>Her torch, expiring in wild Nature's tear.</br>In ages yet to come shall ardent youth,</br>Warm'd by the flame that round her altar plays,</br>Rise the bold champions of oppressed Truth,</br>And if in Glory's beam their eagles gaze,</br>While the loud trumpet's blast of deathless fame,</br>Shall tell an awe-struck world each glorious name.", "Oh, righteous power!  thy mighty voice shall raise</br>Thy shrine, where Guilt his giant powers resign'd,</br>Where Truth's dread helm shall glitter in the blaze</br>Of starry wreaths on Mercy's brow intwin'd:</br>Beneath the genial splendors of thy reign,</br>Genius shall own thy pure, inspiring smile,</br>And Peace shall join bright Freedom's angel-train</br>To tear the fetters from the sons of toil,</br>To pour the dew, nectareous, of the sky,</br>On the pale lip, parch'd with Affliction's sigh,", "Thy potent hand shall holy altars rear,</br>Where tranc'd Devotion may her transports pour;</br>Her soul, unaw'd by Persecution's fear,</br>Shall rise, triumphant, o'er his darkest hour;</br>Where pallid victims groan in deep despair,</br>Wrapt in the shades of Superstition's gloom,</br>Where crushing racks turn in the livid glare</br>Of flashing fires, the screaming sufferers' tomb.</br>Avenging power!  on thee shall Heav'n bestow</br>Its fiery bolts, to lay the fabric low.", "When o'er the cliffs of Albion's sea-beat shore,</br>Wild Superstition her dark pinions spread,</br>Her midnight orgies bathe the caves with gore,</br>And o'er the ocean shriek'd th' unhallow'd dead,</br>Her abject slaves, the ministers of death,</br>While gasping votaries strain'd the blood-shot eye,</br>Bade charming caverns fling their sulphurous breath,</br>In column'd terrors, to the thundering sky,</br>And dreadful forms rose on the shelving height,</br>The airy cradle of the spell-bound night.", "Freedom's loud voice bade those dread terrors cease;</br>Her orient lustre pierc'd the Stygian gloom;</br>While Science came, the heavenly child of Peace,</br>And rear'd her dwelling on dark Error's tomb:</br>Freedom, blest guardian of her mystic shrine,</br>On Time's dark wing pour'd her celestial light.</br>As some bright angel, 'mid the spheres divine,</br>Bids morning splendors chase receding Night,</br>And Nature, freed from Night's terrific power,</br>Her matin anthem sings in Summer's fragrant bower.", "Bleak blew the wind around the quivering flame,</br>That cheer'd the summit of the lonely bow'r,</br>Where pale Disease consum'd the captive's frame,</br>Who call'd on Frenzy at the midnight hour;</br>And then the centinel, at dead of night,</br>Pac'd the wild battlement with footsteps slow,</br>While the dark raven curb'd his dreary flight,</br>To pour through grated bars his notes of woe;</br>Flapping his pinion, as the clanking chain</br>Chas'd sleep's bright visions from the sufferer's brain.", "Ah!  when the scenes of childhood met his views,</br>Rising in Memory's agonizing dream,</br>The landscape tinted with the rainbow's hue,</br>Its wild woods waving in the morning beam,</br>The airy mountain and the twilight vale,</br>Where light as air his infant footsteps flew;</br>His golden tresses flaunting on the gale,</br>That shook from Summer's rose the silver'd dew;</br>The smile maternal on his soul imprest,</br>That fir'd to madness his wild fetter'd breast.", "How rush'd the life-blood through his palsied veins,</br>When Freedom enter'd the dark haunt of Night,</br>And from her child tore the time-rusted chains,</br>While beaming day burst on his aching sight.</br>As when he launch'd upon the azure tide,</br>His rustling canvass fluttering in the breeze,</br>The beams of heaven his bright, unerring guide,</br>While angel footsteps curb'd the slumbering seas,</br>Blest Freedom hail'd him to his native shore,</br>As Peace proclaim'd the reign of Carnage o'er.", "To Freedom's care the awful charge is given</br>To watch in infancy the patriot's soul,</br>To warm his bosom with the fires of Heaven,</br>And lead his steps to Glory's dazzling goal.</br>Her raptur'd eye beholds his youthful frame,</br>With spring elastic bound across the plain,</br>And marks him glow with transport at the name</br>Of those who died to save her falling reign.</br>Till led by her when toil-mark'd years are fled,</br>Bright Glory twines her laurels round his head.", "As when the valour of her Spartan son,</br>In vain oppos'd Ambition's whelming storm,</br>That shook the centre of her Attic throne,</br>And menac'd ruin to her trembling form</br>She saw the hero on Thermop'lae's field,</br>With frantic woe in her maternal eye,</br>Before her shrine his mighty spirit yield;</br>While spheres eternal trembled in her cry:</br>Rous'd by her voice, the powers of vengeance came,</br>And pour'd their fury on Guilt's fainting frame.", "Freedom again wav'd heav'n's avenging sword,</br>Thron'd on the summit of the Grecian steep,</br>While far below the crimson billows roar'd,</br>As hostile nations struggled on the deep,</br>Tremendous power when Persia's host essay'd</br>To bend thy children in Oppression's chain,</br>On their proud legions they rush'd undismay'd</br>As sweeps the whirlwind on the wintry main,</br>Inspir'd by thee, from millions scorn'd to fly,</br>Till Nature rung in their victorious cry.", "Yes, Freedom fled the imperial towers of Rome,</br>When Vice, the priest of Luxury, profan'd,</br>With rites abhorr'd, her consecrated dome,</br>While maniac Fully o'er the orgies reign'd.</br>In vain she pointed to her Cato's tomb,</br>In vain in thunders she pronounc'd his name,</br>They madly too scorn'd their dread impending doom,</br>And Faction's clouds obscur'd bright Reason's flame,</br>Till Destruction smote them to the dust,</br>And conquer'd nations own'd the sentence just.", "When Evening's purple robe glows in the beam,</br>Her golden star shed o'er Italian skies,</br>And the proud wave or Tyber's classic stream</br>Heaves its clear bosom in her balmy sighs.</br>On the etherial moon-light car of Even,</br>The mighty shades of other times appear,</br>Freedom, for thee they fly the bowers of heaven,</br>For thee they visit Earth's nocturnal sphere,</br>To bid thee trust that god-like deeds sublime</br>Shall yet emblason the dim shield of Time.", "When the dread spirit of the mountain storm</br>Unfurl'd his standard to the rushing wind,</br>That howl'd around the Caledonian's form,</br>On the rude fragment of the rock reclin'd,</br>O'er heathy hills the western moon-beams shone,</br>The torrents wild foam'd gleaming in the ray,</br>Thro' blasted pines arose the tempests moan,</br>Rocking the gray cliff where the hunter lay:</br>Freedom descending on the desert wild,</br>Blest the calm slumbers of her fearless child.", "Dear to her bosom were those northern plains,</br>Oft has she listen'd when from Morven's vale</br>Arose the voice of Cercis' mournful strains,</br>Charming the spirit of the sea-born gale:</br>She train'd the warlike race from age to age,</br>And nerv'd their arm with Freedom's awful force,</br>She smil'd, exulting as the battle-rage</br>Swept Pride's dark legions in its vengeful course,</br>And with her spear, on the proud shrine of Fame,</br>Near mighty Wallace, carv'd her Bruce's name.", "Freedom, thy voice can still the storm of woe,</br>And soothe the sufferer in the hour of pain;</br>While thy pure rays on his pale features glow,</br>As shines the moon-beam on the twilight main.</br>Oh, were I doom'd to Want's oblivious vale,</br>My lonely home her dark sequester'd dell,</br>Inspired by thee, I would her terrors hail,</br>For even with her blest Freedom loves to dwell!</br>Thy roses fade in Pleasure's gaudy dome,</br>But shed their sweets round Labour's cottage home.</br>"]