["Whilst T&mdash;y, wealthy maid, was ruing,</br>Time mispent in fruitless wooing,</br>Suitors five with ardor swelling;</br>Made their constant home her dwelling;</br>Praying, fighting, swearing, drinking,</br>From vice or folly seldom shrinking:</br>Till once, 'tis said, worn out with waiting,</br>They swore they'd know sans more debating,</br>Each playing his appropriate part,</br>Who best deserved her virgin heart.", "First W&mdash; rushed, his nose on fire,</br>And prostrate on the carpet laid;</br>No amorous sounds his lungs suspire,</br>His snorings only reach the maid.", "Next D&mdash;'s duke his luck to try,</br>Salutes the fair in accents sweet;</br>But stammering, blushing, trembling, shy,</br>He stumbles o'er the coxcomb at her feet.", "Recovered from his prostrate state,</br>In sighs alone is grief he tells:</br>And his full bosom, hapless fate!</br>At once with port and speechless passion swells.", "But thou!  oh P&mdash;e, with legs so nimble,</br>French or German was the figure,</br>That sooth'd the heavenly virgin's rigor,</br>And made thee dearer than her topaz thimble?</br>Amidst the mazes of the sprightly dance,</br>He trips and turns as merry as a grig:</br>And as the Self resounds, or Drops of Nantz,</br>More beauteous wave the locks of T&mdash;y's wig,</br>While to the hollow drum, and squeeking fiddle,</br>They hand in hand curvet it down the middle.</br>And longer had they danc'd, but with a frown</br>C&mdash; gracefully arose;</br>Flush'd with a purple grace</br>He shows his honest face,</br>Then threw his princely 'kerchief down;</br>And with an amorous look,</br>From out his fob his diamond snuff-box took;</br>And ever and anon with gentle beat,</br>He pats its ivory lid so neat,</br>And tho' sometimes, each gentle pause between,</br>Dejected Jordan by his side,</br>Her soul-subduing voice applied;</br>Yet still the prince, with simp'ring mien,</br>Unable to conceal his pain,</br>Gaz'd on the fair</br>Who caus'd his care,</br>And sigh'd, and look'd, sigh'd and look'd, sigh'd and look'd and sigh'd again.</br>Oh!  happy prince!  each raptured minion cries,</br>Oh!  happy prince, obsequious John replies.</br>With ravish'd ears</br>Great Cl&mdash;e hears;</br>Affects to nod;</br>Assumes the god,</br>And seems to shake the spheres:</br>At length with love and joy at once opprest,</br>The sopha yields his royal &mdash; rest.", "With moistened eyes just fresh from weeping,</br>His pockets empty, spoiled his sleeping,</br>From hazard see the stripling dupe appear,</br>One hand contains a pistol, one a song:</br>One meant for W&mdash;y, t' other from Miss L&mdash;.</br>So Mars with Cupid ran his joint career.</br>Scarce had he heard the distant voice of Pole,</br>Before he pocketed the scroll,&mdash;</br>From his weak grasp the empty pistol fled&mdash;</br>That pistol!  emblem of its owner's head,</br>Down the steep stairs on terror's pinions born,</br>He seeks the well-known inn, and journies back forlorn.", "But oh!  how heightened was the festive scene,</br>When the bold B&mdash; trod the spacious floor,</br>They would have thought who saw his ghastly stare</br>And lofty strut, a monkey to a bear,</br>In some far distant land, this (worthy) bore.</br>Furr'd was his neck, death from his bosom grinn'd,</br>And on his cap two cross-bones struck their view;</br>In shape like his, the crafty devil knew,</br>Had he appeared, not lovely Eve had sinn'd.</br>With his bold arm, so oft he'd stemm'd the flood,</br>The wave had wash'd all modesty away;</br>Through fire v&mdash; and through goose's blood,</br>He'd rak'd and eat of life his devious way;</br>His w&mdash;s serv'd to veil the smile malign,</br>To hide 'neath folly's mask the dark design,</br>And from his arts to turn the public gaze away.", "Vain were the prince's trickling tears,</br>The blubbering D&mdash;'s bashful fears,</br>Sir G&mdash;'s thundering snore,</br>The Baron's labial sprouts so long,</br>Or stripling Kilworth's namby-pamby song,</br>The wondrous offspring of his riper years:</br>A wealthier youth the cap of victory wore.</br>To happy P&mdash; her hand advancing</br>He led her to the grand piano,</br>And now on him, now on the music glancing,</br>She strum'd the lively Morgiana.</br>They would have thought who heard the strain,</br>Cramer himself aerial notes was playing,</br>Except when gazing to relieve her pain,</br>Her eyes on Pole, lingering too long remain,</br>Her sympathizing digits much delaying:</br>While W&mdash;y nodding, with his head keeps time,</br>Like Bacchus on the Victory's prop sublime!</br>Rising and sinking with the boisterous main!", "Oh!  Hymen, to thy sacred fane</br>Why looks the virtuous youth in vain;</br>Why share thy once propitious sway,</br>With him whom none but wretched fools obey;</br>And close thy gates against the virtuous few,</br>Whose wealth is scanty, as their hearts are true?</br>Resume, propitious deity, thy sway:</br>On virtue shed thy mild benignant ray;</br>The salutary influence impart,</br>To sooth the passions, and to mend the heart;</br>Appear in form as radiant and sublime,</br>As in our fathers' elder time:</br>Another race of worshippers create,</br>And justify the tales the aged sons relate!</br>"]