["Now mew'd in chair, the female Rakes unknown,</br>Whilst Bucks more hardy swagger in the sun;</br>The honest tradesmen to their labours trudge,</br>And watchmen cease to sleep on Essex-bridge.</br>Clean dressed Lactea, with her whey appears,</br>She shrilly cries &mdash; when b&mdash;h salute her ears&mdash;</br>Know I'm Black Moll, who at the markets ply,</br>I've waited here, to catch you passing by;</br>Restore my Scobby, in a rage she said,</br>Or not a stitch of cap shall clothe your head.</br>The nymph, afrighted, as she heard her rail,</br>Stoop'd down, and wisely first, secured the pail;</br>And then (she cries) I'm ready for to prove,</br>If scratching does it, who is most in love.</br>But see, the hackney coachmen smoke the fray,</br>And Cinderella riddles on the Quay;</br>Let her decide who loves the shoe-boy best,</br>For love has been no stranger to her breast.", "CINDERELLA.</br>Be quick &mdash; the carts will take the dirt away;</br>I'll lose my cinders if too long you stay.", "LACTEA.</br>On Sunday to the outlets I repair,</br>And with new-milk and brandy treat my dear;</br>Then, at an ord'nary I'm sure to stop,</br>He likes pork griskins, or a mutton chop;</br>And what with ale, and whiskey given away,</br>I starve the week &mdash; for that one happy day:</br>Besides he breakfasts on my snowy curds&mdash;</br>And only loves me &mdash; if I b'lieve his words.", "MOLL.</br>Oft with my basket full of choicest beef,</br>I own for him, I gladly play'd the thief;</br>I've turn'd a corner, and got clearly off:</br>In some dark entry he wou'd cut a steak,</br>And then I'd run &mdash; you'd think my heart must break.</br>In Bridewell too, my aid I'd not refuse,</br>(The youth has other trades than cleaning shoes;)</br>His hand, unlucky, in a fob was found,</br>They duck'd the boy, alas!  I thought he'd drown'd&mdash;</br>At last, committed for the like offence,</br>I shar'd his prison &mdash; and I gave my pence:&mdash;</br>Now give your judgment, for I'm sure you'll own</br>Scobby is mine, &mdash; and loves his Moll alone.", "CINDERELLA.</br>What do I hear!  let's to yon gin-ship go;</br>The name you've mention'd fills my heart with woe!</br>Forbear your squabbles &mdash; Scobby is a bite,</br>He's false to all &mdash; and snores by me at night.</br>"]