["To appease the Gods; or public thanks to yield;</br>Or to solicit knowledge of events,</br>Which in her breast Futurity concealed;</br>And that the past might have its true intents</br>Feelingly told by living monuments;</br>Mankind of yore were prompted to devise</br>Rites such as yet Persepolis presents</br>Graven on her cankered walls, &mdash; solemnities</br>That moved in long array before admiring eyes.", "The Hebrews, thus, carrying in joyful state</br>Thick boughs of palm, and willows from the brook,</br>Marched round the Altar &mdash; to commemorate</br>How, when their course they thro' the desart took,</br>Guided by signs which ne'er the sky forsook,</br>They lodged in leafy tents and cabins low;</br>Green boughs were borne, while, for the blast that shook</br>Down to the earth the walls of Jericho,</br>They uttered loud hosannas, &mdash; let the trumpets blow!", "And thus, in order, 'mid the sacred Grove</br>Fed in the Libyan Waste by gushing wells,</br>The Priests and Damsels of Ammonian Jove</br>Provoked responses with shrill canticles;</br>While, in a Ship begirt with silver bells,</br>They round his Altar bore the horned God,</br>Old Cham, the solar Deity, who dwells</br>Aloft, yet in a tilting Vessel rode,</br>When universal sea the mountains overflowed.", "Why speak of Roman Pomps?  they haughty claims</br>Of Chiefs triumphant after ruthless wars;</br>The feast of Neptune &mdash; and the Cereal Games,</br>With Images, and Crowns, and empty Cars;</br>The dancing Salii &mdash; on the shields of Mars</br>Smiting with fury; and a deeper dread</br>Scattered on all sides by the hideous jars</br>Of Corybantian cymbals, while the head</br>Of Cybele was seen, sublimely turreted!", "At length a Spirit more subdued and soft</br>Appeared, to govern Christian pageantries:</br>The Cross, in calm procession, borne aloft</br>Moved to the chaunt of sober litanies.</br>Even such, this day, came wafted on the breeze</br>From a long train &mdash; in hooded vestments fair</br>Enwrapt &mdash; and winding, between Alpine trees</br>Spiry and dark, around their House of Prayer,</br>Below the icy bed of bright ARGENTIERE.", "But O the fairest pageant of a dream,</br>Did never equal that which met our eyes!</br>The glacier Pillars with the living Stream,</br>Of white-robed Shapes, seem'd linked in solemn guise,</br>For the same service, by mysterious ties;</br>Numbers exceeding credible account</br>Of number, pure and silent Votaries</br>Issuing or issued from a wintry fount;</br>The impenetrable heart of that exalted Mount!", "They, too, who send so far a holy gleam</br>While they the Church engirt with motion slow,</br>A product of that awful Mount did seem,</br>Poured from his vaults of everlasting snow;</br>Not virgin-lilies marshalled in bright row,</br>Not swans descending with the stealthy tide,</br>A livelier sisterly resemblance show</br>Than the fair Forms, that on the turf did glide,</br>To that unmoving band &mdash; the Shapes aloft descried!", "Trembling, I look upon the secret springs</br>Of that licentious craving in the mind</br>To act the God among external things,</br>To bind, on apt suggestion, and unbind;</br>And marvel not the antique Faith inclined</br>To crowd the world with metamorphosis,</br>Vouchsafed in pity or in wrath assigned;</br>Such insolent temptations wouldst thou miss,</br>Avoid these sights; nor brood o'er Fable's dark abyss!</br>"]