["THE ARGUMENT.</br>From Ill to Ill, through various Scenes,</br>Led is the Fairy Knight:</br>Him Arthur Heav'n directed saves,</br>From Archimago's Spite.", "Unhappy Man!  whose ever-changing Mind</br>Shifts with each flitting Tenet to and fro;</br>Whose Sea-beat Bark no anchoring Bay can find,</br>Sport of the Waves, and blust'ring Blasts that blow.</br>Now SUPERSTITION, with her Harpy Claws,</br>Tears his distracted Soul in doleful Plight;</br>Now ATHEISM wide opes his graceless Jaws,</br>To swallow him absorpt in endless Night.</br>Unhappy Man!  Unless some heavenly Ray</br>Illume his gloomy Mind, and point the rightful Way.", "This found Sir PARIDEL:  a goodlier Knight</br>Spur'd not his foaming Steed in Fairy Land,</br>None brighter shone in Justs or hardy Fight,</br>None his imperial Votresse's Command</br>More cheerfully obey'd:  but weakly vain,</br>With itching Ears he hung on every Tongue;</br>Now VIRTUE'S Voice, now VICES Siren Strain,</br>Led him a gadding each new Path along:</br>His Passions proud nought reck'd he to restrain,</br>And 'sdein'd the Curb of Laws, ne heard he Reason's Rein.", "Him proudly pricking on the spatious Plain</br>The wicked Wizard ARCHIMAGE gan spy,</br>And straight his magic Spells with might and main</br>He hurls into the Air, their Force to try:</br>When, lo!  an old Woman's Weeds He wears</br>Numb'ring her Beads; and with uncouth Grimace,</br>And melancholy Mien mumbling her Pray'rs.</br>O God!  that e'er Religion's fairest Face</br>Should mask in dismal Dress!  that this bright Ray</br>Heav'n-born, should still more dark and dreadful make our Day!", "\"Hither,\" quoth he, with humble, hollow Tone</br>And louting Gait, \"Sir Knight, thy Palfrey stay;</br>Stay, nor a Woman desert and forlorne</br>Deign not to visit; for now Evening gray</br>Invests all Nature in her Livery sad,</br>And muttering Thunder speaks the Tempest near.\"</br>Thus ARCHIMAGE in Woman's Weeds yclad.</br>And Words, where less was meant than met the Ear,</br>He mix'd; as \"Righteousness,\" and \"Lord,\" and \"Grace,\"</br>Thus foul Mouths with fair Words their Speech oft interlace.", "The Knight with unsuspecting honest Heart,</br>(For oft Suspicion sleeps at Wisdom's Door)</br>Approach'd the lonesome Cot; where guileful Art</br>Strove thro' the Soul all Gloominess to pour.</br>For never did the Sun's all-chearing Ray</br>Pierce thro' the Shades of melancholy Yew;</br>No warbling Birds awak'd the dawning Day,</br>Nor tun'd their Songs to Love and th' Evening due.</br>It seem'd one Scene of Horror all amort,</br>Of Fowl obscene, and dreary Ghosts the fit Resort.", "Here  you might see, with Darkness compass'd round</br>An idiot Coward, SUPERSTITION hight,</br>Shackled for Servitude, and Fetter-bound:</br>With Her, diffusing palpable, broad Night,</br>Comes IGNORANCE, all-swallowing, all-amaz'd:</br>Behind walks ZEAL, with Saint-like Face, demure,</br>But in His Hand the Torch uplifted blaz'd,</br>And the drawn Dagger drop'd with Gore impure.</br>Here grew each monstrous Form, that Fear e'er feign'd,</br>GORGONS and HARPYS foul, and FURYS mad unchain'd.", "Here Heart-consuming CARE with hagard Mien;</br>And dire DESPAIR, beating her baleful Breast;</br>Here gloomy GRIEF with ever-weeping Eyne,</br>Their Dwellings kept; Aliens of Hope and Rest:</br>And ever and anon the sheeted Dead</br>Did squeak and  gibber thro' the myrksome Air.</br>How stood our Knight amaz'd, astonied,</br>At all these Scenes of Horror and Despair?</br>His troubled Soul now seem'd the proper Seat</br>For ARCHIMAGE to try his Spells, and work Deceit.", "Eftsoons He calls a Vision of the Night,</br>Which stood obedient to his wicked Will;</br>\"Fly hence, false Phantom, fly; and lead that Knight</br>Through all the Scenes of visionary Ill.\"</br>The Phantom flew, and hovering round his Head,</br>With Thoughts distemper'd, and Illusions vain,</br>The Organs of his Fancy over-spread,</br>And form'd fantastic Creatures of the Brain.</br>Such airy Pensioners on MORPHEUS wait,</br>And bear his dark Behests thro' the false ivory Gate.", "Sir PARIDEL, attended with his Guide,</br>Seem'd en'tring the tremendous Mouth of Hell,</br>And view'd a Region doleful, dreary, wide:</br>\"See there th' abhorred Deep, the Dungeon fell,\"</br>The Phantom cries, \"Where th' all revengeful Ire</br>Of God, departed Souls has sternly doom'd</br>To never-ending Woe, where Floods of Fire</br>Are fed with burning Sulphur unconsum'd.</br>God's absolute Decrees their Ruin wrought,</br>And Fate, and high Fore-knowledge influenc'd their Fault.\"", "The Knight with shudd'ring Horror hears the Tale,</br>(The Tale, as false as God is good and just,)</br>Starts from his Couch with Eyes aged and pale,</br>And sees the Losel lowly laid in Dust;</br>Who thus accosts him, \"Oh, dear Son!\" he says,</br>\"What boots this vain Persuit of flying Fame,</br>Thy sleepless Nights, and ever-toiling Days?</br>All for a Shadow, a false flitting Name!</br>A Name, a Bubble, that born up on high</br>Soon bursts, quite lost and swallow'd in Eternity!", "\"But vainer still thy Thoughts, if ought in Thee</br>That meritorious seems, or just and good,</br>Servant to Fate, and strong Necessity,</br>Presumes t' avert high Heaven's angry Mood.</br>Thou art ordain'd the Vassal of his Ire,</br>Sport of his Power, and his matchless Might,</br>Destin'd to Woe, and Hell's perpetual Fire.</br>Can thy short Plummet sound the Depths of Right?</br>Man's Will and Reason, useless both and vain,</br>Lie over-rul'd and bound in Fate's eternal Chain.", "\"Behold yon Villain wanton with Success,</br>Diffusing Seas of Wretchedness and Woes,</br>Curs'd by Mankind; yet Fates propitious bless.</br>Gan careless Heav'n look on, ne interpose?</br>Mean while the candid and ingenuous Breast,</br>Replete with Science fair, and Innocence,</br>Feels the proud Scorner's Spurns, and lies opprest.</br>How rankly smells Nature's Malevolence!</br>O Good!  how little art thou Heav'ns high Care,</br>Sith Ill predominates, and Foul o'er-powers the Fair!\"", "Thus gloz'd the wily Wizard, while our Knight</br>Perplexed, now gan Answer fit to frame,</br>Now half unsheath'd his Sword to end out-right</br>His wretched Life; now Hopes, and Fears, and Shame,</br>Toss him alternately from Wave to Wave.</br>Then resolutely bold he breaks away:</br>To fly's the readied Way himself to save:</br>He flew the hateful Cot, and gains the Day;</br>The open Day he gains; when thro' his Soul</br>A glimmering Ray of Light, and joyous Reason stole.", "So when with Darkness Heav'n is overspread,</br>His fair Face vizor'd in a sable Shroud;</br>Nature her Doom appointed seems to dread:</br>But if this World's broad  Eye bursts thro' the Cloud,</br>Nature revives:  and all th' aetherial Crew,</br>The Nightingale, trilling her Ditties sweet,</br>The Ouzel black, the Finch of golden Hue,</br>And mounting Lark, the Light returning greet:</br>All clap their Wings for Joy, for Joy they sing,</br>While Mother EARTH smiles pleas'd, and Hills and Valleys ring.", "But not so baffled ARCHIMAGO vile,</br>Hardned and hackney'd in the Ways of Vice,</br>Turns him anew to his old wonted Wile,</br>How best the Elfin Knight he may entice:</br>And first he casts to change his Form; and now</br>He looks a stripling Courtier, fair and gent;</br>With many studied Airs, and cringing Bow,</br>Eftsoons Sir PARIDEL he overhent;</br>Saluted, him the Knight salutes again</br>Ne dreamt He 'twas his Foe, that did his Fall darrain.", "Alas!  how frail is form'd the human Mind,</br>Eager each dangerous Extreme to meet!</br>How seldom, to the golden Mean inclin'd,</br>She seeks her proper Poise, her settled Seat!</br>This knew the Paynim well:  forthy no more</br>Frames He his Purpose of religious Dread;</br>But graceless was his Talk, of Plesaunce Store</br>Much prattled He, and Nature's bountihed.</br>Such Talk as apt to lead raw Minds astray,</br>From the straight thorny Path, to the broad Primrose Way.", "Thus talking, on the Neighbour Beach they find</br>A Bark, all in her gaudy Trim displaid;</br>The silken Sails sung in the whistling Wind,</br>Courting the Knight on Board, who nought afraid</br>Springs deftly on the Deck; when ARCHIMAGE</br>A wondrous Pin takes in his cunning Hand,</br>That mov'd, as if instinct with Spirit sage,</br>The bounding Bark, which made the adverse Land:</br>Where a bright Bevy flood of Females fair,</br>All ready to receive them, blith and debonnair.", "O for an OVID'S Pen to paint the Wiles</br>Of Females, in their little Arts ydrest;</br>Their quaint Conceits, their practis'd simp'ring Smiles</br>The heaving Marble of their snowy Breast,</br>Hid to be seen, and seen to be admir'd;</br>And how they troul the Tongue, and roll the Eye,</br>Languishing soft, or with Disdain half fir'd:</br>And all their Skill in CUPID'S Archery.</br>If glaunce withoutin Wound these Arrows can,</br>Certes, Sir Knight, thou'rt less, or greater far than Man.", "And Sooth it is, the Heart, that's fair and good,</br>Feels  rathest every tender, soft Desire,</br>Which, by the Carle and Fool not understood,</br>Strikes not the callous Breast:  for LOVE'S bright Fire</br>Kindled in Heav'n, to his native Sky</br>Mounts in his winged Car the generous Elf:</br>Hence spring the famous Deeds of Chivalry,</br>Sans mercenary Views, but for itself.</br>Nathless the Soul, from her true heavenly Way,</br>Caught by some Semblance fair, too weetless wends astray.", "What shines to paragon, beneath the Sky,</br>The female Face divine, where sits confest</br>BEAUTY, and visible to mortal Eye</br>Embodied dwells, substantially exprest?</br>Dwells, or does seem to dwell:  the Lover's Brains</br>Frame, as they list, the Object of Desire;</br>Till this his Happiness and End he gains,</br>He burns impatient with unquenched Fire;</br>Ne dares strong-plum'd to Virtue's Height to soar,</br>But Hagard-like he checks, and learns low Falsehood's Lore.", "So whilom HERCULES forgot the Man,</br>And weakly don'd a haughty Woman's Weeds.</br>So to a Stripling whom he far out-ran</br>In Prowess chivalrous, and warlike Deeds,</br>Left ANTONY the triple World; one Smile</br>Of AEGYPT, sunk the Hero in the Slave.</br>And lives there then such Power in Female Guile</br>T' appal the Mighty, and enthral the Brave?</br>There lives such Power; and such a female Chain</br>Did from his first Intent Sir PARIDEL retain.", "No more the neighing Steed, or Trumpet's Sound,</br>No more the ported Spear delights the Knight;</br>But murmuring Rills, that cut th' enamell'd Ground,</br>And Bowers, that exclude the troublous Light:</br>These with his AMORET now charm alone,</br>'Tis AMORET he breaths, he looks, he lives;</br>Without his AMORET he's left forlorne;</br>'Tis she alone that Solitude far drives.</br>Sighs answering Sighs the yielding Fair returns,</br>And LOVE'S high-flaming Torch with mutual Ardor burns.", "As the wrack'd Merchant, now secure, from Shore</br>Looks back with Dread on all his Perils past,</br>Nathless with Pleasure mixt; and vows no more</br>He'll trust the Billows, or the Wind's false Blast,</br>Not unlike Passions strike the fluttering Soul</br>Of PARIDEL, while in his mental View</br>The various Scenes of past and present roll,</br>Past Horrors, present Joys; how seeming true!</br>Yet as there Foundress false, tho' round her Head</br>CUPIDS and mirthful JESTS their purple Pinions spread.", "Mean while th' Enchaunter of his traitrous Train</br>Sat not unmindful, but at Seasons due</br>Poisons the Infant with Discourse profane;</br>And under seeming Rules of Right and True</br>Taught him th' enormous Monster VICE to bind,</br>And deck foul FALSHOOD'S Face with VIRTUE's Hue.</br>O Mankind Effort!  ever vain and blind,</br>To change the Course, (known to the Good and Few)</br>The stubborn Course of NATURE, still the same,</br>That keeps one destin'd End, nor misses she her aim!", "Arise thou Recreant, Woman Knight, arise,</br>Assert the native Freedom of thy Mind.</br>But, oh!  what Mists surround thy dark'ned Eyes!</br>And REASON, in Thee now effac'd and blind,</br>Her sov'reign Sway fordone, the sceptred Hand</br>To viler APPETITE submissive falls;</br>And upstart Passions in her room command;</br>Now This, now That aloud for Service calls.</br>O mental Kingdom, how distract and tost,</br>To ev'ry home-bred Joy, and inward Freedom lost!", "The sprightly Passion LOVE is fled away,</br>And in his room reigns LUST, a Monster fell;</br>With him a Troop, in battailous Array,</br>Advance of Phantoms vile, true Imps of Hell:</br>MISTRUST, with Eyes askaunce and jealous Leer,</br>ANGER, and hagard HATE, unquiet Guest,</br>Guileful DISSIMULATION, and pale FEAR,</br>And DISCORD wood, in tatter'd Garment drest.</br>While o'er his Head a Bird obscene ypight</br>Resounds her doleful Dirge, the sad CELAENO hight.", "O what a Fall was here!  Is this the Knight,</br>The  Paragon of glorious Chevisaunce,</br>That shone the public Care and chief Delight,</br>Of matchless Prowess and fair Amenaunce?</br>O God of Hosts, look from thy Tower on high,</br>And send thy sacred Unction to his Soul;</br>Avert not now thy ever-cheering Eye.</br>Our Pray'rs are heard:  and from each trembling Pole,</br>(Sign of descending Majesty divine)</br>The wreathed Thunder rolls, and lambent Lightnings shine.", "It chaunc'd that ARTHUR on some high Behest</br>Of GLORIANA, Fairy Queen, was bent:</br>He rode, revolving in his royal Breast,</br>How to atchieve his chivalrous Intent:</br>When, lo!  a Cloud, with Sylver Skirts ybound,</br>Disclosing, flash'd intolerable Day:</br>The Hero rapt falls prostrate on the Ground,</br>And tranc'd in visionary Glory lay:</br>A Voice him calls, or seems to call, \"Arise,</br>Thy Fellow Servant speaks, and bids thee ope thine Eyes.\"", "His Eyes he opes, and saw a Seraph fair,</br>That lighten'd forth a Smile of Love and Grace;</br>Adown his Back flow'd his ambrosial Hair,</br>And circling Rays beam'd Glories round his Face;</br>A sylver Wand grac'd his extended Hand,</br>And pointing to the Skies, he thus began,</br>\"From yon celestial Bowers, a God's Command,</br>ARTHUR, I bring thee. &mdash; Save a ruin'd Man:</br>Ruin'd, unless with Heav'n thou unite,</br>To save his lapsed Pow'rs from Hell and magic Spite.", "\"Sir PARIDEL (who knows not PARIDEL?)</br>Sometime the Glory, now of Knights the Shame,</br>Maugre th' Enchaunter's Spells, and Trains of Hell,</br>Fir'd by thy  Read shall catch the gen'rous Flame;</br>New from his casted Slough he shall arise,</br>And hurl Destruction on the Paynim Fone;</br>Spurn this dull humid Clay, and mount the Skies,</br>Where Virtue points the Way and high Renowne.</br>Thus heav'nly Love shall hellish Hate outgoe;</br>And Grace prevenient still her healing Pow'r will shew.", "\"But mark what Heav'n-commission'd I relate.</br>A War intestine threatens Fairy Land,</br>Which waits from Thee and PARIDEL her Fate.</br>Go then, ye mightiest, under Heav'n's high Hand,</br>Call'd forth to dart His Thunder on the Foe.</br>Ne deem the Danger despicably base;</br>Tho', where the Sun scarce warms, nor Arts dare grow,</br>A frozen Clime drives forth her motley Race:</br>Yet abler Heads conduct the dire Machine,</br>And false DUESSA leagu'd attacks the Fairy Queen.", "\"I see the hellish Pest, tho' hid from Thee:</br>From her seven Hills she comes; and now elate</br>With proud Parade, and swoll'n with Surquedry,</br>Of Realms and Kesars preordains the Fate.</br>High on the scarlet Beast the rides, that rears</br>Against the starry Orbs her forked Tail:</br>A golden Chalice in her Hand she bears,</br>A poison'd Potion, Source of bitter Bale:</br>The deadly Drugs, thus mix'd with magic Art,</br>All manlike Reason quell, whilst lives the brutal Part.", "\"But thou proceed; and Heav'n will find the Way:</br>Add to thy Patience Faith, and Strength of Mind.</br>That Panoply divine; ne let Dismay</br>In thy thrice-steel'd Heart once Entrance find.</br>Strengthen'd thyself, go strengthen PARIDEL;</br>In yonder Isle he lies, neglected, lost,</br>Lost in the cursed Spells and Trains of Hell.</br>This narrow Frith shall yield thee Way; this crost,</br>The Path directs thee to his dread Abode.</br>Go, in thy Virtue arm'd, and guarded by thy God.\"", "The Seraph spoke:  and with his high-stretch'd Wand</br>The rolling Billows struck; they straight with Awe</br>Retiring backward press at his Command.</br>Th' obedient Prince, soon as his Road he saw,</br>Pricks boldly forward thro' the open'd Main:</br>Two crystal Mountains, rais'd on either Hand,</br>Keep back the crowding Waves; that clos'd again,</br>Soon as the Infant gain'd the adverse Strand.</br>So march'd the sacred Host, by MOSES led;</br>The wond'ring Waves beheld, and back abash'd they fled.", "This ARCHIMAGO saw; he saw with Dread</br>(The Prince approaching) his approaching Fate:</br>Vain were his Arts he knew; forthy he fled</br>Murm'ring, and with him fled his hellish Hate,</br>Trinkets and Trump'ry, Women, Spells and Spite,</br>All fled away dissolv'd in sightless Air;</br>And left forlorn our solitary Knight,</br>To gloomy Thoughts abandon'd and Despair;</br>Toss'd like the ill-man'd Frigate on the Main,</br>Till NEPTUNE mounts his Car, and smooths the liquid Plain.", "ARTHUR to find the Knight now bends his Way;</br>Him soon he finds under a Platan laid,</br>Plung'd in a Sea of Discord and Dismay.</br>The Prince perceiv'd his Plight; and nought he said,</br>But bar'd his Buckler broad, one Diamond sheen,</br>And flash'd the beamy Mirrour in his Face.</br>Himself he saw, himself he hated seen,</br>And loath'd his sickly State; sure Sign of Grace.</br>O Coquetry of VICE, to keep the Mind</br>At Distance from itself, to its true Int'rest blind!", "To know, and knowing hate his vicious Self;</br>To know his real Self, and knowing love:</br>This was the Lore first learnt the knightly Elf.</br>Then by Degrees he mounts to Thoughts above.</br>But first the Prince conducts him to a Sire,</br>A hoary Hermit, CONTEMPLATION hight,</br>Who, on a Mountain's Heav'n-kissing Spire,</br>Dwelt in pure Meditations Day and Night.</br>From Truth to Truth, from Good to Fair he rang'd;</br>Then fix'd on the first Fair, immortal and unchang'd.", "Here PIETY, in Milk-white Amice drest,</br>And her bright Brows with sacred Fillets bound,</br>Breath'd forth her Orisons from blameless Breast:</br>Here pure-ey'd FAITH, with starry Circlets crown'd,</br>And cheerful HOPE, walk'd with their God on Earth.</br>Yet not the less or MUSE, or GRACES gay</br>In naked Beauty deck'd, or decent MIRTH,</br>Haunted each bubbling Fount, and verdant Lay.</br>Thy manly Bosom, PARIDEL, now fire</br>Far other Joys than Pride, or lawless Lusts inspire.", "Thrice had the Sun new trim'd his orient Ray,</br>And Giant-like march'd forth to chace the Night:</br>Since ARTHUR here first bent his happy Way,</br>And with him brought calm Thoughts, and Peace, and Light.</br>Now rose the Knight, fresh as the Morning Star,</br>His lucid Orb wash'd in the Ocean Wave,</br>That glitters fairer from his radiant Car:</br>Or as Jove's Bird, call'd from the rocky Cave,</br>The faithful Minister to wreak His Ire,</br>New plum'd and bath'd high towers, and darts his Master's Fire.", "Mean while the Hermit to the Hero brought</br>His Arms and massy Shield; who fed his Eyes</br>With Stories then unknown, divinely wrought.</br>Skill'd in the Rolls of Fate, a Wizard wise</br>Had fram'd the future Actions of his Line.</br>Here swell'd the ample Orb, and stood confest,</br>Heroes and Patriots, only not divine:</br>The EDWARDS, HENRYS, RICHARD'S Lion Breast,</br>WILLIAM of Tyrants and of FRANCE the Dread,</br>And BRUNSWICK'S numerous Race here lift the regal Head.", "There Castles floated on the silver Tide,</br>Teeming with Thunder and their Nation's Ire;</br>High on the Deck stood forth DEVONIA'S Pride,</br>And bookish BLAKE seem'd lost in Smoke and Fire.</br>Not distant far the sanguine Plains appear</br>Of CRESSY, AGINCOURT; and ISTER'S Wave</br>Roll'd to the Sea Arms, Steeds, and Men; while Fear</br>Sat on the GAUL persu'd by BRITONS brave.</br>The Knight views pleas'd his Progeny's great Name,</br>And on his high rais'd Arm he bears their Fates and Fame.", "Straight sally forth the Knights, prepar'd for Fight,</br>And vowing Vengeance on the Paynim Fone.&mdash;</br>But, MUSE, awhile restrain thy vent'rous Flight:</br>Soon shall their Justs and hardy Deeds be shewn,</br>Oppression crush'd, fair Liberty restor'd:</br>And thou, great Queen, shalt moralize my Song,</br>For as thou bid'st, they draw or sheath the Sword.&mdash;</br>Now furl the Sails, and bear the Land along;</br>To morrow haply we may tempt again</br>(New rig'd our labour'd Bark) the Bosom of the Main.</br>"]