["No more the bard's heroic numbers flow,</br>To hail ambition from the field of war,</br>Should fortune to a tyrant's wishes bow,</br>And ruined nations drag the victor's car.</br>For patriot zeal, the choral song we raise</br>And twine the laurel, that shall ne'er decay;</br>While Britain's sons, till time's remotest days,</br>At freedom's shrine their duteous homage pay</br>With moral reason's critic skill explore,</br>The far fam'd triumphs of a distant age,</br>With caution trace the historian's courtly page,</br>And strip the gaudy robe from lawless power,</br>Thro' flattery's veil a despot's vices scan,</br>And own no heroes, but the patriot friends of MAN.", "Such, ALFRED &mdash; he whose mighty genius planned</br>The public weal, and dignified a crown;</br>HAMPDEN, who foremost in a generous band,</br>Brav'd the stern menace of a tyrant's frown;</br>SIDNEY, a martyr in the cause of man,</br>Who firm amidst a fallen people stood;</br>Fixed Freedom's laws on Nature's equal plan,</br>And nobly sealed the doctrine with his blood.</br>Nor RUSSELL, shall thy honor'd fame decay,</br>Who scorned submission to oppressive power,</br>Ev'n in the last sad scene, that trying hour,</br>When Love and Friendship would prolong thy stay.</br>For these the bards of future times shall raise</br>Virtue's fair meed &mdash; no pensioned laureat's venal praise.", "And long in British hearts their names shall live,</br>Who gain'd the splendid triumphs of this day,</br>Millions unborn the grateful praise shall give,</br>And Truth's impartial page their worth display.</br>Patriots, who shook a tyrant's throne of state,</br>And burst the fetters of the free-born soul;</br>When thoughtless of one STUART'S righteous fate,</br>He dared the storms of justice to controll:</br>Who listen'd to their injur'd country's voice,</br>And nobly toil'd in heav'n's approving hour,</br>Snatch'd from a worthless hand the sword of pow'r,</br>And rais'd the object of a people's choice,</br>From Britain's throne the gloomy despot hurl'd,</br>And gave a rare example to th' astonish'd world!", "Bright was the glow of Freedom's dawning ray,</br>Though brighter beams the noontide hours adorn;</br>Nor let the nations in the blaze of day</br>Forget the first fair blushes of the morn.</br>On this glad day the great example rose,</br>That fired the Britons of a distant shore;</br>And call'd a people from their long repose,</br>Who bow'd inglorious to a tyrant's pow'r.</br>See!  the new world's industrious tribes appear,</br>Cherish the arts of peace with eager haste:</br>And where late frown'd the desart's gloomy waste,</br>To WASHINGTON the fed'ral City rear.</br>See!  Gallia crown'd with wreaths of civic fame,</br>The beauteous daughter fairer than the comely dame!", "Gallia, in vain the ruffian Kings combine;</br>'Tis thine the code of social bliss to plan;</br>T' assert the sov'reign people's right divine,</br>And rouse the nations in the cause of man;</br>Ere long Germania, daring to be free,</br>Shall join her millions to thy patriot band,</br>Echo the shout of \"death or liberty,\"</br>And chace the princely locusts from her land.</br>Iberia too, where Superstition's fane,</br>Has stood for ages propt by lawless power,</br>Shall wake to Reason in some fav'ring hour</br>And Grecia hear a new Olympic strain;</br>E'en Russia's torpid slaves the sound prolong,</br>Till \"death or liberty\" be ev'ry nation's song.", "Then science, rescued from the bigot's cell,</br>And the dark mazes of scholastic strife,</br>Amidst the busy haunts of men shall dwell,</br>And give new pleasures to domestic life.</br>Nor shall the winged bark her sails expand,</br>To hurl wide ruin on some helpless shore;</br>But friendly commerce join each distant land,</br>And nations learn the arts of war no more.</br>Nor proud oppression lift her front abhor'd,</br>Nor wearied labour mourn his fruitless care;</br>No more the vineyard dress, the olive rear</br>To deck a tyrant lord's luxurious board:</br>For white-rob'd peace shall visit earth again,</br>And justice dwell with pow'r in freedom's equal reign!", "Britons, revolve the triumphs of the day,</br>When virtue struggled for the public weal;</br>Yet to the mem'ry of our fathers pay,</br>No servile homage, but an equal zeal:</br>Nor rest supine, when freedom's injur'd cause</br>Demands the vigour of each patriot son;</br>Nor cease the toil till fixt on equal laws,</br>The rights of all mankind to all are known!</br>Hail, LIBERTY in early time rever'd,</br>To thee shall unborn ages raise the song,</br>While rescu'd nations to thy temple throng;</br>And, oh!  where'er the hallow'd fane be rear'd,</br>From the bleak North to Afric's sultry waste,</br>FIRM MAY THY ALTAR STAND, TILL TIME ITSELF BE PAST.</br>"]