["Farewell, proud cliff!  From Cologne's gothic door</br>Slowly emerging o'er her boundless plain,</br>Or bounded but by thee, my eyes once more</br>To catch one parting glimpse of thee I strain:</br>It may be long ere thou and I again</br>Shall be acquainted.  If there be a spell</br>In fancy's store; if memory hold her reign,</br>On thee, in all its power, that charm shall dwell,</br>Lord of seven subject hills, high Drachenfels, farewell!", "Not that a mightier master of the rhyme,</br>Wrapt by thy beauties, linger'd on his way,</br>Struck but one chord, and to all future time</br>Hallow'd those beauties with his passing lay.</br>It is not that the Rhine's broad waters stray</br>Beneath thy height to reach the distant sea;</br>Nor many a wild tale of thy earlier day,</br>How dear soe'er those tales to me;</br>'Tis not for these I pour my parting strain to thee.", "But when my spirit, dull and stagnant now,</br>Was buoyant as the stream which sweeps thy strand,</br>In rapture gazing on thy giant brow,</br>On yon opposing shore I took my stand;</br>And there, with wavering line, and trembling hand,</br>First I essay'd fair Nature's forms to trace;</br>Thy fortress in its undisturb'd command,</br>The precipice, the mountain's sweeping grace,</br>The rock, the vine, the copse low feathering to thy base.", "Improvements come too slow, but change too fast;</br>My skill is what it was, but not as then</br>I gaze upon the wrecks of ages past,</br>The works of nature, or the haunts of men;</br>The mouldering gateway, or the mountain glen,</br>Were rapture to me.  Such if now I prize,</br>'Tis that they were so.  If I seize the pen,</br>To consecrate the feeling ere it dies,</br>'Tis memory's power alone can bid that feeling rise.", "And would that memory's power could do no more!</br>Would there were nought to mingle with and spoil</br>The embalmed sweets of recollection's store!</br>But suns which vivify the vernal soil,</br>Bid, too, the adder in his brake uncoil.</br>Unchanging nature's charms make us compare</br>The brow deep furrow'd by the world's long toil</br>With her unwrinkled front &mdash; the hues of care</br>With her fresh glories &mdash; all we are, with all we were.</br>"]