["Wild Camaldoli &mdash; to thy solemn shades</br>Imagination clings, as if the sound</br>Of the wind sighing through thy piny glades,</br>Still whisper'd high romance.  Thy summits, crown'd</br>With convent spire and forest deepening round,</br>Tell of the olden time.  But in yon dell,</br>Tho' the soft hymn still breaks the hush profound,</br>The mighty spirit weaves no more her spell,</br>Immortal names alone thy mouldering records swell.", "Still towers Laverna o'er the steep, and still</br>The leafy pride of Vallombrosa falls,</br>The Sacred Desert crests its chosen hill,</br>And time hath spared the Abbey's antique walls:</br>Where the broad sun streams thro' the ample halls,</br>Gilding the fret-work of their arches high,</br>Still the deep bell the monk to matins calls,</br>And soar th' eternal Apennines, and lie</br>Calm at their base thy plains, rich-storied Tuscany.", "There is a tale, &mdash; nor oft hath winter shed</br>Fresh snows on those proud heights, nor autumn's gloom</br>Sear'd the wild flowers that o'er the torrent's bed</br>Droop in a pale decay their summer bloom,</br>Since that tale was reality.  The tomb</br>Hath claim'd its destin'd prey.  The grief that rush'd</br>Too sternly through a heart that did inhume</br>Its sorrow from all scan, &mdash; the tears that gush'd,</br>The words that spoke alone in mortal throes, are hush'd.", "'Tis a trite simile, but not less true,&mdash;</br>The little brook that onward to the main</br>Rolls its unheeded course &mdash; the globe of dew,</br>That on the lily's chalice leaves no stain,</br>Is as the grief of thousands.  Many a strain</br>Of life-consuming anguish &mdash; many a groan</br>That breaks the writhing heart, goes forth in vain;</br>No voice responsive echoes back their tone,</br>Man with illustrious woe holds sympathy alone.", "Wild Camaldoli!  'twas to thy repose</br>Of shade monastic Guiliano turn'd;</br>But peace was not for him, nor his the woes</br>Thy sacredness might still.  The thought that burn'd</br>His mind to waste &mdash; the bitterness that churn'd</br>The well of life to poison, these were not</br>Things to be in scholastic lore unlearn'd;</br>He hied him from the world to that lone spot,</br>Not to forget his wrongs, but be himself forgot.", "What was the world to him! &mdash; within the grave</br>She slept, his young betroth'd, but not his bride;</br>Though her heart, faithful to the plight it gave</br>In the first gush of love, to all beside </br>Was a seal'd mystery &mdash; She despair'd, and died!</br>They gave the hand she gave not, nor withheld&mdash;</br>Ill-fated victim of a father's pride!</br>Brief space thy crush'd and bleeding heart rebell'd</br>'Gainst those detested bonds &mdash; it broke, and all was quell'd!", "Oft in the rich light of the Tuscan eve</br>Had Giuliano and Bianca mused,</br>By the broad Arno when his waves receive</br>The day's last blush, so tenderly infused</br>Into their azure depths.  There, all unused</br>To the world's cold dissemblings, she would rest,</br>With a sweet trust, that might not be abused,</br>Her glowing cheek on his affianced breast,</br>And smile, in his protecting arms supremely blest.", "Their love had been the young heart's revelry,</br>In the first bloom of life; and they had seen</br>Their fondness hallow'd by th' approving eye,</br>And voice parental; and their homes had been</br>The altar of their vows.  Full many a scene</br>In those domestic halls bore witness meet,</br>To the chaste intercourse that pass'd between</br>The youth and maid, when with responsive beat</br>Their pure souls mingled in communion sweet.", "She was the music of his mind &mdash; the still</br>Sweet vision of his dreams; and when his hand</br>Traced the bold outline with a painter's skill,</br>(For he was gifted in his native land</br>With its high genius) his young love would stand</br>In Grecian attitude, with lips apart,</br>And dark hair filleted with silken band,</br>The perfect model of the limner's art,</br>The studio's peerless gem, the load-star of his heart.", "But wealth was proffer'd &mdash; need the rest be told?</br>Young hopes were blighted for that sordid dust,</br>And, contract vile! &mdash; a daughter's peace was sold,</br>By low ambition to imperious lust.</br>The powerless to the powerful: &mdash; but the trust</br>Of the free spirit's soaring is not given</br>To mortal tyranny, whose cankering rust</br>But frets the hated fetters till they're riven,</br>And the bright soul, left chainless, mounts to heaven.", "Hope smiled no more on Giuliano's life;</br>To his stung heart mankind became a throng,</br>With whom communion were but ceaseless strife,</br>And whom he deem'd all leagued to work him wrong.</br>Awhile he struggled with that demon strong,</br>And strove in bitterness of scorn to choke</br>The serpent in its growth &mdash; 'twas vain &mdash; ere long</br>The gathering frenzy of his mind awoke,</br>And from its icy bounds the hoarded lava broke.", "He raved &mdash; how fearfully distraction wrought</br>In his warp'd brain, from whence the gentler brood</br>Of Nature's nursing fled, and every thought,</br>As if some monster had usurp'd his mood,</br>Was fill'd with murder with revenue and blood.</br>He, in his hand the vision'd hilt would grasp,</br>And glare with lurid eye on those who stood</br>Gazing on him in grief &mdash; and from the clasp</br>Of each restraining arm would burst with frantic gasp.", "Again, and o'er his madness came a gleam</br>Of life's relinquish'd splendour.  Gorgeous things</br>Would float across his memory like a dream,</br>And bridal songs struck from the olden strings</br>Of the rejoicing lute.   And on the wings</br>Of his creative fancy came bright eyes,</br>And fair forms grew from out the shadowy rings</br>Of his distempered vision, breathing sighs</br>Voluptuous as the Cyprian Queen's soft witcheries.", "'This could not last &mdash; the fierce volcano burns</br>Itself to chaos.  Soon its black array</br>Tells of extinguish'd wrath &mdash; but when returns</br>To that scorch'd mount the summer foliage gay?</br>'Twas thus with Giuliano, and away</br>From his scathed mind the giant phantom pass'd,</br>And dreariness came on.  Night stole on day,</br>And brought no change to him &mdash; or slow, or fast,</br>His heavy hours roll'd on eternally o'ercast.", "Brief was his speech, &mdash; he mused o'er bead and book</br>With abstract air, and still at day's decline</br>Betook him to the dell's sequester'd nook,</br>Or fearless scaled the loftiest Apennine,</br>Whose rugged peaks in ice hibernal shine,</br>And listened to the wolf's wild howl &mdash; or call</br>Of mountain eaglet &mdash; or would watch the pine</br>Shake from its crest the snow-wreath like a pall,</br>Or view the gelid stream leap from its wintry thrall.", "Where was the light of his young genius? &mdash; where</br>The soul's high aspiration &mdash; the proud claim</br>Of a mind panting to do battle there</br>Amidst the mighty for the crown of fame?</br>Fever of noble hearts!  thy glorious flame</br>Broke not on Giuliano's night &mdash; yet he</br>Perchance might sigh o'er his departing name,</br>And as he look'd on Adria's azure sea,</br>Win from its waves some thoughts of immortality.", "At last he learn'd that she was dead &mdash; the bride</br>Of proud Lanucci &mdash; and full many a tale</br>Came of that stately pageant, how beside</br>Her lord's ancestral dust, 'mid torch-light pale,</br>And funeral chant, and sorrow's piercing wall,</br>They placed her cold remains. &mdash; He did not weep</br>Tears for the silent dead, can they avail?</br>But through his heart the grave-worm seem'd to creep;</br>His anguish had for tears a hidden source too deep.", "He shunn'd his wonted haunts &mdash; the wood's recess</br>Lured him no longer with its sylvan spell;</br>Nor sought he more the high rock's wilderness,</br>But dwelt within the confines of his cell,</br>Or watch'd the golden sunset as it fell</br>Athwart the cloister's gloom.  Well might they deem</br>Who mark'd him, when the deep-toned evening bell</br>Peal'd through those shadowy aisles, start from his dream,</br>He woo'd from heaven's far realms some visionary beam.", "Again essay'd he his neglected art,</br>Beneath his touch the sweet creation grew;</br>His was the fervid genius of the heart,</br>The magic of the memory ever true.</br>The vernal lip breathed there &mdash; the tender hue</br>Of the young cheek, with whose transparent white</br>Carnation blended, and the vein shone through,</br>Glancing with life &mdash; the rich and dewy light</br>Of the deep azure eye, beam'd there divinely bright.", "So meek, so pensive that angelic face,</br>With brow upturn'd, and lips imbued with prayer,</br>And so impress'd with a mysterious grace,</br>'Twas deem'd no mortal maid could be so fair.</br>Nor marvel I that they who linger'd there,</br>Watching the growth of that sweet shadowy thing,</br>When o'er her forehead and encircling hair</br>The twilight fell in many a saintly ring,</br>Should, as before some holy shrine, stand worshipping.", "The fair work bloom'd to life &mdash; nor evening dim,</br>Nor midnight's waning lamp, could warn away</br>The painter from his task.  Unmark'd by him</br>Were all but that dear semblance, where the ray</br>Of his enlight'ning mind concentred lay.</br>And with beseeching looks that more than speak,</br>He silenced those who fear'd his health's decay;</br>For he had toil'd until the hectic streak</br>Of fever's fatal flame had scorch'd his pallid cheek.", "At length 'twas finished.  When the gray morn shone</br>Through the dim cell, the last, the master-stroke</br>Was given to that sweet face.  His task was done.</br>The light of mind o'er all the picture broke,</br>And Giuliano from his trance awoke.</br>He stood and gazed with aching eye, intent</br>On his perfected work.  No word he spoke,</br>Nor breath escaped him; but he stood there bent</br>Like some cold sculptured mourner o'er a monument.", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>A light laugh sounded from that distant room,</br>A wild unwonted burst, that on the ear</br>Fell, more resembling echoes from the tomb</br>Than aught of mirth, and through the arches drear</br>So strongly peal'd, that all grew mute with fear.</br>&mdash;It spoke his mind's relapse&mdash;</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "A wanderer came from Britain's sea-girt isle,</br>To gaze on marble palaces and towers;</br>To bask beneath th' Italian sunset's smile,</br>And rove amidst those bright and golden bowers</br>Where Dante's mind matured its mighty powers;</br>Where Ariosto waked his magic lyre;</br>Or tender Petrarch charm'd away the hours</br>With those enchanting numbers that inspire</br>Alternately deep thoughts, or kindle passion's fire.", "And he would stray 'mid those recesses wild,</br>Where Vallombrosa and Laverna rise;</br>For he beheld the mountains, as a child</br>Looks on his mother, with adoring eyes.</br>He left the fertile plains all steep'd in dyes</br>Of the rich autumn, and the purple vine</br>Bearing its clusters to the sparkling skies,</br>And the fair halls, where fairer forms recline,</br>To track the deep'ning glen, and mount the Apennine.", "He came to Camaldoli, and did pray</br>Of those good monks a guide to lead him on</br>Up to the hills some furlongs of the way.</br>A tall thin form, whose garb bespoke him one</br>Of their kind order, though a lowlier son, </br>Stood forth:  they said he was the stranger's guide,</br>And meek and harmless, though his mind was gone:</br>And well he knew each path the forests hide,</br>And none like him could scale the mountain's rugged side.", "The stranger gazed upon that grief-struck form,</br>And deem'd he saw in the averted eye</br>The hapless wreck of some dark mental storm,</br>The phantom of despair that hath pass'd by.</br>He led him on secure, but silently,</br>Through wood and dell; though courteously and kind</br>The stranger spoke, his doubtful mood to try,</br>'Twas all in vain.  Like sunlight to the blind,</br>No genial ray of thought e'er reach'd his darken'd mind.", "Yet was there beauty in those lineaments,</br>Which frenzy's havoc could not all displace;</br>As through some noble ruin's fire-scathed rents,</br>The grandeur of the past we still may trace.</br>Mid the gray locks up rose the ample space</br>Of the clear brow, and oft the wild eye shone</br>With sudden flash athwart the pallid face,</br>As if the glorious spirit that had flown</br>Had, parting, left a light to mark her shatter'd throne.", "They journey'd on.  Emerging soon they stood</br>In the dell's gorge.  Bleak mountains tower'd above,</br>And wild below lay dark ravine and wood,</br>Where tumbling torrents with their echoes strove</br>To drown the ceaseless murmurs of the grove.</br>Fair Florence glitter'd in the plain beneath,</br>Bright through the veil the dews of sunset wove.</br>More near, and crown'd with many a mellow wreath,</br>Church spire and cottage roof rose 'mid the ev'ning's breath.", "The stranger paused &mdash; he had a poet's soul,</br>And painter's eye, and all he gazed on there</br>A tide of inspiration seem'd to roll:</br>The sigh of flowers perfumed the stirless air,</br>And rose from far an organ-chanted prayer,</br>Sweet, as if hovering spirits there unseen</br>Swept their seraphic harps.  He turn'd him where</br>The maniac stood beneath the coppice screen,</br>Gazing with eye intent over all that lovely scene.", "His mood was changed; a smile relumed his cheek,</br>Some thoughts seem'd spared from the chaotic waste</br>Of his lost memory, vague perhaps and weak,</br>But still to him fond visions of the past.</br>He came, and ponder'd o'er the landscape traced</br>By that young wanderer's pencil in the book</br>Whose storied pages many a treasure graced.</br>He watched his progress with admiring look,</br>And from his vest's wide folds a tatter'd scroll he took.", "\"'Tis there!\"  he cried, \"the palace and the bower!\"</br>And to the stranger's wondering sight display'd</br>That scroll, the toil of many a tedious hour;</br>Minutely accurate, with garden glade,</br>And marble portico and colonnade,</br>Where gush'd the fount, and where the myrtle spread</br>A shelter meet for an Italian maid:</br>Then press'd his hand to his bewilder'd head,</br>As though unutter'd things from memory's grasp had fled.", "But some dark thought seem'd brooding in his brain,</br>Perchance the fatal secret of his breast.</br>\"'Tis vain,\" he cried, \"she is not there, 'tis vain!\"</br>And hid again the scroll within his vest:</br>Nor heeded he inquiring speech address'd</br>By the young stranger, but he whisper'd low,</br>Betray me not &mdash; they would but gibe and jest,</br>And call me brain-struck.\"  Then relapsing, slow,</br>In silence deep and drear, they climb'd the mountain's brow.", "The moon shone brightly o'er Laverna's steep</br>Ere they had scaled the convent-crested hill;</br>Each bubbling fountain from the rock did leap,</br>A starry wreath descending to the rill:</br>The stranger and his guide held onward still,</br>Or paused to gaze upon the deepening blue</br>Of that Italian sky, which seem'd to fill</br>Heaven with its beauty.  Eve to midnight grew,</br>The hour of parting came, each bade his brief adieu.", "He heard of him no more; but in the lot</br>Of after life, when buffeting the gale</br>Of adverse fate, his mind to that wild spot</br>Would still recur, and dwell in Arno's vale.</br>And oft the wanderer would recall the tale</br>Of Giuliano's wrongs.  And oft the gaze</br>Of that poor maniac's eye, as up the dale</br>He led him safe through many a tangled maze,</br>Did haunt an old man's lone and melancholy days.</br>"]