["She looked a being of unearthly mould,</br>A thing superior to the frowns of fate;</br>But never did my wondering eyes behold</br>A maid so fair, so wholly desolate;</br>Yet was she once a child of high estate,</br>Untouched of sorrow, till its stormy water</br>Swept o'er her with annihilating weight,</br>And 'mid surrounding cloud and tempest brought her</br>A wreck to ruin's shore &mdash; earth's sweetest, loveliest daughter!", "Dark was her eye, as heaven, when gathering thunder</br>Comes slowly travelling up the muffled sky,</br>And pitying strangers view'd with awe and wonder</br>Its glance of still expressive misery:</br>Her cheek was pale, her brow serene and high,</br>Her look distraught, and in her liveliest tone</br>Breathed the low, pensive music of a sigh:&mdash;</br>Oh!  woman's fond and breaking heart alone,</br>That holiest shrine of love, can breathe such plaintive moan.", "Oft when the spirit of departed light</br>Waned in eve's shadowy chambers, she would lean</br>Upon the pulseless bosom of the night,</br>Sorrow's meek image; or at morn be seen</br>Pacing with leaden steps the fresh cool green</br>Of mead and dell; or when, at midnight hour,</br>The eyes of heaven looked forth with glance serene&mdash;</br>Or when the storm swept by on wing of power&mdash;</br>Mute &mdash; mindless &mdash; would she view star flash and thunder lower.", "She was the child of nature:  earth, sea, sky,</br>Mountain and cataract, thymy hill and dale,</br>Possessed (when thought returned) in her young eye</br>A nameless magic; for in Elle's low vale</br>Her heart first listen'd to a lover's tale:</br>'Twas here &mdash; ere yet in May's capricious eve</br>Her wanderer had unfurl'd his fatal sail&mdash;</br>Love taught her fond, unpractised heart to grieve,</br>And with boon nature's charms his wildest spells to weave.", "But she is gone:  unknown from life she passed,</br>Like a poor exile from his native home;</br>No mother mourned her loss, when downward cast</br>The chill dust rattled on her virgin tomb:</br>Alone she lived &mdash; alone within the gloom</br>Of death she slumbers &mdash; never more to prove</br>How Fate's sure canker dims the rising bloom</br>Of young Affection, never more to rove</br>A wanderer through the bleak and stormy world of love.", "But oft at eve, when day is in the west,</br>And lingering winds o'er mead and moorland die,</br>Strange sounds come stealing from her place of rest,</br>And sink into the heart, like woman's sigh:</br>The twittering thrush, the cuckoo wild and shy,</br>The matin lark, the music-laden rill,</br>Pour on the night their funeral minstrelsy</br>O'er her who sleeps, while all around is still&mdash;</br>Her last, long, dreamless sleep, beside Llansaddon hill.</br>"]