["Vain Braggadochio, getting Guyon's</br>Horse, is made the Scorn</br>Of Knighthood true, and is of fair</br>Belphoebe foul forlorn.", "Soon as the Morrow fair with purple Beams</br>Dispers'd the Shadows of the misty Night,</br>And Titan playing on the Eastern Streams,</br>'Gan clear the dewy Air with springing Light;</br>Sir Guyon, mindful of his vow yplight,</br>Uprose from drowsy Couch, and him address'd</br>Unto the Journey which he had behight:</br>His puissant Arms about his noble Breast,</br>And many folded Shield he bound about his Wrest.", "Then, taking Conge of that Virgin pure,</br>The bloody-handed Babe unto her Truth</br>Did earnestly commit, and her conjure,</br>In vertuous Lore to train his tender Youth,</br>And all thee gentle Nouriture ensu'th:</br>And, that so soon as riper Years he raught,</br>He might for Memory of that Day's Ruth,</br>Be called Ruddymane, and thereby taught,</br>T' avenge his Parents Death, on them had had it wrought.", "So forth he far'd, as now befel, on foot,</br>Sith his good Steed is lately from him gone:</br>Patience perforce; helpless what may it boot</br>To fret for Angel, or for Grief to mone?</br>His Palmer now shall foot no more alone:</br>So Fortune wrought, as under green Wood's side</br>He lately heard that dying Lady groan,</br>He left his Steed without, and Spear beside,</br>And rushed in on foot, to aid her e'er she dy'd.", "The whiles, a Losell wandring by the way,</br>One that to Bounty never cast his Mind,</br>Ne Thought of Honour ever did assay</br>His baser Breast, but in his kestrel kind</br>A pleasing Vein of Glory vain did find;</br>To which his flowing Tongue, and troublous Spright</br>Gave him great Aid, and made him more inclin'd:</br>He, that brave Steed there finding ready dight,</br>Purloin'd both Steed and Spear, and ran away full light.", "Now 'gan his Heart all swell in Jollity,</br>And of himself great Hope and Help conceiv'd,</br>That puffed up with Smoke of Vanity,</br>And with self-loved Personage deceiv'd,</br>He 'gan to hope, of Men to be receiv'd</br>For such, as he him thought, or fain would be:</br>But, for in Court gay Portaunce he perceiv'd,</br>And gallant Shew to be in greatest gree,</br>Eftsoons to Court he cast t' avaunce his first degree.", "And by the way he chaunced to espy</br>One sitting idle on a sunny Bank,</br>To whom avaunting in great Bravery,</br>As Peacock, that his painted Plumes doth prank,</br>He smote his Courser in the trembling flank,</br>And to him threatned his heart-thrilling Spear:</br>The seely Man, seeing him ride so rank,</br>And aim at him, fell flat to ground for fear,</br>And crying Mercy loud, his piteous Hands 'gan rear.", " Thereat the Scarecrow wexed wondrous proud,</br>Through fortune of his first Adventure fair,</br>And with big thundring Voice revil'd him loud;</br>Vile Caitive, Vassal of Dread and Despair,</br>Unworthy of the common breathed Air,</br>Why livest thou, dead Dog, a lenger Day,</br>And doost not unto Death thy self prepare?</br>Die, or thy self my Captive yield for ay:</br>Great Favour I thee grant, for aunswer thus to stay.", "Hold, O dear Lord, hold your dead-doing Hand,</br>Then loud he cry'd; I am your humble Thrall.</br>Ah Wretch (quoth he) thy Destinies withstand</br>My wrathful Will, and do for Mercy call.</br>I give thee Life:  therefore prostrated fall,</br>And kiss my Stirrup; that thy Homage be.</br>The Miser threw himself as an Offal</br>Straight at his Foot in base Humility,</br>And cleaped him his Liege, to hold of him in Fee.", "So, happy Peace they made, and fair Accord:</br>Eftsoons this Liege-man 'gan to wex more bold,</br>And when he felt the Folly of his Lord,</br>In his own kind, he 'gan himself unfold;</br>For, he was wily witted, and grown old</br>In cunning Sleights and practick Knavery.</br>From that day forth he cast for to uphold</br>His idle Humour with fine Flattery,</br>And blow the Bellows to his swelling Vanity.", "Trompart,  fit Man for Braggadochio,</br>To serve at Court in view of vaunting Eye;</br>Vainglorious Man, when fluttring Wind does blow</br>In his light Wings, is lifted up to Sky:</br>The Scorn of Knighthood and true Chevalry,</br>To think without Desert of gentle Deed,</br>And noble Worth, to be advaunced high:</br>Such praise is Shame; but Honour, Vertue's Meed,</br>Doth bear the fairest flower in honourable Seed.", "So forth they pass (a well consorted Pair)</br>Till that at length with Archimage they meet:</br>Who seeing one that shone in Armour fair,</br>On goodly Courser, thundring with his Feet,</br>Eftsoons supposed him a Person meet</br>Of his Revenge to make the Instrument:</br>For since the Redcross Knight he earst did weet,</br>To been with Guyon knit in one Consent,</br>The Ill, which earst to him, he now to Guyon meant.", "And coming close to Trompart, 'gan inquere</br>Of him, what mighty Warrior that mote be,</br>That rode in golden Sell with single Spear,</br>But wanted sword to wreak his Enmity.</br>He is a great Adventurer, said he,</br>That hath his Sword through hard Assay forgone,</br>And now hath vow'd, till he avenged be</br>Of that Despight, never to wearen none;</br>That Spear is him enough to doen a thousand groan.", "Th' Enchaunter greatly joyed in the vaunt,</br>And weened well e'er long his Will to win,</br>And both his Foen with equal Foil to daunt;</br>Tho to him louting lowly, did begin</br>To 'plain of Wrongs, which had committed been</br>By Guyon, and by that false Redcross Knight;</br>Which two, through Treason and deceitful Gin,</br>Had slain Sir Mordant, and his Lady bright:</br>That mote him Honour win, to wreak so foul Despight.", "Therewith all suddenly he seem'd enrag'd,</br>And threaten'd Death with dreadful Countenaunce,</br>As if their Lives had in his Hand been gag'd;</br>And with stiff force shaking his mortal Launce,</br>To let him weet his doughty Valiaunce,</br>Thus said; Old Man, great sure shall be thy Meed,</br>If where those Knights for fear of due Vengeaunce</br>Do lurk, thou certainly to me areed,</br>That I may wreak on them their heinous hateful Deed.", "Certes, my Lord (said he) that shall I soon,</br>And give you eke good help to their decay:</br>But mote I wisely you advise to doon,</br>Give no odds to your Foes, but do purvay</br>Your self of Sword before that bloody Day:</br>For they be two the prowest Knights on ground,</br>And oft approv'd in many hard Assay;</br>And eke of surest Steel, that may be found</br>Do arm your self against that Day, them to confound.", "Dotard (said he) let be thy deep advise;</br>Seems that thro many years thy Wits thee fail,</br>And that weak Eld hath left thee nothing wise;</br>Wise never should thy Judgment be so frail,</br>To measure Manhood by the Sword or Mail.</br>Is not enough four quarters of a Man,</br>Withouten Sword or Shield, an Host to quail?</br>Thou little wotest what this right Hand can:</br>Speak they, which have beheld the Battles which it wan.", "The Man was much abashed at his Boast;</br>Yet well he wist, that whoso would contend</br>With either of those Knights on even Coast,</br>Should need of all his Arms, him to defend;</br>Yet feared lest his Boldness should offend:</br>When Braggadochio said, Once I did swear,</br>When with one Sword seven Knights I brought to end,</br>Thenceforth in Battle never Sword to bear,</br>But it were that which noblest Knight on earth doth wear.", "Perdie, Sir Knight, said then th' Enchaunter blive,</br>That shall I shortly purchase to your hond;</br>For now the best and noblest Knight alive</br>Prince Arthur is, that wons in Fairy-lond:</br>He hath a Sword that flames like burning Brond.</br>The same (by my Advice) I undertake</br>Shall by to-morrow by thy side be fond.</br>At which bold word that Boaster 'gan to quake,</br>And wondred in his Mind what mote that Monster make.", "He staid not for more bidding, but away</br>Was suddain vanished out of his sight:</br>The Northern Wind his Wings did broad display</br>At his command, and reared him up light</br>From off the Earth to take his airy Flight.</br>They look'd about, but no where could espy</br>Track of his Foot:  then dead thro great Affright</br>They both nigh were, and each bad other fly:</br>Both fled at once, ne ever back returned Eye.", "Till that they come unto a Forest green,</br>In which they shroud themselves from causless Fear;</br>Yet Fear them follows still, where so they been.</br>Each trembling Leaf, and whistling Wind they hear,</br>As gestly bug their Hair on end does rear:</br>Yet both do strive their Fearfulness to fain.</br>At last they heard a Horn that shrilled clear</br>Throughout the Wood, that ecchoed again,</br>And made the Forest ring, as it would rive in twain.", "Eft thro the Thick they heard one rudely rush;</br>With noise whereof he from his lofty Steed</br>Down fell to ground, and crept into a Bush,</br>To hide his coward Hend from dying dreed.</br>But Trompart stoutly stay'd to taken heed</br>Of what might hap.  Eftsoon there stepped forth</br>A goodly Lady, clad in Hunter's Weed,</br>That seem'd to be a Woman of great Worth,</br>And by her stately Portance, born of heavenly Birth.", "Her Face so fair as Flesh it seemed not,</br>But heavenly Pourtraict of bright Angels Hue,</br>Clear as the Sky, withouten Blame or Blot,</br>Thro goodly Mixture of Complexions due;</br>And in her Cheeks the Vermil Red did shew</br>Like Roses in a Bed of Lillies shed,</br>The which ambrosial Odours from them threw,</br>And Gazer's Sense with double Pleasure fed,</br>Able to heal the Sick, and to revive the Dead.", "In her fair Eyes two living Lamps did flame,</br>Kindled above at th' heavenly Maker's Light,</br>And darted fiery Beams out of the same,</br>So passing pierceant, and so wondrous bright,</br>That quite bereav'd the rash Beholder's Sight:</br>In them the blinded God his lustful Fire</br>To kindle oft assay'd, but had no might;</br>For with drad Majesty, and awful Ire,</br>She broke his wanton Darts, and quenched base Desire.", "Her ivory Forehead, full of Bounty brave,</br>Like a broad Table did it self dispred,</br>For Love his lofty Triumphs to engrave,</br>And write the Battles of his great Godhead:</br>All Good and Honour might therein be read;</br>For there their Dwelling was.  And when she spake,</br>Sweet Words, like dropping Hony, she did shed,</br>And 'twixt the Pearls and Rubins softly brake</br>A silver Sound, that heavenly Musick seem'd to make.", "Upon her Eyelids many Graces sate,</br>Under the Shadows of her even Brows,</br>Working Belgards, and amorous Retrate,</br>And every one her with a Grace endows:</br>And every one with Meekness to her bows</br>So glorious Mirrour of celestial Grace,</br>And sovereign Monument of mortal Vows,</br>How shall frail Pen descrive her heavenly Face,</br>For fear, thro want of Skill, her Beauty to disgrace?", "So fair, and thousand thousand times more fair</br>She seem'd, when she presented was to sight,</br>And was yclad (for heat of scorching Air)</br>All in a silken Camus, lilly white,</br>Purfled upon with many a folded Plight,</br>Which all above besprinkled was throughout</br>With golden Aygulets, that glistred bright</br>Like twinkling Stars, and all the Skirt about</br>Was hem'd with golden Fringe", "Below her Ham her Weed did somewhat train,</br>And her strait Legs most bravely were embail'd</br>In gilden Buskins of costly Cordwain,</br>All bar'd with golden Bends, which were entail'd</br>With curious Anticks, and full fair aumail'd:</br>Before they fastned were under her Knee</br>In a rich Jewel, and therein entrail'd</br>The end of all their Knots, that none might see,</br>How they within her Foldings close enwrapped be.", "Like two fair Marble Pillars they were seen,</br>Which do the Temple of the Gods support,</br>Whom all the People deck with Garlands green,</br>And honour in their Festival Resort:</br>Those same with stately Grace, and princely Port</br>She taught to tread, when she her self would grace;</br>But with the woody Nymphs when she did play,</br>Or when the flying Libbard she did chace,</br>She could them nimbly move, and after fly apace.", "And in her Hand a sharp Boar-spear she held</br>And at her Back a Bow and Quiver gay,</br>Stuff'd with steel-headed Darts, wherewith she quell'd</br>The salvage Beasts in her victorious Play,</br>Knit with a golden Baldrick, which forelay</br>Athwart her snowy Breast, and did divide</br>Her dainty Paps; which like young Fruit in May,</br>Now little 'gan to swell, and being ty'd,</br>Thro her thin Weed their Places only signify'd.", "Her yellow Locks crisped, like golden Wire,</br>About her Shoulders weren loosely shed,</br>And when the Wind emongst them did inspire,</br>They waved like a Penon wide dispred,</br>And low behind her back were scattered:</br>And whether Art it were, or heedless Hap,</br>As thro the flowring Forest rash she fled,</br>In her rude Hairs sweet Flowers themselves did lap,</br>And flourishing fresh Leaves and Blossoms did enwrap.", "Such as Diana by the sandy Shore</br>Of swift Eurotas, or on Cynthus green,</br>Where all the Nymphs have her unwares forlore,</br>Wandreth alone with Bow and Arrows keen,</br>To seek her Game:  Or as that famous Queen</br>Of Amazons, whom Pyrrhus did destroy,</br>The day that first of Priam she was seen,</br>Did shew her self in great triumphant Joy,</br>To succour the weak State of sad afflicted Troy.", "Such when as heartless Trompart her did view,</br>He was dismayed in his coward Mind,</br>And doubted whether he himself should shew,</br>Or fly away, or 'bide alone behind:</br>Both Fear and Hope he in her Face did find.</br>When she at last him spying, thus bespake;</br>Hail Groom, didst not thou see a bleeding Hind,</br>Whose right Haunch earst my stedfast Arrow strake?</br>If thou didst, tell me, that I may her overtake.", "Wherewith reviv'd, this Answer forth he threw;</br>O Goddess!  (for such I thee take to be)</br>For neither doth thy Face terrestrial shew,</br>Nor Voice sound mortal; I avow to thee,</br>Such wounded Beast, as that, I did not see,</br>Sith earst into this Forest wild I came.</br>But mote thy goodly Head forgive it me,</br>To weet which of the Gods I shall thee name,</br>That unto thee due Worship I may rightly frame.", "To whom she thus&mdash;; but ere her Words ensu'd,</br>Unto the Bush her Eye did sudden glaunce,</br>In which vain Braggadochio was mew'd;</br>And saw it stir:  she left her piercing Launce,</br>And towards 'gan a deadly Shaft advaunce,</br>In mind to mark the Beast.  At which sad Stower</br>Trompart forth step'd, to stay the mortal Chaunce,</br>Out-crying, O!  whatever heavenly Power,</br>Or earthly Wight thou be, withhold this deadly Hour.", "O stay thy hand!  for yonder is no Game</br>For thy fierce Arrows, them to exercise;</br>But lo!  my Lord, my Liege, whose warlike Name</br>Is far renown'd thro many bold Emprise;</br>And now in Shade he shrouded yonder lies.</br>She staid:  with that, he crawl'd out of his Nest,</br>Forth creeping on his caitive Hands and Thighs;</br>And standing stoutly up, his lofty Crest</br>Did fiercely shake and rouze, as coming late from Rest.", "As fearful Fowl, that long in secret Cave,</br>For dread of soaring Hawk, her self hath hid,</br>Not caring how her silly Life to save,</br>She her gay painted Plumes disordered,</br>Seeing at last her self from Danger rid,</br>Peeps forth, and soon renews her native Pride;</br>She 'gins her Feathers, foul disfigured,</br>Proudly to prune, and set on every side,</br>So shakes off Shame, ne thinks how earst she did her hide.", "So when her goodly Visage he beheld,</br>He 'gan himself to vaunt:  but when he view'd</br>Those deadly Tools, which in her Hand she held,</br>Soon into other Fits he was transmew'd,</br>Till she to him her gracious Speech renew'd:</br>All hail, Sir Knight, and well may thee befal,</br>As all the like, which Honour have pursu'd</br>Thro Deeds of Arms, and Prowess Martial;</br>All Vertue merits Praise, but such the most of all.", "To whom he thus; O fairest under Sky,</br>True be thy Words, and worthy of thy Praise,</br>That warlike Feats dost highest glorify.</br>Therein have I spent all my youthly Days,</br>And many Battles fought, and many Frays</br>Throughout the World, whereso they might be found,</br>Endeavouring my dreaded Name to raise</br>Above the Moon, that Fame may it resound</br>In her eternal Tromp, with laurel Garland crown'd.", "But, what art thou (O Lady) which dost range</br>In this wild Forest, where no Pleasure is,</br>And dost not it for joyous Court exchange,</br>Emongst thine equal Peers, where happy Bliss</br>And all Delight does reign, much more than this?</br>There thou mayst love, and dearly loved be,</br>And swim in Pleasure, which thou here dost miss;</br>There mayst thou best be seen, and best mayst see:</br>The Wood is fit for Beasts; the Court is fit for thee.", "Whoso in Pomp of proud Estate (quoth she)</br>Does swim, and bathes himself in courtly Bliss,</br>Does waste his Days in dark Obscurity,</br>And in Oblivion ever buried is:</br>Where Ease abounds, it's eath to do amiss.</br>But who his Limbs with Labours, and his Mind</br>Behaves with Cares, cannot so easy miss:</br>Abroad in Arms, at home in studious kind,</br>Who seeks with painful Toil, shall Honour soonest find.", "In Woods, in Waves, in Wars she wonts to dwell,</br>And will be found with Peril and with Pain;</br>Ne can the Man that moulds in idle Cell,</br>Unto her happy Mansion attain.</br>Before her Gate high God did Sweat ordain,</br>And wakeful Watches ever to abide:</br>But easy is the Way, and Passage plain</br>To Pleasure's Palace; it may soon be spy'd,</br>And day and night her Doors to all stand open wide.", "In Princes Court&mdash;, the rest she would have said,</br>But that the foolish Man (fill'd with Delight</br>Of her sweet Words, that all his Sense dismay'd,</br>And with her wondrous Beauty ravish'd quite)</br>'Gan burn in filthy Lust, and leaping light,</br>Thought in his bastard Arms her to embrace.</br>With that, she swarving back, her Javelin bright</br>Against him bent, and fiercely did menace;</br>So turned her about, and fled away apace.", "Which when the Peasant saw, amaz'd he stood,</br>And grieved at her Flight; yet durst he not</br>Pursue her Seeps, thro wild unknowen Wood;</br>Besides, he fear'd her Wrath, and threatned Shot,</br>Whiles in the Bush he lay, not yet forgot:</br>Ne car'd he greatly for her Presence vain;</br>But turning, said to Trompart, What foul Blot</br>Is this to Knight, that Lady should again</br>Depart to Woods untouch'd, and leave so proud Disdain?", "Perdie (said Trompart) let her pass at will,</br>Lest by her Presence Danger mote befal.</br>For, who can tell (and sure I fear it ill)</br>But that she is some Power celestial?</br>For, whiles she spake, her great Words did appall</br>My feeble Courage, and my Heart oppress,</br>That yet I quake and tremble over all.</br>And I (said Braggadochio) thought no less,</br>When first I heard her Horn sound with such Ghastliness.", "For, from my Mother's Womb this Grace I have</br>Me given by eternal Destiny,</br>That earthly thing may not my Courage brave</br>Dismay with Fear, or cause one foot to fly,</br>But either hellish Fiends, or Powers on high:</br>Which was the cause, when earst that Horn I heard,</br>Weening it had been Thunder in the Sky,</br>I hid my self from it, as one affeard;</br>But when I other knew, my self I boldly rear'd.", "But now, for fear of worse that may betide,</br>Let us soon hence depart.  They soon agree;</br>So to his Steed he got, and 'gan to ride</br>As one unfit therefore, that all might see</br>He had not trained been in Chevalry.</br>Which well that valiant Courser did discern;</br>For, he despis'd to tread in due degree,</br>But chauff'd and foam'd, with Courage fierce and stern,</br>And to be eas'd of that base Burden still did yearn.", ""]