["PART II.</br>From the loved vale, where all his pleasures rest,</br>'Gainst the stern cliff, the traveller bends his breast;</br>Turns from his upward path the eager eye,</br>Where first his neighbouring fields beneath him lie;</br>More distant, soon upon his vision break,</br>The purple vineyard, and the flashing lake,</br>Dazzling, as though the mid-day monarch gave,</br>His own superfluous splendours to the wave;</br>Still farther sweep, as mount his labouring feet,</br>The umbered forest, and the upland sweet,</br>Till, gained the summit of the frowning steep,</br>Whence far in prospect rolls the boundless deep,</br>Launched on the depths of space, the visual ray,</br>In vast unmeasured distance dies away.", "And man's dim eye, o'er bounded nature's face,</br>The course of high Benevolence may trace;</br>But, when it opens from superior ground,</br>On scenes infinity alone can bound,</br>Can see (since more all mortal power transcends)</br>But whence she comes and where her spirit tends;</br>For all too weak created sight appears,</br>To trace her progress through celestial spheres.", "In stupor sunk the cheated nations lay,</br>And darkened ages closed around her way,</br>In deadliest bonds the souls of men were cast,</br>And subtle priestcraft held the fetters fast:</br>Fair Learning, too, in death-like trance was flung,</br>And droning monks a drowsy requiem sung;</br>Nor broke that sleep lethargic, till began</br>The moral earthquake that re-modelled man,</br>Shook superstition to her native hell,</br>Raised heaven's unsullied altar where she fell,</br>Bade bright Benevolence assert her sway,</br>And o'er benighted nations pour the day.", "As first the darkened mind her spirit stirred,</br>Struggling towards light and hope, at times were heard</br>Mysterious sounds, that, like the winged air,</br>Arrived, and went, none knowing whence or where;</br>Portentous, startling 'midst their quiet reign,</br>The nodding guardians of the wizard chain,</br>As silence hears the waking lion pour</br>His stern, low, long, reverberating roar.", "Then, rousing Learning from her dead repose,</br>Another and a nobler Cadmus rose;</br>Wove the bright spell whence all her glory springs,</br>And crushed her manacles, and gave her wings.", "As earliest sunbeams to the mountains fly,</br>Saluting first the neighbours of the sky,</br>On souls that tower o'er earth's contracted span,</br>The rays of God-head break, that lighten man;</br>Thus, on high Luther broke the light divine,</br>While earth in Egypt's darkness lay supine;</br>(One glorious ray on Huss, on Wickliffe poured,</br>But clouds had darkened and the tempest roared,)</br>But now that sacred light resistless came,</br>Powerful as Pentecost's own hallowed flame,</br>Beamed through his mind, Rome's secret lusts disclosed,</br>Her chambers of idolatry exposed;</br>Bared to his eyes the bonds of fraud and wrong,</br>By which her blind had led the blind along;</br>Till, the full radiance hiding from his gaze,</br>The fires which hell rejoiced on earth to raise,</br>His bosom labouring 'neath the mighty power,</br>That form'd his soul for that decisive hour,</br>In His great name to whom all hearts belong,</br>Whose ready might can make the feeble strong,</br>With the full weight of the incumbent God,</br>Fierce on the papal lion's neck he trod.", "As one whom the dark dungeon's walls enclose.</br>Its foulness sees not, nor its straitness knows,</br>But light let in, and liberty achieved,</br>Eyes his vile den and wonders how he lived,</br>Drinks Nature's beauties in with eager sight,</br>And roves untired in measureless delight;</br>So, when the mind first caught the light of truth,</br>Unsealed her eyes, and mued her mighty youth,</br>Surprised she saw, and burst, the darksome spell,</br>That bound her God-like strength in dust to dwell,</br>And wide o'er Learning's opening kingdoms flew,</br>Swift as her friendly hand the opposing bound o'erthrew.</br>There, History stood, and tasked her page to tell,</br>Earth's changeful pageant, how the mighty fell,</br>The weak arose:  the Poet poured his lay,</br>Half mortal, half divine:  in long array</br>The Sons of Wisdom came, prepared to shew,</br>All that unaided man of man can know:</br>And last, Benevolence!  thy book divine,</br>Rose in bright vision, to exalt, refine;</br>To light o'er nature's path thy holiest flame,</br>And shew her energies their destined aim.</br>And man beheld, as slowly dawned the day,</br>The mists of error, rising, roll away,</br>Vast scenes of bliss emerging to his view,</br>As hope oft dreamed, arid found the vision true,</br>And stood o'erawed; (so stood the seer of old</br>Whose heaven-cleared sight o'er beauteous Canaan rolled,)</br>And though the lovely land was yet to win,</br>Though hard the strife to rise and enter in;</br>Still, there he saw his sure' possession lie,</br>And hailed his birthright with a prophet's eye.", "Right onward hence his daring soul hath pressed,</br>With constant aim that knew nor check nor rest;</br>Thou, Love!  hast given his noblest passions scope,</br>Warmed his high zeal, and winged his soaring hope;</br>Enlarged his heart with truths till then unknown,</br>Taught him to see thy triumphs were his own;</br>Towards general good his utmost force to bend,</br>Thy power the means, thy hallowed reign the end.", "No longer now abused, with hoodwinked sight,</br>Earth's blinded kindreds grope in mental night,</br>Arts, science, equal laws, in glory stand,</br>Where'er descend the blessings of thy hand;</br>But chief thy sacred lore, whose heaven-formed plan,</br>Above the brutes that perish, raises man.", "Thy hand hath spread the love-illumined page.</br>To form the ductile mind of tender age,</br>The hope of kingdoms in the moral scale;</br>(The seed must flourish or the harvest fail)</br>Saved from the wild untutored youth that came,</br>To lawless manhood, and an age of shame;</br>Led by thy kindly precepts to attest,</br>The social feeling kindling in his breast,</br>To own his Maker's claims, and feel, and see,</br>All that immortal man was born to be.", "Roused by Thy voice, what crowds conspire to pour,</br>The words of life on earth's remotest shore;</br>Blows there a gale that wafts not on its wing,</br>The vital odours of Judea's Spring?</br>The rose of Sharon, and the balm that flows,</br>Where spicy Gilead's fragrant harvest glows,</br>The fainting nations catch the glad perfume,</br>And bless the power that lifts them from the tomb.</br>Thy Sons, a faithful, firm, devoted band,</br>Have dared the treacherous deep, the hostile land;</br>Faced the keen rigors of the polar snow;</br>Panted beneath the sultry tropic's glow;</br>And raised, where'er their devious course they bore,</br>Unfading trophies to thy God-like power.", "Again voluptuous Corinth's laurel grove,</br>Hath listened to the voice of sacred love.</br>Where learning's sages in Athenian bowers,</br>With bright Aspasia charmed the fleeting hours,</br>Thy page hath bared beyond the sophist's art,</br>The dark recesses of the human heart;</br>The future cleared to man's inquiring gaze,</br>And rent the veil that wisdom failed to raise.", "Even He, the great Stagyrite, skilled to wind</br>The maze of thought, to span the grasp of mind,</br>Strained his keen sight to search beyond the grave:</br>But Bethlehem's star no helpful radiance gave,</br>And his high spirit aimless longings sent,</br>But felt that clay was not its element.", "Thus too, the just, the pure, the moral sage,</br>At once the shame and glory of his age,</br>All human knowledge to his sight revealed,</br>Here, only here, perceived the truth concealed;</br>Yet, though perplexed and lost, with fruitless toil,</br>His spirit struggled in the \"mortal coil,\"</br>Well nigh the prophet's sacred course he trod,</br>And hailed in vision the descending God.", "In realms where arts and empire first were born,</br>The glorious kingdoms of the rising morn,</br>Where earth, more full, the vital ray receives,</br>And mightiest life to savage nature gives;</br>Where error, too, her haughtiest state upholds,</br>And winds, with sternest might, her venomed folds;</br>Thy champions, Charity!  with daring hands,</br>The Cross have reared, and burst her fatal bands.</br>O'er the far isles on utmost ocean spread,</br>That lift to southern gales the palmy head;</br>Where ne'er, beyond the vast antarctic main,</br>All-grasping commerce tracked her idol, gain;</br>Where rapine, lust, and murder, stalked erect,</br>Beneath the noonday beam, unawed, unchecked:</br>Benevolence thy healing wings have shed</br>Meekness and peace, and hate and strife have fled;</br>The painted warrior hastens to forgive,</br>Blunts the barbed lance, and bids his brother live.</br>Thy spirit bade the dauntless Queen descend,</br>Where sulphurous flames their deadly breath expend,</br>'Midst Pele's fires, their daemon goddess brave</br>The truth to witness, and her people save</br>From dire idolatry, the accursed thing;</br>O 'twere a sight to lure a seraph's wing</br>To downward flight, though heaven's eternal song,</br>A moment faltered for his absent tongue.", "Blest is the man who heeds thy powerful claim,</br>Beyond the lure of pleasure, wealth, or fame,</br>Who frees his soul from earth's inferior bands,</br>And ventures all to act what Love commands;</br>Rapt o'er the world's vain noise, he seems to hear,</br>Heaven's distant music stealing.  on his ear;</br>Catches the smile which perfect peace supplies,</br>And wears on earth the earnest of the skies:</br>O, might he fly, and tread those lovely, plains!</br>Not yet, not yet, the weight of earth remains.", "See, how yon monarch bird, elate and proud,</br>Unfolds his mighty wings, a living cloud;</br>Darts his keen glance to those far fields on high,</br>Devouring distance with his kindling eye;</br>Plies his strong pinions with unfaltering sweep,</br>Bathes his broad bosom in the azure deep,</br>Basks the long noon within the golden glow,</br>And quaffs the etherial gales where pure they flow;</br>Yet, feels at last, his failing strength outworn,</br>And, sinking, seeks that earth he fain would scorn.", "To break his sceptre, and his kingdom tear,</br>From the dark monarch of the troubled air,</br>Vast the design, and long the strife may be,</br>To bind his might, and set his captives free;</br>Yet Love shall conquer, and to boundless sway,</br>Strong in immortal vigour, win her way;</br>Her sons shall spread o'er darkened worlds her law,</br>Though caution paused, and folly when she saw</br>So few, so friendless, to such labours borne,</br>Jingled her bells, and laughed their zeal to scorn;</br>Nor knew the work at his high word was planned,</br>Who holds the times and seasons in his hand;</br>And these the men who first their strength arrayed,</br>Against the mighty in Jehovah's aid.", "Read nature's page, behold the trickling rill,</br>Meander downwards from its native hill;</br>So small, the thirsting tigress of the wood,</br>Might swallow, and still thirst, the tiny flood;</br>It swells, the wandering fountains of the air,</br>Break, and discharge their watery treasures there;</br>Earth too her offspring aids, and now it braves</br>All opposition, and the whirling waves</br>Cleave out an ample channel, and defy</br>Behemoth's caverned gorge to drink it dry;</br>Thence to the deep, with sweeping course addrest,</br>A nation's bulwarks heaving on its breast,</br>Down through the gulphy main its billows pour,</br>Scorning the check, till, with tumultuous roar</br>Against the footstool of his throne they beat,</br>And shake old Ocean on his rock-bound seat.", "O Ye too nicely wise!  who take your stand,</br>On airy heights, above the just command,</br>Of reason's sober power, and weave in vain,</br>Fantastic visions of the erring brain;</br>Say ye, that Self Benevolence inspires?</br>That earth's low fuel feeds her sacred fires?</br>The coal from His high altar touched her breast,</br>Which once His prophet's flaming tongue confest;</br>E'en you He blesses; not because He must,</br>Is He then selfish?  or are ye unjust?</br>The path He shews, enough that man succeeds,</br>(At awful distance) where his Maker leads;</br>But think not ye to scorn his humble aim,</br>Or brand Benevolence with causeless shame;</br>While here below, though not untouched of ill,</br>Yet pure and holy is her nature still;</br>Still, as of old, in Eden's balmy groves,</br>Crowned with immortal amaranth she roves,</br>And the chill blasts that made the world a wild,</br>Have dimmed her coronet; but not defiled.", "Lowly herself, the lowly claim her care,</br>Yon peasant, guider of the pointed share,</br>His path, though genius shun, nor lore beguile,</br>Nor riches smooth, is happy in her smile;</br>His daily want his bounded wishes fills,</br>His mind contracted as the field he tills;</br>In narrow space his earthly pleasures roll.</br>But upward, upward, tends his soaring soul,</br>With heavenward aim, which though from earth it rise,</br>Mounts like the patriarch's ladder to the skies;</br>Like him, perchance, his inward eyes behold,</br>Those shadowy forms of bright celestial mould,</br>Creatures of fairer worlds, that downward stray,</br>And tempt the ravished sight from earth away,</br>Even to the etherial gates of bliss, and there,</br>Lost in congenial glories, melt in air.", "Raised by her gentle hand the burdened slave,</br>Toils cheerful on, nor seeks a hopeless grave;</br>No longer now his time-worn spirit thrills,</br>At dreams of heaven behind the cloud-capt hills,</br>Far o'er this dim sublunar sphere it soars,</br>And when his last sad earth-born tear he pours,</br>And rises to a happier home on high,</br>Than Niger's banks or Congo's groves supply,</br>Shall deem the splendour of that heavenly state,</br>More splendid from the shame endured so late;</br>And think for ever on his loosened chain,</br>With rapture heightened by remembered pain.", "To all She speaks, and now the gladdening sound,</br>Runs the wide circuit of the world around;</br>First, in the west, her voice was heard on high,</br>Now from the east the doubling echoes fly;</br>Deep in the frozen north the accents rise,</br>With answering shouts the utmost south replies;</br>Soon round her throne the crowding tribes shall meet,</br>And earth's rich crown be offered at her feet.", "Though thus, Benevolence, thy triumphs spread,</br>And countless blessings gather round thy head,</br>Yet have thy laws perverted, formed a veil,</br>For deeds that turn the cheek of nature pale;</br>The stern oppressor, self-deceived, and lulled</br>Accusing conscience, in thy name hath culled,</br>The deadliest arms that bigot rage could find,</br>To scatter plagues and ruin 'midst mankind.</br>Oft has the treacherous tyrant called on thee,</br>When, couching for the spring, he lacked a plea;</br>Hailed thee, kind sweetener of life's bitter cup,</br>And filled the draught with racking poisons up.", "So mighty Charles, whose breast to serve thee burned,</br>His gaze upon the pagan Saxon turned,</br>In meek accordance with his gentle faith,</br>Plucked his persuasive weapon from the sheath,</br>To save the race he deemed his Maker's foe,</br>While covert lust of empire edged the blow;</br>And wasted realms and bleeding man deplored,</br>The loving ravage of the Christian sword.", "So, fell Pizarro, o'er the western main,</br>Led the dark bigots of rapacious Spain;</br>While Love's blest sign with outstretch'd hands they bore,</br>\"Gold's sacred hunger\" bathed their steps in gore;</br>Till reeked with native blood vast Quito's plain,</br>And strong La Plata laboured with the slain.", "But chief, to shew with what consummate rule,</br>The audacious fiend, that cozened Eve, can fool</br>Her hapless offspring; to what lengths of ill,</br>He bends besotted man to work his will,</br>His black tribunal rose; with ceaseless care,</br>His chosen priesthood urge his interest there</br>There hath he seen them, with derisive laugh,</br>For ages outrage earth in heaven's behalf,</br>Insulting God and man, with wheel and flame,</br>Torment and murder, in Love's holy name;</br>And load their spotted souls with crime, to buy</br>His keen contempt, his direst mockery.", "Sweet Charity!  if e'er a frown could throw,</br>Its darkening shadow o'er thy angel brow,</br>Well might'st thou feel it gathering there, to see;</br>The Sons of Belial charge their crimes on thee;</br>Yea, claim thy honors!  while duration rolls,</br>Or man survives to feel, their blood-dyed souls,</br>If aught than hell's first furies can be worse,</br>Must deeper groan beneath the augmenting curse,</br>Of earth's successive millions, and endure</br>Remorse, which thou, e'en thou, would'st shun to cure", "Not these the men commissioned to fulfil,</br>The milder mandates of the Almighty will;</br>The men of crime and blood, whose fiendish ways,</br>Blaspheme in action whom in words they praise;</br>He, Lord of all, o'errules their wrath and pride,</br>To use in judgment and to cast aside;</br>Must pale-lipped terror through a nation haste,</br>And war's swift ruin lay its glory waste,</br>He calls the man whose lust of rule and fame,</br>Hath seared his heart, and set his soul on flame;</br>Or, if his wrath decree a lingering fate,</br>And inward wounds must waste the wretched state,</br>He bids the reprobate and scorner stand,</br>In the high places of the fated land;</br>But, if to save the nations be his care,</br>If mercy rule, and Heaven resolve to spare,</br>The man whose heart He tempers from above,</br>Who bears, though faint, the impress of His Love,</br>Raised to the task, His high behest receives,</br>And His own attribute His end achieves.", "Woe to the nations, whose insensate pride,</br>Casts her soft yoke, her rosy bands aside,</br>An iron bondage shall their necks enthral,</br>Wither their growth, and bow them to their fall;</br>If weak, a greater shall their pride o'erthrow,</br>If strong, the hand that raised shall lay them low.", "This awful truth e'en Solyma hath felt,</br>Earth's favoured station where the Godhead dwelt,</br>Whose sons presumptuous, held his goodness light,</br>And drunk with favour, deemed their bliss their right;</br>What though He made their potent foes their prey,</br>And swept the heathen from their onward way!</br>What though He bade creation's movements pause,</br>Till nature trembled for her broken laws!</br>Dreamed they for this, their crimes might render vain</br>The beauteous order of His moral reign?</br>Oft as they slighted His benign command,</br>Broke the dark thunders from His jealous hand;</br>But, when they scorned Him, stooping to bestow</br>His Love's best blessings in their richest flow,</br>Though raised so high by His paternal care,</br>That none but He who placed, could reach them there,</br>They fell, enduring from their outraged Lord,</br>A fate that mercy trembles to record.", "So when old earth beheld that day of doom,</br>That swept her myriads to one weltering tomb;</br>When ocean, glorying in his new-born might,</br>Burst from his black abysses into light,</br>O'er man and all his works remorseless driven,</br>O'erwhelming, crushing, while the lurid heaven,</br>Heavy with vengeance, closing o'er the scene,</br>Scarce left a space for breathing life between;</br>Onward, still onward, foamed its fierce career,</br>Till the wild wave was monarch of the sphere,</br>Nor one proud mountain reared its crest on high,</br>To baffle justice and insult the sky.", "O deem not, Child of Man!  when hard thy lot,</br>Sweet mercy absent, or thyself forgot;</br>Her's is the power decreed to shield or strike,</br>And good and evil work her will alike.</br>When man's dark foe, his mighty mischief done,</br>Raised his proud ensign o'er the world he won,</br>Fixed firm on groaning earth his horrid throne,</br>And deemed mankind and nature all his own;</br>Let loose the furious elemental war,</br>To shake creation, and its beauty mar;</br>And dealt his poisoned arrows far and wide,</br>Goading the hardened heart to hate and pride;</br>That awful Power who first his pride subdued,</br>Curbed not his rage, but bade it tend, to good;</br>The tempest's fiery breath, the wintry rain,</br>That pours in deluge on the ravaged plain,</br>To clear the infected ether, and prepare</br>Earth's stubborn texture for the tiller's care;</br>In wisdom, broke not with preventive blow,</br>In the dark archer's grasp the deadly bow;</br>But, while the unerring weapons cleave the sky,</br>Strikes from the points their venom as they fly;</br>Bids them, though still the wounded breast they tear,</br>To thrill with saving smart, and temper there,</br>The softened heart; the only soil below, </br>Where Love, fail' plant of heaven, again could grow.</br>Though 'gainst our peace infernal, malice fought,</br>Good out of evil thus His purpose wrought;</br>Though strong our foe, yet stronger far the friend,</br>Who swayed his hate, who forced his power to bend,</br>From its own rage its suffering prey to save,</br>And heal the nations by the wounds it gave.", "Yet here, perchance, the bosom still must bleed,</br>But not for ever, Love disclaims the deed:</br>Thou widowed fair one!  from whose gentle side,</br>Thy life's best stay was struck in manhood's pride;</br>Whose wounded spirit of that treasure 'reft,</br>In reckless anguish heeds not what is left;</br>The light-winged loves that graced thy path before,</br>Have flown for ever to their native shore;</br>Or, but returning with the dreams of night,</br>Glance in brief radiance o'er thy mental sight;</br>As stars in day's broad light no longer seen,</br>Appear when darkness casts her veil between;</br>Yet are thy griefs, thy sufferings, not unknown,</br>Nor thou, sweet mourner, friendless, though alone;</br>And, as yon flower, though bright its form expand,</br>That shrinks as withering from thy tender hand,</br>Thy touch removed, will soon its leaves display,</br>And laugh once more beneath the eye of day;</br>So, though thy joys have drooped the languid head,</br>And hope's bright eye be dim, they are not dead;</br>Let not the vision from thy soul depart,</br>Cling to their relics, warm them in thy heart;</br>Though swept by time's rude breath as though in vain,</br>Their beauty ripened, they shall spring again;</br>In Love's fair world shall chance and change defy,</br>And bloom and flourish in a kinder sky.", "My gentle Boy!  whose light just seen to shine,</br>Above time's dim horizon and decline,</br>Left our sad eyes with sudden night opprest,</br>Ere noon had brightened, or its promise blest,</br>'Twas Love that called thee, at one easy stroke,</br>The fleshly chains that held thy spirit broke,</br>Made but one cloud thy sunny morn o'ercast,</br>And the first foe that crossed thy path the last.</br>Why, loved one, for so brief a space appear?</br>Why, from thy home of safety, venture here?</br>O didst thou stoop around our hearts to cast,</br>Those bonds that hold our kindred natures fast;</br>And fly to lead us on the upward road,</br>And lure our spirits to thy bright abode?</br>Did god-like goodness send thee from the skies,</br>In thy brief course to snatch the noblest prize,</br>That heaven can offer; from our world to bring,</br>A brother's interest in the Saviour King,</br>And doubly dear, a kindlier love return,</br>Than that with which the unbought Seraphs burn!", "'Tis well, we weep; but not, blest child, for thee,</br>The tree of life, instinct with Deity,</br>Yields thee its fruits; the ever-living springs,</br>Gush in glad murmurs round thee; thy bright wings</br>Fan the light gales of Eden; Love and peace,</br>(Still found together), yield their full increase,</br>In that congenial climate; yet we shed,</br>Our needless sorrows o'er thy earthy bed,</br>But call thee not again!  nor shun to buy,</br>Thy endless joy with our brief agony;</br>Yet have we mortal feelings, can we share</br>Thy heaven-born ardors till we meet thee there!</br>Young denizen of heaven, O couldst thou come,</br>Once, but one moment, to thy earthly home,</br>To say, thou knewest our love, thou feel'st it yet,</br>And wilt remember, even should we forget;</br>To tell us all, thyself, thy glory shew;</br>Thou could'st not tell, nor could we bear to know:</br>Count, then, our onward footsteps as we pass,</br>Note every falling sand that leaves our glass;</br>Watch o'er our failing hearts at life's decline,</br>Tend our last struggle, as we tended thine;</br>Mark our freed spirits, as they homeward soar,</br>And first receive us where we die no more:</br>Then shall we see, then know, then face to face,</br>Again shall fold thee in the strict embrace;</br>Hear from thy lips of music, how thy care,</br>Perchance hath saved us from the lurking snare,</br>Forced man's dark foes before thy light to flee,</br>And far o'erpaid our humble cares for thee:</br>Then shall those founts of Love which heaven's own power,</br>Ope'd in our bosoms at thy natal hour,</br>Blend their rich stores with thine, and flow in one</br>Commingling tide, through endless ages on.", "And can it be!  did truth the law supply,</br>Or error's subtle workings forge the lie,</br>That dooms the etherial spirit to sustain,</br>The body's bondage till it rise again?</br>Eternal truth!  whate'er thy voice hath taught,</br>Beyond the soarings of our mortal thought,</br>Ennobles man; while error, low and base,</br>Would shame his nature, and his name disgrace:</br>Here then, we trace her impress, is it fit,</br>Can heaven-taught man believe, or God permit,</br>That the high spirits of the great and wise,</br>That sought, through life, communion with the skies,</br>And o'er the world with upward aspect trod,</br>Should sleep for ages with the valley's clod!</br>What, though the sordid sceptic sunk to clay,</br>And dozed the midnight of the tomb away,</br>(Within that narrow cell not more confined,</br>Than once in pride's thick veil his darkened mind)</br>More envied he, than when in folly's maze,</br>Alternate doubt and license ruled his days;</br>Nor in his fate abhorred, could Adam's race,</br>Danger or doubt for man's high interests trace:</br>No moral links in wild confusion thrown,</br>No blank throughout creation's limits known;</br>Who lived and died, of God, nor man the friend,</br>As well in dust fulfils his destined end.", "But shall the aspiring spirit of the just,</br>Levelled with earth-born reptiles, sink in dust?</br>No, He who first his wondrous frame displayed,</br>Who breathed His spirit in the form He made,</br>And bade each working of its nature tend,</br>Towards universal good, its sacred end;</br>Forbids his soul to share that sordid state,</br>Or lose one moment of so bright a date.", "Oft must his heart its cherished wish forego;</br>Oft on a thankless race its cares bestow;</br>Oft are his actions hid from mortal view;</br>But He who prompted shall record them too;</br>Oft must his labours meet the scoffer's eye,</br>Who deems their aim shall fail, their memory die;</br>So die, the tyrant hopes, his deeds of wrong,</br>By the full tide of ages borne along,</br>To dark oblivion's shoreless, voiceless, deep,</br>Where even time's troubled waves forget their roar, and sleep.</br>But vain the tyrant's hope, the scoffer's doubt:</br>When at the thunder of the Archangel shout,</br>From death's dark holds through earth and ocean spread</br>Throng the full myriads of the numbered dead,</br>To bide the summons; at that call sublime,</br>Back, back, shall flow the astonished tide of time;</br>Age after age in long succession rolled,</br>Shall all its once mysterious depths unfold,</br>And the dark scenes of each re-passing day,</br>Bear the broad blaze of heaven's unclouded ray.", "Then, each high deed Benevolence hath planned,</br>Thoughts of her heart, and labours of her hand,</br>Each good she sought, each ill she taught to shun,</br>Each trophy that on earth for heaven she won,</br>Seen and confessed, in deathless hues arrayed,</br>Stamped on immortal memories, ne'er shall fade.", "Sons of the morning, Angels!  to whose care,</br>Heaven renders man, its future glory's heir,</br>How joy ye, when his frailer nature shews,</br>The holier fire that in your bosoms glows.</br>From worlds where grief has never stained the soil,</br>Nor the old serpent wound his poisonous coil,</br>Gladly ye light, where torn with pains and fears,</br>Toil the sad children of the vale of tears:</br>The only spot, perchance, your love can find,</br>To raise the fallen, the broken heart to bind,</br>And feel that bliss, which in transporting flood,</br>Must thrill blest natures in diffusing good.</br>Whether, with nought to you concealed or dark,</br>Ye range your Maker's boundless reign, to mark</br>The Comet's rush down heaven's unfathomed steep,</br>To search the gloomy chambers of the deep,</br>To ride the lightning's wing, or reach afar,</br>The rising glories of some new-born star,</br>Brighter from darkness; whose young splendors trace,</br>Another living smile o'er chaos gloomy face;</br>Or rapt through space, where countless worlds of light,</br>In mazy order moving, charm your sight,</br>Majestic orbs!  that hailed their natal morn,</br>Unnumbered ages ere grey time was born;</br>There 'midst the extatic music of the spheres,</br>The plaint of mortal woe could reach your ears;</br>The voice of Love within could turn your eye,</br>To this poor planet of a younger sky.", "How stooped your flashing pinions, nor delayed.</br>Lighting the shaggy desert's tangled shade,</br>When Hagar mourned, to point the streamlet near,</br>Whose silent lapse escaped her anxious ear,</br>When faint and prostrate on the dreary way,</br>Ishmael, the germ of future nations, lay.", "Swept not the winged steed, the flaming car,</br>The pomp and terror of Cherubic war,</br>Around the Prophet's head?  when mortal arms,</br>Shook his desponding friends with vain alarms,</br>And heaven's high chivalry descending came,</br>To shield the holy head, and mar the tyrant's aim.", "Yet ne'er before so worthy or so dear,</br>To heavenly eyes did this low world appear,</br>As when ye sped to rouse unconscious man,</br>That night Messiah's earthly course began;</br>Left the bright precincts of your upper reign,</br>And raptured hung o'er Bethlehem's peaceful plain:</br>The sword that smote the dragon cast aside,</br>Dread war forgot, resigned its dazzling pride;</br>Your hands but grasped the seraphs' love-tuned lyre,</br>Your lips responsive owned the sacred fire,</br>And breathing peace, earth's ravished gales along,</br>Poured the rich cadence of celestial song;</br>While loud and far your thrilling chorus ran,</br>\"Glory to God on high, GOOD WILL to Man.\"", "Then thy fair star, Benevolence, that shed,</br>Its radiance o'er Messiah's lowly bed,</br>Formed and commissioned for its purpose high,</br>Sprung from the bosom of infinity;</br>Paid its descended Lord the homage due,</br>And veiled its flaming forehead, and withdrew.</br>Perchance, its mission done, retraced its course,</br>Merged in the depths of light's eternal source;</br>Perchance, reserved, when at the Judge's seat</br>Time and eternity again shall meet,</br>In milder glory o'er his path to burst,</br>And grace his second advent as the first;</br>Ordained to temper with benignant glow,</br>The frown of justice on that awful brow,</br>And tell the ransomed bondsmen of the tomb,</br>Of Love that saved them from a darker gloom;</br>Perchance, in sight of heaven's adoring powers,</br>To blaze for ever o'er its topmost towers,</br>(Where floats the standard of the cross unfurled,)</br>The badge and trophy of a rescued world.", "Say ye, blest tenants of the realms of light!</br>O, say, doth fancy soar too bold a flight,</br>When on that sacred eve she deems ye pressed,</br>From all the circling stations of the blest,</br>The starry isles of Aether; or perchance,</br>Joy in your hearts, and pity in your glance,</br>Swift beyond thought, from far-off worlds ye came,</br>Where the first flash of this our solar flame</br>Not yet hath lightened, to announce the grace,</br>That raised and dignified our ruined race;</br>And shall not we, escaped the weary strife,</br>That sickened and debased our mortal life,</br>From the dull chains of earth and flesh unbound,</br>Angelic convoys breathing Love around,</br>Exulting, plume the immortal wing, and trace</br>This bond of brotherhood through peopled space.", "High o'er all height, unbounded, and alone,</br>The Love that brought, and sent, Messiah down;</br>The aim and victim in that fearful deed,</br>Where heaven, and earth, and hell, for once, agreed:</br>Thought sinks beneath it; Man, what canst thou more,</br>Than veil thy face in silence, and adore!</br>Yet, that blest sun that rose on stormy years,</br>And set on Calvary's mount in blood and tears,</br>At length shall pour, renewed to brighter birth,</br>Its weight of glory on rejoicing earth.", "Spirit of Him, whose universal reign,</br>Fixed on thy laws for ever shall remain,</br>Benevolence!  each pause from ill below,</br>Each hope of bliss above to thee we owe;</br>Heaven's primal ray, that forth in beauty broke,</br>Ere evil was, or slighted justice woke;</br>And still to be when all things else have past,</br>Unborn, undying, greatest, first, and last;</br>He first in power, would all his foes subdue,</br>By thy mild force, as first in goodness too;</br>To give Thee scope, He loosed the thousand springs,</br>Whence burst to being all created things;</br>Though needing nought Himself, with kind resolve,</br>Bade worlds unnumbered round His throne revolve,</br>And Earth, though fallen, within His presence move,</br>To feel His glory yet, and share His Love.</br>Though death, unloosed, could ride the winged gale,</br>Could all the links of wide creation fail,</br>And ruin boast o'er systems formed in vain,</br>Not less His bliss, nor circumscribed His reign;</br>Yet man, vain man, still claims His dearest cares,</br>Provoked, He blesses, and insulted spares,</br>And since, alas!  His Love was lost below,</br>Which man must know on earth, or never know;</br>And lost had ever been, except His Son,</br>Messiah, God o'er all, the only one,</br>That could replant it here, had stooped to save,</br>And died to seal the gift; that son He gave:</br>Though righteous judgment urged, its claim withstood</br>And linked His glory with His creatures' good.", "Could mortal power ascend the throne sublime,</br>Could angel wing its heights of glory climb,</br>Then, might they wondering see, how perfect Love</br>Could mightier than Almighty justice prove,</br>And feel the depth of that unfathomed plan,</br>That sunk essential Godhead down to man.", "High-favoured man!  with thee the Almighty's care,</br>Hath deigned his best, his noblest wealth to share,</br>And round thy honoured head the beam hath thrown,</br>That breaks the brightest from his radiant crown;</br>Benevolence!  sole attribute that makes,</br>On earth a stay, that God with men partakes;</br>Each pure perfection else, to them unknown,</br>Power, justice, wisdom, His, but His alone;</br>And finite graces spring beneath the sky,</br>But born for earth, with earth must fade and die;</br>Faith, as His gift but points the upward way,</br>Nor shares His nature, nor directs His sway;</br>Hope finds no room in His eternal breast,</br>Of full perfection in Himself possest;</br>But high Benevolence, adored, endeared,</br>Wide as His rule is known, His name revered,</br>Fills in that sacred home the noblest place,</br>An ocean, boundless as eternal space;</br>And downward thence that tide of mercy turns,</br>Whence earth's unfailing fountains fill their urns.", "This is the \"Law of Love,\" to mortals known:</br>The Bow that smiles above the wondrous throne:</br>The Grace that lifts us to the blest abode;</br>That joins our nature to the PERFECT GOD.</br>"]