["As Evening slowly spreads his mantle hoar,</br>No ruder sounds the bounded valley fill,</br>Than the faint din, from yonder sedgy shore,</br>Of rushing waters, and the murmuring mill.", "How sunk the scene, where cloyster'd Leisure mus'd!</br>Where war-worn Edward paid his aweful vow;</br>And, lavish of magnificence, diffus'd</br>His crouded spires o'er the broad mountain's brow!", "The golden fans, that o'er the turrets strown,</br>Quick-glancing to the sun, wild music made,</br>Are reft, and every battlement o'ergrown</br>With knotted thorns, and the tall sapling's shade.", "The prickly thistle sheds its plumy crest,</br>And matted nettles shade the crumbling mass,</br>Where shone the pavement's surface smooth, imprest</br>With rich reflection of the storied glass.", "Here hardy chieftains slept in proud repose,</br>Sublimely shrin'd in gorgeous imagery;</br>And through the lessening iles, in radiant rows,</br>Their consecrated banners hung on high.", "There oxen browze, and there the sable yew</br>Through the dun void displays its baleful glooms;</br>And sheds in lingering drops ungenial dew,</br>O'er the forgotten graves, and scatter'd tombs.", "By the slow clock, in duly-measur'd chime,</br>That from the airy spire full deeply toll'd,</br>No more the plowman counts the tedious time,</br>Nor distant shepherd pens his twilight fold.", "High o'er the trackless heath at midnight seen,</br>No more the windows, rang'd in long array,</br>Where the tall shaft and fretted nook between</br>Thick ivy twines, the taper'd rites betray.", "Ev'n now, amid the wavering ivy-wreaths,</br>(While kindred thoughts the pensive sounds inspire)</br>When the weak breeze in many a whisper breaths,</br>I seem to listen to the chanting quire.&mdash;", "As o'er these shatter'd towers intent I muse,</br>Though rear'd by Charity's capricious zeal,</br>Yet can my breast soft pity's sigh refuse,</br>Or conscious Candour's modest plea conceal?", "For though the sorceress, Superstition blind,</br>Amid the pomp of dreadful sacrifice,</br>O'er the din roofs, to cheat the tranced mind,</br>Oft bade her visionary gleams arise:", "Though the vain hours unsocial Sloth beguil'd,</br>While the still cloister's gate Oblivion lock'd;</br>And through the chambers pale, to slumbers mild</br>Wan Indolence her drowsy cradle rock'd:", "Yet hence, enthron'd in venerable state,</br>Proud Hospitality dispens'd her store:</br>Ah!  see, beneath yon tower's unvaulted gate,</br>Forlorn she sits upon the brambled floor.", "Her ponderous vase, with gothic pourtraiture</br>Emboss'd, no more with balmy moisture flows:</br>Mid the mix'd shards, o'erwhelm'd in dust obscure,</br>No more, as erst, the golden goblet glows.", "Sore beat by storms in Glory's arduous way,</br>Here might Ambition muse, a pilgrim sage;</br>Here raptur'd see, Religion's evening ray</br>Gild the calm walks of his reposing age.", "Here antient Art her dedal fancies play'd</br>In the quaint mazes of the crisped roof;</br>In mellow glooms the speaking pane array'd,</br>And rang'd the cluster'd column, massy-proof.", "Here Learning, guarded from a barbarous age,</br>Hover'd awhile, nor dar'd attempt the day;</br>But patient trac'd upon the pictur'd page</br>The holy legend, or heroic lay.", "Hither the solitary minstrel came</br>An honour'd guest, while the grim evening sky</br>Hung lowering, and around the social flame</br>Tun'd his bold harp to tales of chivalry.", "Thus sings the Muse, all pensive and alone;</br>Nor scorns, within the deep fane's inmost cell,</br>To pluck the grey moss from the mantled stone,</br>Some holy founder's mouldering name to spell.", "Thus sings the Muse: &mdash; yet partial as she sings,</br>With fond regret  surveys these ruin'd piles:</br>And with fair images of antient things</br>The captive bard's obsequious mind beguiles.", "But much we pardon to th' ingenuous Muse;</br>Her fairy shapes are trick'd by Fancy's pen:</br>Severer Reason forms far other views,</br>And scans the scene with philosophic ken.", "From these deserted domes, new glories rise;</br>More useful institutes, adorning man,</br>Manners enlarg'd, and new civilities,</br>Or fresh  foundations build the social plan.", "Science, on ampler plume, a bolder flight</br>Essays, escap'd from Superstition's shrine:</br>While freed Religion, like primeval light</br>Bursting from chaos, spreads her warmth  divine.</br>"]