["Friend to the gloomy Shade of Night!</br>Vast Source of fanciful Delight!</br>Power!  whose Care-dissolving Sway,</br>The Slave that pants o'er Indian Hills,</br>The Wretch whom Snow-girt Zembla chills,</br>And wide Creation's fertile Race obey.</br>The joyous Choristers that flit in Air,</br>The Mutes that dwell beneath the Silver Flood,</br>The Savage howling o'er the affrighted Wood,</br>And Man, th' imperious Lord of all, thy Pow'r declare.", "Thy Magic Wand can oft restrain</br>The Miser's sordid Hopes of Gain;</br>Can make each Heart-felt, Trouble cease:</br>Or from the sick'ning Thought suspend</br>The Image of a dying Friend;</br>And lull Suspicion's wakeful Eyes in Peace.</br>If thou but soothe the faithful Lover's Rest,</br>No fond Remembrance of each parting Sigh,</br>Of Beauty's Smile, or Pity's streaming Eye,</br>In Grief's soft Moments steal around his aking Breast.", "Fair Virtue's Friend!  thou ne'er shalt shed</br>Thy Blessings o'er the impious Head,</br>Or 'midst the Noise of Crowds be found;</br>Thy Balm-distilling Sweets, alone</br>To Ermin'd Innocence are known,</br>And gay Content with rural Garlands crown'd.</br>By thee the Shadow-trembling Murd'rer's Guilt</br>With doubled Terror wrings the tortur'd Soul,</br>The purpled Steel, the Life-destructive Bowl,</br>Recall the baleful Horrors of the Blood he spilt.", "When by some pale and livid Light,</br>I cheat the tedious Hours of Night,</br>Indulging o'er the Attick Page;</br>The dying Taper warns to Rest,</br>Thy Visions seize my ravish'd Breast,</br>And pictur'd Beauties real Woes assuage.</br>O'er Helicon my bleating Lambs I guard,</br>Or, mix'd with dull Boeotia's simple Swains</br>Protect my Flocks in humble Ascra's Plains,</br>And view the Sky-born Sisters hail their fav'rite Bard.", "Methinks I hear the Theban Lyre:</br>I feel my ravish'd Soul aspire:</br>The Nymphs surround the infant Boy.</br>Already conscious of his Fame</br>The festive Choirs their Hopes proclaim,</br>While Pan exults with uncouth Signs of Joy;</br>For Thee, sole Glory of thy abject Race,</br>The Thyme-fed Bees their luscious Sweets diffuse,</br>To soothe the Numbers of thy copious Muse,</br>And in Boeotia fix each coy reluctant Grace.", "Oft fir'd with Bacchanalian Rage,</br>The Father of the Graecian Stage</br>In Terror clad annoys my Rest;</br>I feel unnumber'd Horrors rise!</br>The Sight forsakes my swimming Eyes,</br>While hissing Furies rush upon my Breast.</br>In solemn Pomp, I see old Gela mourn;</br>Dissolv'd in Grief beside the Poet's Grave</br>To sorrowing Wounds he lulls each plaintive Wave,</br>His Willows fading, and his Sea-green Mantle torn.", "With longing Taste, with eager Lip,</br>In raptured Visions oft I sip</br>The Honeys of the Tragic Bee;</br>Whose Strains could every Tempest quell,</br>Could ev'ry noxious Blast dispell,</br>And still the hollow roaring of the Sea.</br>Whose pow'rful Fancy, whose exhaustless Vein,</br>Whose daring Genius, whose triumphant Wing,</br>Deep Source from whence Ten thousand Rivers spring,</br>Just Bounds could limit, and each rigid Rule restrain.", "How oft inspir'd with Magic Dread.</br>By Fancy to the Cave I'm led</br>Where sits the wise Pierian Sage;</br>With piercing Eye, with pensive Mind,</br>In Attick Solitude reclin'd,</br>Stern Virtue's Precepts chill the Poet's Rage.</br>Blest Bard!  whose Muse, mid mildest Morals strong,</br>Could each rebellious Appetite controul,</br>Could wake each tender feeling of the Soul,</br>And deck Instruction in the pleasing Charms of Song.", "With Patriot Ardour I behold</br>The mirthful Muse, for Freedom bold;</br>Tho' chaste, severe; tho' poignant, sweet;</br>For, long uncertain where to rest,</br>At length upon the Poet's Breast</br>The sportive Graces fix'd their gay Retreat.</br>With simpler Strains the Doric Muses charm;</br>And, oft to nobler Themes of Heav'nly Praise</br>As Lybia's Poet hymns his solemn Lays,</br>The wanton Teian Loves each chaster Thought disarm.", "Thus may thy languid Charms dispense</br>Their Blessings o'er my ravish'd Sense,</br>By Thee to Attic Worlds convey'd.</br>Thus if at Juno's fond Request</br>Thou e'er on Ida's Top opprest</br>The Almighty Thund'rer with thy dewy Shade,</br>To soothe one Mortal thy fond Care employ!</br>Thus Morpheus may thy mild Lethean Pow'rs,</br>For ever hov'ring round my Midnight Hours,</br>Thro' Fancy's Mirror wrap me in Ideal Joy.</br>"]