["Friend of my heart!  you ask in vain,</br>I cannot from my much lov'd lyre</br>Call forth the rapid, glowing strain;</br>Chill'd is the Muse's genial fire:</br>Sunk in profound repose she lies,</br>Lethean slumbers seal her eyes.", "For see, no fair scene smiles around,</br>No warm sun bids the buds unclose;</br>No wild flowers sweet bedeck the ground,</br>No stream in tuneful murmurs flows;</br>No birds gay carol in the trees,</br>Nor sighs the foliage to the breeze:", "But all is cheerless, bleak, and bare,</br>Save where just peeps the snow-drop's bell;</br>Chill fogs hang heavy on the air;</br>The blast raves loudly through the dell;</br>And wet, and numb'd, the toiling swain</br>Unwilling treads the miry plain.", "Ask you, how I contrive to spend</br>The long-protracted gloomy hours,</br>Since now, no more the Muse, my friend,</br>Exerts her care-dispelling powers?</br>List:  I will tell you how I strive</br>Far from my breast dark thoughts to drive:", "If not too sternly frowns the day;</br>From social breakfast, when I rise,</br>I to the busy city stray,</br>And ask some politician wise</br>What army's beat, what state must fall</br>Before the hateful anarch, Gaul?", "But, much more do I love to meet</br>The tender friends my heart holds dear:</br>Delighted, to their converse sweet</br>I listen with attentive ear;</br>Till pining Sorrow sleeps awhile,</br>And Pleasure wakes again a smile.", "There, as I gaze on Stella's eyes,</br>Though mute, that eloquently speak;</br>Hear Laura's voice like Zephyr's sighs,</br>And mark the bloom on Mira's cheek;</br>I think on her, the maid divine,</br>in whom these varied beauties join", "Should winds and clouds the day deform,</br>I bid the cheering fire blaze bright,</br>And, shutting out the driving storm,</br>from morning dawn till dusky night</br>I sit, like some sage wight profound,</br>With countless volumes scatter'd round.", "Intent with curious eye, I pore</br>O'er many a philosophic scroll;</br>Search History's exhaustless store,</br>The deeds of elder time unroll;</br>See serried legions crowd the field,</br>And free-born states to tyrants yield.", "I turn the Chian-minstrel's page,</br>There, brutal Diomed appears</br>There stern Pelides' quenchless rage,</br>There sad Andromache in tears:</br>I sigh o'er godlike Hector's fate,</br>And lofty Ilion's sinking state.", "Oft, rapt by Ariosto's verse,</br>Or his who sang on Mulla's shore,</br>I combat firm, with monsters fierce,</br>Rush to where swells the battle's roar;</br>Or wondering stray through fairy bowers,</br>Through trophied halls, and moss-clad towers.", "Lo, Shakespeare waves his potent wand</br>On wings of wind light spirits ride,</br>Embodied, at his high command,</br>Sons of past years before me glide</br>Aw'd by the wild and solemn tones,</br>My soul his mighty magic owns.", "With tender Petrarch, sad, I weep;</br>The realms of woe with Dante dare:</br>On venturous wing, with Milton sweep</br>Heaven's arch, and breathe inspiring air;</br>Or, hurried to the Boreal clime,</br>I trace the mystic Runic-rhyme.", "Thus charm'd, unmark'd each moment steals,</br>Till roused by midnight-bell unblest,</br>I seek my bed; &mdash; where soft Sleep seals</br>My weary eyes in balmy rest;</br>And, glowing with each favourite theme,</br>I of Love, Hope, and Sorrow dream.", "Inglorious now, on silent wings,</br>Thus moves day after day along;</br>But soon my lov'd lyre's slumbering strings</br>Will I awake; soon shall the song</br>Sacred to Glory's awful charms,</br>In rapid numbers call to arms!</br>"]