["Mother of Musings, Contemplation sage,</br>Whose mansion is upon the topmost cliff</br>Of cloud-capt Teneriff, in secret bow'r;</br>Where ever wrapt in meditation high,</br>Thou hear'st unmov'd in dark tempestuous night,</br>The loud winds howl around, the beating rain</br>And the big hail in mingling storm descend</br>Upon his horrid brow.  But when the skies</br>Unclouded shine, and thro' the blue serene</br>Pale Cynthia rolls her silver-axled car,</br>Then ever looking on the spangled vault</br>Raptur'd thou sit'st, while murmurs indistinct</br>Of distant billows sooth thy pensive ear</br>With hoarse and hollow sounds; secure, self-blest,</br>Oft too thou listen'st to the wild uproar</br>Of fleets encount'ring, that in whispers low</br>Ascends the rocky summit, where thou dwell'st</br>Remote from man, conversing with the spheres.</br>O lead me, black-brow'd Queen, to solemn glooms</br>Cogenial with my soul, to chearless shades,</br>To ruin'd seats, to twilight cells and bow'rs,</br>Where thoughtful Melancholy loves to muse,</br>Her fav'rite midnight haunts.  The laughing scenes</br>Of purple Spring, where all the wanton train</br>Of Smiles and Graces seem to lead the dance</br>In sportive round, while from their hands they show'r</br>Ambrosial blooms and flow'rs, no longer charm;</br>Tempe, no more I court thy balmy breeze,</br>Adieu green vales!  embroider'd meads adieu!", "Beneath yon' ruin'd Abbey's moss-grown piles</br>Oft let me sit, at twilight hour of Eve,</br>Where thro' some western window the pale moon</br>Pours her long-levell'd rule of streaming light;</br>While sullen sacred silence reigns around,</br>Save the lone Screech-owl's note, whose bow'r is built</br>Amid the mould'ring caverns dark and damp,</br>And the calm breeze, that rustles in the leaves</br>Of flaunting Ivy, that with mantle green</br>Invests some sacred tow'r.  Or let me tread</br>It's neighb'ring walk of pines, where stray'd of old</br>The cloyster'd brothers:  thro' the gloomy void</br>That far extends beneath their ample arch</br>As on I tread, religious horror wraps</br>My soul in dread repose.  But when the world</br>Is clad in Midnight's raven-colour'd robe,</br>In hollow charnel let me watch the flame</br>Of taper dim, while airy voices talk</br>Along the glimm'ring walls, or ghostly shape</br>At distance seen invites with beck'ning hand</br>My lonesome steps, thro' the far-winding vaults.</br>Nor undelichtful is the solemn noon.</br>Of night, when haply wakeful from my couch</br>I start:  lo, all, is motionless around!</br>Roars not the rushing wind, the sons of men</br>And every beast in mute oblivion lie;</br>All Nature's hush'd in silence and in sleep.</br>O then how fearful is it to reflect,</br>That thro' the solitude of the still globe</br>No Being wakes but me!  'till stealing sleep</br>My drooping temples baths in opiate dews.</br>Nor then let dreams, of wanton Folly born,</br>My senses lead thro' flowery paths of joy;</br>But let the sacred Genius of the night</br>Such mystic visions send, as SPENSER saw,</br>When thro' bewild'ring Fancy's magic maze,</br>To the bright regions of the fairy world</br>Soar'd his creative mind:  or MILTON knew,</br>When in abstracted thought he first conceiv'd</br>All heav'n in tumult, and the Seraphim</br>Come tow'ring, arm'd in adamant and gold.", "Let others love the Summer-ev'ning's smiles,</br>As list'ning to some distant water-fall</br>They mark the blushes of the streaky west:</br>I choose the pale December's foggy glooms;</br>Then, when the sullen shades of Ev'ning close,</br>Where, thro' the room a blindly-glimm'ring gleam</br>The dying embers scatter, far remote</br>From Mirth's mad shouts, that thro' the lighted roof</br>Resound with festive echo, let me sit,</br>Blest with the lowly cricket's drowsy dirge.</br>Then let my contemplative thought explore</br>This fleeting state of things, the vain delights,</br>The fruitless toils, that still elude our search,</br>As thro' the wilderness of life we rove.</br>This sober hour of silence will unmask</br>False Folly's smiles, that like the dazling spells</br>Of wily Comus, cheat th' unweeting eye</br>With blear illusion, and persuade to drink</br>The charmed cup, that Reason's mintage fair</br>Unmoulds, and stamps the monster on the man.</br>Eager we taste, but in the luscious draught</br>Forget the pois'nous dregs that lurk beneath.", "Few know that Elegance of soul refin'd,</br>Whose soft sensation feels a quicker joy</br>From Melancholy's scenes, than the dull pride</br>Of tasteless splendor and magnificence</br>Can e'er afford.  Thus Eloise, whose mind</br>Had languish'd to the pangs of melting love,</br>More secret transport found, as on some tomb</br>Reclin'd she watch'd the tapers of the dead.</br>Or thro' the pillar'd isles, amid the shrines</br>Of imag'd saints, and intermingled graves,</br>Which scarce the story'd windows dim disclos'd,</br>Musing she wander'd; than Cosmelia finds,</br>As thro' the Mall in silken pomp array'd,</br>She floats amid the glided sons of dress,</br>And shines the fairest of th' assembled Belles.", "When azure noon-tide chears the daedal globe,</br>And the glad regent of the golden day</br>Rejoices in his bright meridian bow'r,</br>How oft my wishes ask the night's return,</br>That best befriends the melancholy mind!</br>Hall, sacred Night!  to thee my song I raise!</br>Sister of ebon-scepter'd Hecat, hail!</br>Whether in congregated clouds thou wrap'st</br>Thy viewless chariot, or with silver crown</br>Thy beaming head encirclest, ever hail!</br>What tho' beneath thy gloom the Lapland witch</br>Oft celebrates her moon-eclipsing rites;</br>Tho' Murther wan, beneath thy shrouding shade</br>Oft calls her silent vot'ries to devise</br>Of blood and slaughter, while by one blue lamp</br>In secret conf'rence sits the list'ning band,</br>And start at each low wind, or wakeful sound:</br>What tho' thy stay the Pilgrim curses oft,</br>As all benighted in Arabian wastes</br>He hears the howling wilderness resound</br>With roaming monsters, while on his hoar head</br>The black-descending tempest ceaseless beats;</br>Yet more delightful to my pensive mind</br>Is thy return, than bloomy Morn's approach,</br>When from the portals of the saffron East</br>She sheds fresh roses and ambrosial dews.</br>Yet not ungrateful is the Morn's approach,</br>When dropping wet she comes, and clad in clouds,</br>While thro' the damp air scowls the peevish South,</br>And the dusk landschape rises dim to view.</br>Th' afflicted songsters of the sadden'd groves</br>Hail not the sullen gloom, but silent droop;</br>The waving elms that rang'd in thick array,</br>Enclose with stately row some rural hall,</br>Are mute, nor echo with the clamors hoarse</br>Of rooks rejoicing on their hoary boughs:</br>While to the shed the dripping poultry croud,</br>A mournful train:  secure the village-hind</br>Hangs o'er the crackling blaze, nor tempts the storm;</br>Rings not the high wood with enliv'ning shouts</br>Of early hunter:  all is silence drear;</br>And deepest sadness wraps the face of things.", "Thro' POPE'S soft song tho' all the Graces breath,</br>And happiest art adorn his Attic page;</br>Yet does my mind with sweeter transport glow,</br>As at the foot of some hoar oak reclin'd,</br>In magic SPENSER'S wildly-warbled song</br>I see deserted Una wander wide</br>Thro' wasteful solitudes, and lurid heaths,</br>Weary, forlorn, than when the fated Fair,</br>Upon the bosom bright of silver Thames,</br>Launches in all the lustre of Brocade,</br>Amid the splendors of the laughing Sun.</br>The gay description palls upon the sense,</br>And coldly strikes the mind with feeble bliss.", "O wrap me then in shades of darksom pine.</br>Bear me to caves by desolation brown,</br>To dusky vales, and hermit-haunted rocks!</br>And hark, methinks resounding from the gloom</br>The voice of Melancholy strikes mine ear;</br>\"Come, leave the busy trifles of vain life,</br>And let these twilight mansions teach thy mind</br>The joys of Musing, and of solemn Thought.\"", "Ye youths of Albion's beauty-blooming isle,</br>Whose brows have worn the wreath of luckless love,</br>Is there a pleasure like the pensive mood,</br>Whose magic wont to sooth your soften'd souls?</br>O tell how rapt'rous is the deep-felt bliss</br>To melt to Melody's assuasive voice,</br>Careless to stray the midnight mead along,</br>And pour your sorrows to the pitying moon,</br>Oft interrupted by the Bird of Woe!</br>To muse by margin of romantic stream,</br>To fly to solitudes, and there forget</br>The solemn dulness of the tedious world.</br>'Till in abstracted dreams of fancy lost,</br>Eager you snatch the visionary fair,</br>And on the phantom feast your cheated gaze!</br>Sudden you start &mdash; th' imagin'd joys recede,</br>The same sad prospect opens on your sense;</br>And nought is seen but deep-extended trees</br>In hollow rows, and your awaken'd ear</br>Again attends the neighb'ring fountain's sound.</br>These are delights that absence drear has made</br>Familiar to my soul, ere since the form</br>Of young Sapphira, beauteous as the Spring,</br>When from her vi'let-woven couch awak'd</br>By frolic Zephyr's hand, her tender cheek</br>Graceful she lifts, and blushing from her bow'r,</br>Issues to cloath in gladsome-glist'ring green</br>The genial globe, first met my dazled sight.</br>These are delights unknown to minds profane,</br>And which alone the pensive soul can taste.", "The taper'd choir, at midnight hour of Pray'r,</br>Oft let me tread, while to th' according voice</br>The many-sounding organ peals on high,</br>In full-voic'd chorus thro' th' embowed roof;</br>'Till all my soul is bath'd in ecstasies,</br>And lap'd in Paradise.  Or let me sit</br>Far in some distant isle of the deep dome,</br>There lonesome listen to the solemn sounds,</br>Which, as they lengthen thro' the Gothic vaults,</br>In hollow murmurs reach my ravish'd ear.", "Nor let me fail to cultivate my mind</br>With the soft thrillings of the tragic Muse,</br>Divine Melpomene, sweet Pity's nurse,</br>Queen of the stately step, and flowing pall.</br>Now let Monimia mourn with streaming eyes</br>Her Joys incestuous, and polluted love:</br>Now let Calista dye the desperate steel</br>Within her bosom, for lost innocence,</br>Unable to behold a father weep.</br>Or Jaffeir kneel for one forgiving look;</br>Nor seldom let the Moor on Desdemone</br>Pour the misguided threats of jealous rage.</br>By soft degrees the manly torrent steals</br>From my swoln eyes, and at a brother's woe</br>My big heart melts in sympathizing tears.", "What are the splendors of the gaudy court,</br>It's tinsel trappings, and it's pageant pomps?</br>To me far happier seems the banish'd Lord</br>Amid Siberia's unrejoycing wilds</br>Who pines all lonesome, in the chambers hoar</br>Of some high castle shut, whose windows dim</br>In distant ken discover trackless plains,</br>Where Winter ever drives his icy car;</br>While still repeated objects of his view,</br>The gloomy battlements, and ivi'd tow'rs</br>That crown the solitary dome, arise;</br>While from the topmost turret the slow clock</br>Far heard along th' inhospitable wastes</br>With sad-returning chime, awakes new grief;</br>Than is the Satrap whom he left behind</br>In Moscow's regal palaces, to drown</br>In ease and luxury the laughing hours.", "Illustrious objects strike the gazer's mind</br>With feeble bliss, and but allure the sight,</br>Nor rouze with impulse quick the feeling heart.</br>Thus seen by shepherd from Hymettus' brow,</br>What painted landschapes spread their charms beneath?</br>Here palmy groves, amid whose umbrage green</br>Th' unfading olive lifts her silver head,</br>Resounding once with Plato's voice, arise:</br>Here vine-clad hills unfold their purple stores,</br>Here fertile vales their level lap expand,</br>Amid whose beauties glistering Athens tow'rs.</br>Tho' thro' the graceful seats Illisus roll</br>His sage-inspiring flood, whose fabled banks</br>The spreading laurel shades, tho' roseate Morn</br>Pour all her splendors on th' empurpled scene,</br>Yet feels the musing Hermit truer joys,</br>As from the cliff that o'er his cavern hangs,</br>He views the piles of fall'n Persepolis</br>In deep arrangement hide the darksome plain.</br>Unbounded waste!  the mould'ring Obelisc</br>Here, like a blasted oak, ascends the clouds;</br>Here Parian domes their vaulted halls disclose</br>Horrid with thorn, where lurks the secret thief,</br>Whence flits the twilight-loving bat at eve,</br>And the deaf adder wreaths her spotted train,</br>The dwellings once of Elegance and Art.</br>Here temples rise, amid whose hallow'd bounds</br>Spires the black pine, while thro' the naked street,</br>Haunt of the tradeful merchant, springs the grass:</br>Here columns heap'd on prostrate columns, torn</br>From their firm base, encrease the mould'ring mass.</br>Far as the sight can pierce, appear the spoils</br>Of sunk magnificence:  a blended scene</br>Of moles, fanes, arches, domes, and palaces,</br>Where, with his brother horror, ruin sits.", "O come then, Melancholy, queen of thought,</br>O come with saintly look and stedfast step,</br>From forth thy cave embower'd with mournful yew,</br>Where ever to the curfew's solemn sound</br>List'ning thou sit'st, and with thy cypress bind</br>Thy votary's hair, and seal him for thy son.</br>But never let Euphrosyne begile</br>With toys of wanton mirth my fixed mind,</br>Nor with her primrose garlands strew my paths.</br>What tho' with her the dimpled Hebe dwells,</br>With young-ey'd Pleasure, and the loose-rob'd Joy;</br>Tho' Venus, mother of the Smiles and Loves,</br>And Bacchus, ivy-crown'd, in myrtle bow'r</br>With her in dance fantastic beat the ground:</br>What tho' 'tis her's to calm the blue serene,</br>And at her presence mild the low'ring clouds</br>Disperse in air, and o'er the face of heav'n</br>New day diffusive glows at her approach;</br>Yet are these joys that Melancholy gives</br>By Contemplation taught, her sister sage,</br>Than all her witless revels happier far.", "Then ever, beauteous Contemplation, hail!</br>From thee began, auspicious maid, my song,</br>With thee shall end:  for thou art fairer far</br>Than are the nymphs of Cirrha's mosy grot;</br>To loftier rapture thou canst wake the thought,</br>Than all the fabling Poet's boasted pow'rs.</br>Hail, queen divine!  whom, as tradition tells,</br>Once in his ev'ning-walk a Druid found</br>Far in a hollow glade of Mona's woods,</br>And piteous bore with hospitable hand</br>To the close shelter of his oaken bow'r.</br>There soon the Sage admiring mark'd the dawn</br>Of solemn Musing in thy pensive thought;</br>For when a smiling babe, you lov'd to lie</br>Oft deeply list'ning to the rapid roar</br>Of wood-hung Meinai, stream of Druids old,</br>That lav'd his hallow'd haunt with dashing wave.</br>"]