["TIME &mdash; MID-DAY.</br>SCENE &mdash; INDOSTAN.", "When proud oppression British banners bore,</br>And avarice follow'd to that peaceful shore</br>Where Ganges boldly branching seeks the main,</br>And mourns through all her course her children slain,</br>Escap'd the conqueror's sword, two virgins strove</br>To gain the shelter of a spicy grove.</br>Conscious to truth alone, and solemn vows,</br>There spreading Banians bend their sacred boughs,</br>The musk rose rich, and jess'mines gay appear,</br>Exhaling potent sweets throughout the year.</br>There princely Shawna, veil'd in sylvan guise,</br>Her country's curse and father's murd'rer flies;</br>With filial love the gentle Alvia glows,</br>Pours forth her plaint, o'erwhelm'd with recent woes.", "ALVIA.</br>Haste, Princess, haste!  fly yon polluted band,</br>That brings destruction to an helpless land.</br>O, Shawna!  say, my ever gentle friend,</br>When shall our sorrows and our suff'rings end?</br>When shall the thirst for wealth and conquest cease,</br>And injur'd India bless her sons with peace?</br>Haste, Princess, haste!  unhallow'd sounds I hear;</br>The clang of arms tumultuous strikes mine ear.", "SHAWNA.</br>Again the monsters, fir'd with impious rage;</br>Despoil our temples &mdash; in the shrines engage.</br>What of thy rev'rend Father!  Alvia, say,</br>My second sire, by ruffians torn away.</br>Ferocious tigers, thus, in ambush lie,</br>And thus the fated victims vainly fly.", "ALVIA.</br>Know, then, last night when thou retir'd'st to rest,</br>And holy raptures fill'd the Bramin's breast,</br>What time the moon play'd thro' the waving trees,</br>And Nature seem'd t' enjoy an hour of ease,</br>Confus'd the priests forsook their hallow'd fanes,</br>Whilst falling tears each sacred garment stains,</br>And horrid tidings to my sire impart,</br>Which shook his frame, and chill'd his fervent heart.</br>The mystic rites perform'd with pious care,</br>He thus address'd the awful pow'r in pray 'r:", "\"O thou, by ev'ry tribe and king ador'd!</br>Preserve Indostan from oppression's sword.</br>Far, far from hence its thunders roll,</br>And shake with fear the tyrant's guilty soul:</br>Nor let these aged eyes again behold</br>Their bloody chiefs, whose sordid god is gold,</br>Who rais'd from darkness, like the whirlwind's force,</br>Whelm ruin'd nations in their lawless course.</br>Tho' Europe's chiefs the human race destroy,</br>May we secure our flow'ry fields enjoy.</br>Contented still our awful altars raise,</br>In grateful hymns the sacred Brama praise.\"", "To save our temples still from hands profane,</br>He thus implor'd &mdash; implor'd I fear in vain.</br>Why are our groves to faithless strangers giv'n?", "SHAWNA.</br>Rohilla's wrongs will reach yon vaulted heav'n;</br>That gracious pow'r, who guards the good below,</br>Shall nerve the arm that strikes the vengeful blow&mdash;</br>Pierce, pierce the robber's heart, whose dread command</br>Spreads war and famine o'er our native land.</br>Low lies the tenant of our fertile vales,</br>Or wand'ring, now his wretched lot bewails;</br>For tangling trees and loathsome seeds are spread,</br>Where once the palm luxuriant rear'd its head;</br>And lions prowl, and leopards lurk for prey,</br>Where happy lovers rov'd the live-long day&mdash;</br>Proceed, my friend &mdash; nor useless flow thy tears;</br>Rohilla's wrongs the throne of justice hears.", "ALVIA.</br>At early dawn he sought the rising wood;</br>Whose piny top o'erlooks the foaming flood;</br>With anxious heart his steps unseen I trac'd,</br>When, near the path that meets the boundless waste,</br>Its frightful front an armed troop display'd,</br>And bore him trembling down the rocky glade.</br>Then frantic thro' the winding wood I flew;</br>The scene terrific glitt'ring in my view;</br>With tearful eyes I there beheld from far,</br>Bright as the stream, th' inhuman pomp of war;</br>I saw my father on the distant plain,</br>And sudden frenzy seiz'd my giddy brain.</br>Then, struck with fear, my steps I homeward bend,</br>With thee to die my ever-constant friend!</br>Look down, great Brama, on our country's woes,</br>Shield, shield my father from an host of foes!", "SHAWNA.</br>My kind protector and thy rev'rend sire,</br>Whose holy breast our country's gods inspire,</br>Now bears the taunts &mdash; the Christian's proud controul,</br>No soothing voice to cheer his drooping soul.", "ALVIA.</br>Still may the Fates his virtuous life prolong,</br>Still may the Virgins chaunt his pious song!</br>Ye spicy gales, that thro' these branches play,</br>To Brama bear our ardent sighs away!", "SHAWNA</br>Why do his shining virtues strike the view?</br>What have these monitors with the Gods to do?</br>I trembling think of Nundocomar's fate,</br>(No faithful hand his crimes to expiate)</br>Who for his country boldly claim'd relief,</br>Of hidden crimes accus'd their haughty thief,</br>And nobly dar'd, in freedom's glorious cause,</br>To mark th' injustice of their partial laws.", "ALVIA.</br>Dear to the good, and to his country dear,</br>Say, hath he ought from human hands fear?</br>Who taught the tribes that vice begat our woes;</br>That true content from gen'rous actions flows?</br>Who taught the tribes an upright heart to prize,</br>By Heav'n esteem'd a grateful sacrifice?</br>Round each pagoda virtuous youths appear,</br>And eager press his sage advice to hear;</br>His sage advice makes glad the modest vale,</br>His moral lessons float on ev'ry gale.</br>Ah!  prospects fair; alas!  too fair to stay;</br>Like fleeting dreams, with night ye pass away.", "SHAWNA.</br>At highest noon, beneath the blushing bow'r,</br>Reclin'd as wont, to pass the sultry hour,</br>With aspect mild my kind protector came,</br>And strongly vouch'd for Burdwa's honest flame.</br>Nor I to hide my virtuous passion strove:</br>For why should virtue be a foe to love?", "ALVIA.</br>Sprung from the ancient race of India's kings,</br>Thou Burdwa lov'st &mdash; a spotless soul he brings,</br>Train'd up to rigid virtue from his youth&mdash;</br>Thy hero, too, supports the cause of truth.", "SHAWNA.</br>He, like my brother, rous'd at honour's call&mdash;</br>Ah, boding heart! &mdash; perhaps is doom'd to fall.</br>The victor's pageants must that youth adorn,</br>Whose active soul outstrips the wings of morn!</br>Methinks I see the horrid host appear!</br>My father's suff'rings fill my soul with fear!</br>Torn from his palace &mdash; dragg'd in servile chains,</br>(Still human blood our ancient altar stains)</br>His treasures plunder'd, and himself a slave,</br>At midnight forc'd to an untimely grave!</br>Yes, sorrow at our city gates was seen,</br>And pestilence, with her distracted mein;</br>Lamenting mothers, prostrate on the ground,</br>Beheld their dying offspring stretch'd around;</br>Revenge sat brooding on th' infected air,</br>And Famine frantic grinn'd at keen Despair.&mdash;", "Such were the plagues our wretched country knew,</br>When from these spoilers, with thy sire, we flew:</br>Then deeds were done that British arms disgrace,</br>And stain the annals of the human race.</br>Her loss Indostan mourn'd in tears of blood,</br>Whilst tyrants bore her treasures o'er the flood.</br>Praise him, ye Virgins, in your sacred songs,</br>Who boldly dares redress Rohilla's wrongs.&mdash;</br>A wounded captive next my brother lay,</br>Nor would the mandates of these Lords obey;</br>The bandage from his gaping wounds he tore,</br>And met his father on a milder shore.</br>In other forms superior joys they feel,</br>Nor dread they now th' invader's ruthless steel.", "ALVIA.</br>Hark, hark!  again the hollow murmurs rise,</br>And light'nings gleam, and thunders rend the skies.</br>Protect us, Heav'n &mdash; the fane on fire I see&mdash;</br>O horror!  sacrilege!  impiety!&mdash;</br>Haste, Princess, haste!  the secret grot is near,</br>The forest falls &mdash; the bands of wrath appear!", "Now tumult rag'd, whose loud, tempestuous roar</br>Was toss'd from rock to rock, from shore to shore:</br>The hungry vultures wait th' eventful day,</br>Wheel thro' the air, and eye their destin'd prey.</br>Europa's chiefs, far fam'd for martial deeds,</br>At length prevail &mdash; ill-fated Asia bleeds.</br>Fast by that grot the females breathless lay,</br>While rape and murder mark'd the Victor's way.</br>"]