["To SOMERVILLE'S GALA, the muse takes her flight,</br>And, were she a GOURMAND, would sing with delight,</br>Of the turbot, the venison, the melons, and pines,</br>The sweet-meats, and ices, the liqueurs, and the wines;</br>The pies, and the toss-ups, so savory and warm,</br>Would the heart and the tripes, of an Alderman charm;</br>Like Gods we carouse, tho' like Mortals we eat,</br>'Till the fiddles and dulcimers sound a retreat;</br>While the rays of bright beauty, with Champaign combin'd,</br>The senses to cheer and enliven the mind;</br>For Everard, the polish'd, the gentle, and fair,</br>With the three little Graces, her Daughters, was there;</br>And sure, I must ever remember with pain,</br>The eyes of bright Fisher, the glory of Slane;</br>Had I paper and time, I could name many more,</br>For of Beauties Sir Mark had assembled two score,</br>Besides others, for reasons full easily guess'd,</br>Who are welcome at Dances, for foils to the rest.", "So to dancing they fall, fiddles, dulcimers, chime,</br>And a Lad, with his drumsticks, keeps beating the time;</br>While I, who to dancing am little inclin'd,</br>Amusement, in Spenser and Politics, find;</br>With shuff'ling and cutting, and capering and bowing,</br>They dust it away, 'till the cocks fall a crowing;</br>Then supper is serv'd, we wheel off to the right;</br>And \"spark'ling Champaign,\" is the word of the night.", "The supper, like dinner, was marvellous good,</br>And the Baronet's wine ran about like a flood;</br>Soups, turkies, and chickens, and lobsters, and grouse,&mdash;</br>\"Well, truly, Sir Marcus, you keep a good house;\"</br>Superb were the ornaments, ice in profusion,</br>Magnifique the dessert; without any confusion</br>We all were attended. &mdash; Now supper is done,&mdash;</br>Ha! &mdash; the fiddles again, &mdash; to the dancing room run;</br>Where the feet of the dancers so merrily sped,</br>We saw the Champaign had crept up to the head;</br>A few were excepted, sedate and compos'd,</br>Who sat quietly down, and deliciously doz'd;</br>Among this sober set, there befel a mischance,</br>Such as I, in my life, never heard at a dance;</br>Our features we scarcely knew how to compose,</br>When R&mdash; caught D&mdash;, aloud by the nose;</br>The Lady was ancient, and starch was her wig,</br>Tho' youthful the Squire, he was fat as a pig;</br>So great a report, you may think could arise,</br>From cheeks of no common circumference and size.&mdash;</br>Some call'd it a pistol-shot, others a rocket,</br>One said, \"He let off air balloons from his pocket,\"&mdash;</br>He dream'd he smelt powder, and 'woke with a start,&mdash;</br>\"Oh foh!  you rude beast, a Lady to f&mdash;t,\"</br>Mrs. D&mdash; exclaim'd, and then hid, with her fan,</br>Her visage, and scuttled away from the man;</br>My companions took warning, from this signal gun,</br>To turn out in fresh air, so we cut, and we run;</br>And home with the sun we were trundled along,</br>Which brings to a period, my Supper and Song.</br>"]