["Thou com'st in beauty on my gaze at last,</br>\"On Susquehannah's side, fair Wyoming,\"</br>Image of many a dream in hours long past,</br>When life was in its bud and blossoming,</br>And waters, gushing from the fountain spring</br>Of pure enthusiast thought, dimmed my young eyes,</br>As by the poet borne, on unseen wing,</br>I breathed, in fancy, 'neath thy cloudless skies,</br>The Summer's air, and heard her echoed harmonies.", "I then but dreamed, &mdash; thou art before me now</br>In life, a vision of the brain no more:</br>I've stood upon the wooded mountain's brow,</br>That beetles high thy lovely valley o'er,</br>And now, where winds thy river's greenest shore,</br>Within a bower of sycamores am laid,</br>And winds, as soft and sweet as ever bore</br>The fragrance of wild flowers through sun and shade,</br>Are singing in the trees, whose low boughs press my head.", "Nature hath made thee lovelier than the power</br>Even of Campbell's pen hath pictured; he</br>Had woven, had he gazed one sunny hour</br>Upon its smiling vale, its scenery</br>With more of truth, and made each rock and tree</br>Known like old friends, and greeted from afar;</br>And there are tales of sad reality,</br>In the dark legends of thy border war,</br>With woes of deeper tint than his own Gertrude's are.", "But where are they, the beings of the mind,</br>The bard's creations, moulded not of clay,</br>Hearts to strange bliss and suffering assigned,</br>Young Gertrude, Albert, Waldegrave, &mdash; where are they?</br>We need not ask.  The people of to-day</br>Appear good, honest, quiet men enough,</br>And hospitable too &mdash; for ready pay&mdash;</br>With manners like their roads, a little rough,</br>And hands whose grasp is warm and welcoming, tho' tough.", "Judge Hallenbach, who keeps the toll-bridge gate</br>And the town-records, is the Albert now</br>Of Wyoming; like him, in church and state,</br>Her Doric column, &mdash; and upon his brow</br>The thin hairs, white with seventy winters' snow,</br>Look patriarchal.  Waldegrave 'twere in vain</br>To point out here, unless in yon scare-crow</br>That stands, full-uniformed, upon the plain,</br>To frighten flocks of crows and blackbirds from the grain.", "For he would look particularly droll</br>In his \"Iberian boot\" and \"Spanish plume,\"</br>And be the wonder of each Christian soul,</br>As of the birds that scare-crow and his broom.</br>But Gertrude, in her loveliness and bloom,</br>Hath many a model here, for Woman's eye</br>In court, or cottage, wheresoe'er her home,</br>Hath a heart-spell too holy and too high</br>To be o'erpraised even by her worshipper, Poesy.", "There's one in the next field &mdash; of sweet sixteen &mdash; </br>Singing and summoning thoughts of beauty born</br>In heaven, with her jacket of light green,</br>\"Love darting eyes, and tresses like the morn,\"</br>Without a shoe or stocking, hoeing corn.</br>Whether, like Gertrude, she oft wanders there</br>With Shakspeare's volume in her bosom borne,</br>I think is doubtful.  Of the poet-player</br>The maiden knows no more than Cobbett or Voltaire.", "There is a woman, widowed, gray, and old,</br>Who tells you where the foot of Battle stept</br>Upon their day of massacre.  She told</br>Its tale, and pointed to the spot, and wept,</br>Whereon her father and five brothers slept,</br>Shroudless, the bright-dreamed slumbers of the brave,</br>When all the land a funeral mourning kept,</br>And there wild laurels, planted on the grave</br>By Nature's hand, in air their pale red blossoms wave.", "And on the margin of yon orchard hill</br>Are marks where time-worn battlements have been,</br>And in the tall grass traces linger still</br>Of \"arrowy frieze and wedged ravelin.\"</br>Five hundred of her brave that Valley green</br>Trod on the morn, in soldier-spirit gay,</br>But twenty lived to tell the noon-day scene;</br>And where are now the twenty?  Passed away.</br>Has Death no triumph-hours, save on the battle day?</br>"]