["ROGER.</br>Well nibour Simon, are you here you're lane,</br>Lean in your back against a cauldriff stane?</br>An' whistlin' by December's dolesome day,</br>Now Phoebus an' the Spring's no' far away?", "SIMON.</br>Forsooth am I, Roger, my honest frien'</br>What's this you're gain?  an' fu' a' sin the streen?</br>May be ye're thinkin' me like mony mae,</br>Whase lips are gladsome, while their heart is wae,</br>Na, Roger, man, whan a' thing's right within,</br>The scawls o' fortune are no' worth a grin.</br>Clad in my plaid, my heart's as fu' o' chear</br>As laird, or lord, that silk an' sattin wear.</br>For quite contentit, man, wi' this ly the bield,</br>What greater pleasure cou'd a palace yield?", "ROGER.</br>It's well wi' you; but, Simon, had you been</br>Wi' me last night, you'd sing anither teen.", "SIMON.</br>The Lord watch o'er's!  is a' thing right at hame?</br>You're either no' your sel', or in a dream.</br>Has ony harm come o'er the barn or byre?</br>Has young, or auld forfamish'd in a myre?</br>Upo' your tongue dwells some unchancy tale,</br>What ails you, Roger, man, to look se pale?</br>What pickle's this you're in?  your pobrach pow</br>Is a' gain o'er wi' feathers, caff an' tow.</br>You're just like ane new risen. &mdash; Syne your looks,</br>Wad gluff a minister wi' a' his books.</br>Speak, man, ye fanna need to ax me twice,</br>As far as I ca do, or yet advise.", "ROGER.</br>We're a' right sober on't my trusty frien',</br>A wierd-wife took her lodgin' here the streen;</br>Mang ither things, daft Robbie bad her spae,</br>Whither it was to us for weel or wae,</br>That laird an' lord, an' wight o' less renown,</br>In bodies met, in ilka burrows-town?</br>An' when wi might expect this ugly stour,</br>Between this place an' Irlan' eans be o'er?", "SIMON.</br>Well, Roger, man what mair?  for never yet,</br>Cou'd I imagin' what about they met.</br>Some say, the hills that drink up a' the rain,</br>Are said to be made level wi' the plain.</br>An' wondrous to be tauld!  when that's a' done,</br>A ladder's to be made to reach the moon.</br>An some aledge they're gain to raise a law,</br>To equal trade.  Sic fowks I never saw!</br>But ithers think (may heaven all ill forefeind)</br>That this sad warld is near hand at an end.</br>But, man, I long the wierd-wife's tale to ken.", "ROGER.</br>Let never mortel hear the like like agen!</br>She says the time, the frightsome time's at hand,</br>When Brit' and Irish, ever mair maun stand</br>On equal foot, as ty'd wi' the same band.</br>Or mony a lass her lemmon lost shall mourn,</br>An' blood rin o'er the banks o' mony a' burn.", "SIMON.</br>That's wondrous, Roger!  had she here an end?", "ROGER.</br>Na, man, I fear she's sister to some fiend!</br>When this was o'er, she took's a' to the green,</br>Syne, turnin' up hir wild unwardly een;</br>She goodlied out, that in the lift she saw,</br>Irlan' wrestling 'gainst Britannia;</br>Lords against Commons, Commons against king,</br>English and Irish, down by turns each fling.</br>She said, she saw the Magna Charta flame,</br>Wi' ither sights, that makes me quake to name!</br>Shapes brinnin' like the light'ning thro' the air,</br>Carryin' English commerce to the Irish fair.</br>She swore, she saw, till moon an' stars wi' fright,</br>Or sunk into the sea, or vanish'd out of sight.", "SIMON.</br>Wonder o' wonders!  Roger!  without threap,</br>You make the flesh on a' ma' banes to creap.", "ROGER.</br>Wi a' came in right eery wi' the fright,</br>An' Elspy fainted when she saw the light.</br>Syne clappin' baith her hands, cry'd lack a day!</br>Ise spin na' mair, Mag, take ma rock away.</br>What need a' spin for ither fowks to wear,</br>Perchance wi' may no live anither year.</br>I own the wierd-wife's says I dinna like,</br>Bit held my peace, an' sat as dumb's a tyke.", "SIMON.</br>Well, Roger, you did right, I hinna skeel,</br>O fowks wha lig o'er mickle wi' the deal.</br>Trust a' to heaven, gif commerce gae awa,</br>Bid God gae wi't, I dinna care a straw.", "ROGER.</br>But bide ye, Simon, till ye hear the rest,</br>This morn, e'er light began to spring the east,</br>To town gaed Will Daniel, to smell out,</br>What main intent their honours met about.", "SIMON.</br>An' here comes Daniel trodgin up the hill,</br>I'll pawn my lugs the lad has had a gill.</br>Well honest birky!  are you eans get hame!</br>We're grinnin' man, to hear what sort a' game,</br>The lads ha' been about.&mdash;", "DANIEL.</br>&mdash;Ah!  had your tongue,</br>'Twill soon be o'er well kent by auld an' young.", "SIMON.</br>Speak Daniel, speak, an set our hearts at ease,</br>Whan will this ugly collishangie cease?</br>Is Dod, God bless 'im, nye to wear the crown?</br>Is Berwick still to be a burrows town?</br>Then callents, let us now while we're alive,</br>An' ill may a' king Geordy's en'mies thrive!", "ROGER.</br>Whisht, Simon, had your tongue, an' dinna ban,</br>We're o'er lang i' this warld, ay are we man!</br>'Twere better to be five feet under ground,</br>Than left to wither &mdash; Daniel, how di' they sound?", "DANIEL.</br>Sound nighbour!  thin here's the very thing,</br>The fouwks ha' ritten latters to the king,</br>A' sworn by blood an' ownds, wi' might and main,</br>To make Britannia mistress o' her ain.", "SIMON.</br>Heye, Danny, lad!  an' are wi' still to kep,</br>Our shops and commerce firm by the grip;</br>But, harkee, lad.  O now but a' be glad,</br>Our nibours ha' the spounk, na to part wi' their trade.", "ROGER.</br>Onward wi'll wawk till doomsday, arm in arm!</br>An' live aboon the dread o' warldly harm.</br>"]