["The Sun, reposing in the Ocean Bed,</br>Had painted all th' Horizon round with red;</br>The modest Eve, with solemn pace, and still,</br>Stept from the summit of yon cloud-crown'd Hill:</br>Fast by the banks of Cam I rov'd along,</br>And idly mus'd some Time-beguiling Song.</br>Mute were the Zephyrs, and the Sky was fair;</br>No giddy noise disturb'd the silent Air:</br>Save that the Linnet, on a neighbouring Spray,</br>In sweetest Numbers chirp'd her artless lay.</br>When lo!  the Streams in parting circles spread,</br>To see their Genius raise his awful head,</br>Immortal Cam:  A Sage advanc'd in years,</br>Tho' flush'd with Youth his purple cheek appears:</br>Round his fair brow the verdant Osiers creep,</br>And matted Sedge, the Laurel of the Deep.</br>He shakes his Tresses, dank with dripping dews,</br>And speaks in Accents, such as Mortals use.", "\"Say, canst thou tune thy reed, and at thy side</br>These Streams neglected flow, unnotic'd glide?</br>Streams, which like fabled Helicon, infuse</br>Strength to the thought, and Fancy to the Muse.</br>Rise, rise, my Son, and in the trump of Fame</br>Blow the full praises of my slighted Name;</br>Sing the gay fields, where Science loves to rove,</br>Nymph of the plain, and Dryad of the grove.", "\"Let mad Sedition's Votaries never cease,</br>Sworn Foes to Virtue, Liberty, and Peace:</br>Let them in Faction's Rites the Night prolong,</br>Their Learning, Politics; their Prayers, a Song.</br>Far other cares my letter'd Sons employ,</br>Not Mirth's mad revels, but substantial joy.</br>No idiot brawls distract the madding brain,</br>Or shade calm Science in her antient reign.</br>Here, far from Crouds, she treads the vale of Life,</br>Nor plunges in the waves of Civil strife:</br>Digs the rich Ore from Nature's deepest mine,</br>Pours her large tribute at fair Freedom's shrine;</br>Freedom, which equal bounds at once divide</br>From servile Meanness, and licentious Pride.", "\"Oft in my rush-built Grot, the Nereids round</br>Attentive list'ning to the well-known sound,</br>Pleas'd I recount the Glories of my Line;</br>Where Statesmen, Sages, Poets, Patriots shine:</br>Tell first how Bacon's self-illumin'd Mind</br>From Error's dross Philosophy refin'd;</br>Nor aw'd by Prejudice, nor Slave to fame,</br>Scar'd at the Giant Phantom of a Name.</br>Then tell how Newton's all-discerning Eye</br>Pierc'd the vast Regions of the boundless Sky:</br>Saw in just course th' unerring Bodies run;</br>Wheel'd the bright Planets round their Central Sun;</br>Each Part united to the wondrous Whole;</br>And told the lawless Comet where to roll.", "\"Here Milton boldly swept the sounding Lyre,</br>And mix'd a Seraph's with a Poet's Fire.</br>Here did great Dryden's haughty Genius rove;</br>Here tender Cowley sooth'd the soul to love:</br>O'er fairy Lands enchanted Spenser stray'd;</br>And gallant Prior woo'd th' Aonian Maid.", "But oh!  what shouts from cave to cave rebound,</br>How every sweet-voic'd Nymph return'd the sound,</br>Whene'er Britannia's list'ning Senate hung</br>On Walpole's Art, or great Newcastle's Tongue.</br>All hail, thou last, and best of all my train!</br>Hail to these walls, where Peace, and Science reign!</br>Go, pluck, my Sons, the Laurel's learned bough,</br>And weave a chaplet for his Patriot brow.</br>Tis he, who stoops your loyal Vows to hear,</br>And wafts your Incense up to BRUNSWICK's ear.</br>Rais'd by his hand, (O spare their tender years,</br>Propitious Fate, nor bath my Urn with tears!)</br>Thro' dark futurity methinks I trace</br>Of Granta's Son's a long, illustrious race.</br>Some with wise skill like him shall guide the State;</br>Some on their Shoulders prop the important Weight:</br>While others, far from Glory's thorny road,</br>'Shall look thro' Nature up to Nature's God.'", "To Hardwick's Name the joyful Strains prolong;</br>Swell the sweet Pipe, and tune the festal Song.</br>What tho', by Fate denied, my blameless page</br>Boasts not the Glories of his tender age;</br>Still in my cause he burns with equal fire,</br>Adopted Offspring of the tuneful Choir:</br>With Pelham, mine, as England's Weal defends,</br>The first of Patriots, and the best of Friends.", "But GEORGE's Praise let every Tongue proclaim:</br>To Granta sacred is a GEORGE's Name.</br>Lo!  by the great Example fir'd, the Son</br>Prepares to finish what the Sire begun.</br>I see, I see the lofty Dome arise,</br>And rear her tow'ring Columns to the Skies.</br>While o'er these Plains exhaustless Streams shall glide,</br>Still by fresh Springs insensibly supplied;</br>While Laws to Albion GEORGE's line shall give,</br>While Arts shall flourish, or while Virtue live;</br>To latest Times the grateful Muse shall tell,</br>(For here to latest times the Muse shall dwell)</br>That learning's Cause and Granta's Name are dear</br>To YORKE's, to PELHAM's, and to BRUNSWICK's Ear.</br>"]