["Haste not, my friend!  but stay whoe'er thou art</br>With heedless step that tread'st my narrow bound,</br>Nor yet disdain, before thou dost depart,</br>To cast a serious, solemn look around;</br>View well these mansions of the sleeping dead,</br>The place to which thyself one day must come,</br>For thou and all mankind must make their bed,</br>Sooner or later, in the silent tomb.", "View yonder monuments of marble there,</br>How rich in sculpture, and how rich in words!</br>The pompous stile elab'rately declares,</br>What are they there; and what the rank they hold;</br>And what the diff'rence now of shape and form?</br>None! &mdash; With the Lowest in the grave they're cold,</br>And lose distinction with their fellow-worm.", "Heard'st thou that sound which struck just now my dome?</br>Know'st thou what 'tis? &mdash; a Peasant's fun'ral knell;</br>To-night they bring him to his last long home,</br>To see corruption, and with worms to dwell;</br>Last night his Grace (think of it and prepare!)</br>Yielded to Death, the Conqueror of Kings;</br>Dust like the Peasant now. &mdash; His equals are</br>Slaves, and himself &mdash; the least of mortal things.", "Ah!  what avails the glare of regal state,</br>The shining pageantry of earthly courts,</br>Since greatest monarchs must submit to fate,</br>And fill the grave, the dernier resort</br>Of mortal man. &mdash; All men are born to die,</br>Whate'er the station they in life may fill,</br>The lowly Cottager and the Emp'ror high</br>Must quit this world when 'tis th' Almighty's will.", "Here lies the Great!  does the false marble say;</br>Believe it not! &mdash; th' oppressor of the poor,</br>The widow's dread, lies humbled low in clay,</br>Nor shall he rise to grind the orphan more.</br>Behold the contrast, &mdash; a more worthy sight;</br>\"An honest man, the noblest work of God,\"</br>Rests yon in peace; nor needs the borrow'd light,</br>\"That points the feather, and declares the rod.\"", "What tho' no marble does preserve his name,</br>His name shall live when marble does decay;</br>His actions, found not in the list of fame,</br>Will find acceptance at the judgement day.</br>Now go thy way, consider what thou'st heard,</br>And what thou'st seen; know thou must stand the test!</br>Live well whilst here, be still for death prepar'd,</br>And may the Judge of All pronounce thee blest.</br>"]