["The Sun, now rising with unclouded ray,</br>Gilt the tall mountains, and reveal'd the day,</br>When DAMON, driving o'er the green his flocks,</br>Spy'd COLIN seated on the village stocks:</br>This the Squire's Maid inflam'd, the other youth</br>Fair DOLLY fir'd, fierce Emulation both.</br>Sneering Contempt, and pitch'd upon his crook,</br>The taunting Shepherd COLIN thus bespoke.", "DAMON.</br>So early why does COLIN fly from rest?</br>Does Love, or conscious Guilt disturb his breast?</br>Is't cruel BIDDY'S frowns infests his dreams,</br>Or the shrill cries of Goodman HOBSON'S lambs?", "COLIN.</br>Malicious Clown!  this insolence forbear;</br>Know I not whose ignoble Chains you wear?</br>Or dost thou think I can so soon forget</br>What time my cries oblig'd you to retreat</br>O'er yonder wall?  you dropt the gather'd fruit,</br>And 'midst the copse eluded our pursuit.", "DAMON.</br>Or when you challeng'd us to sing one day</br>Our Mistress' praise, then meanly stole away?</br>This silken Handkerchief that binds my neck,</br>And DOLLY hem'd, if now you'd try, I'll stake</br>'Gainst any thing you have a mind to lose;</br>And see where CLODIUS opportunely goes.", "COLIN.</br>Fool-hardy Swain!  thy silly boast I scorn;</br>This Coat behold, which erst the Squire has worn;</br>Around the cuffs and pocket-flaps are seen</br>The recent marks where golden Lace has been;</br>This will I venture, which your Pledge exceeds</br>As much as DOLL the filthy swine she feeds.</br>Begin &mdash; attentive, CLODIUS, mark our strains,</br>No common booty 'tis the Victor gains.", "DAMON.</br>Now smiling May with od'rous flow'rs has spread</br>The meads, the trees in liveliest green array'd;</br>To crop the violet, oft to yonder grove</br>My DOLLY comes, and hears her Shepherd's Love.", "COLIN.</br>To town when BIDDY from her COLIN flies,</br>Bleak Winter roars, and tempests tear the skies;</br>But when, with Plays and Op'ras cloy'd, she comes,</br>The Spring revives, and Zephyrs strew perfumes.", "DAMON.</br>When the loud Lark forsakes the humble plains,</br>If DOLLY sings, he modestly refrains</br>Th' unfinish'd lay, the Syren's voice to hear,</br>And hangs self-balanc'd in the midway air.", "COLIN.</br>When the Bell's pleasing sounds to Dinner call,</br>Bucks, Parsons, Gamblers fill his Worship's hall;</br>But if at a table blushing BIDDY wait,</br>With wonder seiz'd, the Guests forget to eat.", "DAMON.</br>Where DOLLY strays, the fields more sweet perfumes</br>Send forth, the lawn a brighter hue assumes;</br>But all grow languid when the Maid's away,</br>Flow'rs hang their heads, and Nature feels decay.", "COLIN.</br>When Winter strips the groves and hedges bare,</br>Round the Squire's House still verdant trees appear;</br>These, though the woods present a dreary scene,</br>Inviting her return, are ever green.", "DAMON.</br>Last Valentine, by stratagems convey'd,</br>A tender billet reach'd the lovely Maid,</br>Which DOLLY seiz'd, suspecting not the cheat,</br>Approv'd my verse, and smil'd at the deceit.", "COLIN.</br>On Christmas-Day, when Gentlefolks above</br>To kill the time, at Brag or E O strove,</br>Down to the kitchen, unperceiv'd, I stole,</br>And play'd with BIDDY at &mdash; My Lady's Hole.", "DAMON.</br>The other day, as I return'd at noon,</br>DOLLY without her handkerchief or gown,</br>Oppress'd with heat, was careless set; I stole,</br>Unnotic'd, glances that inflam'd my soul.", "COLIN.</br>Hail sacred Fashion!  at thy shrine I bow;</br>To thee the shorten'd Petticoat we owe,</br>And high-heel'd Shoe; thou gav'st the eye to gaze</br>O'er Fields of Bliss once hid by envious Stays.", "DAMON.</br>Inform me, COLIN, (many a blockhead can't,</br>Though almost ev'ry day 'tis seen) what Plant</br>Is that whose stem, when cut obliquely, shows</br>The veil that screen'd a Monarch from his foes.", "COLIN.</br>This quaint Conundrum if thy subtle brain,</br>(BIDDY admires Conundrums) can explain,</br>I yield the coat, and silken pledge withal&mdash;</br>Why is thy Bonnet like a Butcher's Stall?", "CLODIUS.</br>For shame, ye wrangling Fools, give o'er this noise,</br>To neither of you I adjudge the prize;</br>For, both, believe me, well deserve to lose&mdash;</br>But, DAMON, haste, to shelter drive your Ewes,</br>See threat'ning clouds the morning sky deform;</br>Your clamours, sure, portend a dreadful storm.</br>"]