["Ah!  why beneath the castle's banner'd walls</br>No longer swells the harp's harmonious lay?</br>Ah!  why no longer 'mid the festal halls,</br>Shines the bright goblet in the taper's ray?", "No more the weary Minstrel seeks repose,</br>Majestic bending like a faded flower;</br>No more his grateful song, sublimely flows,</br>To mark the glory of the passing hour.", "Low in the mouldering grave, the sons of song,</br>Their faded temples in the night-dew steep;</br>Yet still remembrance shall the notes prolong,</br>And rising genius o'er their ashes weep.", "There hangs a harp (the Minstrel's pride of yore,</br>Ere yet the sons of song had sought the tomb)</br>Beneath a lofty oak on Erin's shore,</br>Whose spreading branches cast an awful gloom.", "And still when Evening binds her dewy wreath,</br>What time the moon her crescent pale displays;</br>Through its lone strings the winds all-softly breathe,</br>And sadly sweet a pensive measure raise.", "Now o'er each trembling wire they sweep along,</br>Whilst bold and strong the varied notes arise:</br>Now faintly breathe, like Philomela's song,</br>When on the midnight breeze it softly dies.", "Such, as when morning gems the fields with dew,</br>To themes unknown some spirit tunes the lyre;</br>As fondly blushing with celestial hue,</br>The mantling clouds to eastern spheres retire.", "Lull'd by its power, the western winds are still'd,</br>As sinks the plaintive measure on the gale;</br>E'en Sorrow pensive stands, with wonder fill'd,</br>Nor seeks to move compassion by her tale.", "Beneath the shade when evening veils the skies,</br>The child of misery on the turf reclines;</br>Marking the spangled Heavens with tearful eyes,</br>Where world on world in liquid splendor shines.", "Slow on the night-breeze rising!  wild, yet sweet,</br>A strain celestial softly floats around;</br>A lay that makes the heart of Pity beat,</br>And Sorrow cast her tearful eyes to ground.", "Sooth'd into peace &mdash; forgetful of his woes&mdash;</br>Enrapt &mdash; the mourner listens to the strain;</br>As wild, yet soft, the aerial music flows,</br>While echoing rocks return the notes again.", "And still 'tis said, when midnight spreads its shade,</br>And Cynthia lifts her lucid orb on high;</br>The sacred bards in sable robes array'd,</br>Descend on moon-beams from the spangled sky.", "There, as their fingers tremble on the strings,</br>They wake with tuneful breath the sacred song;</br>While western breezes shake their playful wings,</br>And far and wide the lingering notes prolong.", "Celestial Harp! &mdash; long may thy hallow'd strings</br>Meet the soft murmurs of the western wind:</br>Still sooth the mournful heart Affliction brings,</br>And burst the band of sorrow Grief has twin'd.</br>"]