["In Aram's plains, where fair Damascus stands,</br>And fragrant roses deck the yellow sands;</br>Where Chrysorrbeus rolls his golden tide,</br>And wafts refreshing gales on either side;</br>Lo!  there Libanus' lofty summit's seen,</br>In ether rais'd, clad in perpetual green;</br>Where lofty cedars proudly wave their heads,</br>And o'er the mountain's brow their brances spread.</br>Ye youths who wander in the sylvan grove,</br>Attend, and mark the mighty pow'r of love.", "There skies serene their genial influence yield,</br>O'er fruitful vallies and each fragrant field;</br>There Turkish pomps in glitt'ring splendor rise,</br>And Mosque and Minaret in grandeur vies;</br>There the proud Crescent rears its horns on high,</br>And gilded domes swell on the ravish'd eye.</br>What tho' by faith Mahometan they're rais'd,</br>Allah!  omnipotent!  be ever prais'd!</br>Ye beauteous maidens who my verse approve,</br>Beward whilst listening to my tale of love.", "The morn has fled, and Sol's refulgent ray</br>In length'ning shadows gradual stole away;&mdash;</br>When in the western hemisphere obscur'd,</br>The wanton zephyrs to the grove allur'd</br>Each Syrian maiden, who with passion fir'd</br>Sought the cool gale, and to the shade retir'd.</br>When lo!  the monarch's daughter sought the breeze,</br>And wander'd luckless mid the cypress trees.</br>Ye Persian maids, my fancies ne'er reprove:</br>Your clime, your manners, all are form'd for love!", "Sadi, a Moor, an humble Syrian slave,</br>Hies to the stream his sooty limbs to lave;</br>What tho' a dingy cast o'erspreads his form,</br>Pure is his bosom, and his heart is warm.</br>As Sadi sought the lightly swelling wave,</br>The monarch's daughter saw, and lov'd the slave.</br>The Moorish youth she view'd with anxious eye,</br>Gaz'd on his dingy form, and heav'd a sigh.</br>Ah!  why the warmth of such a flame reprove,</br>Since every look she took increas'd her love?", "Beneath a lofty cypress' spreading shade,</br>In rapt'rous pleasure, sat the royal maid;</br>Unseen, unheard, did all his beauties scan,</br>And view'd the Moor as nature made the man:</br>Saw his dark form dash in the liquid foam,</br>Rise on the wave, and on its bosom roam;</br>Sport on the surface, on its billows feud,</br>And sink at will within the circling flood.</br>Ye maids whose thoughts in fairy fancies move,</br>Beware, nor taste th' insidious sweets of love.", "Lost in the fond delirium of love,</br>Beguil'd, the web of fancy sweet she wove;</br>And as the tawny youth sunk in the wave,</br>The maid insensibly became a slave.</br>Lo!  in his sports she passion did reveal,</br>As o'er her cheek the crimson hue did steal;</br>What tho' he dares the circling flood disdain?</br>He dives &mdash; perchance, he ne'er may rise again.</br>Ye Persian maidens, ne'er such fears reprove,</br>For all are timid who do truly love.", "At length with wanton sports and gambols tir'd,</br>The Moor arose, and from the stream retir'd;</br>Around his waist the milk-white sash he bound,</br>And sought his turban on the sandy ground;</br>When lo!  the Persian maiden met his eye!</br>Fearful, he knew not, or to stop or fly;</br>Amaz'd he bent his knee, and rais'd his hand,</br>And humbly laid his head upon the sand.</br>Blush not, ye maidens, tho' your fancies rove:</br>Sweet are th' anticipated joys of love.", "His timid nature but inflam'd the maid,</br>And thus in accents soft she sweetly said:</br>\"Rise, gentle Moor!  there is no danger nigh,</br>Save the soft whisp'ring murmur of a sigh.</br>These milky pearls that on my breast I wear,</br>Shall deck the ringlets of thy sooty hair;</br>O'er thy dark shoulder I this shawl will throw,</br>And to the mountain top, my Moor, we'll go.</br>Ye maids, whose am'rous passions kindly move,</br>Know that the current's strong which flows from love.", "\"My father's splendid treasures lost to view,</br>My love, my Moor, I'll rifle all for you!</br>A casket rich in pearls and jewels rare,</br>The sultan's pride and most peculiar care,</br>I'll to thine arms at fading eve resign,</br>Be thou prepar'd, my Moor, and I am thine!</br>Ah!  start not, Sadi &mdash; think on all you'll lose&mdash;</br>Death is thy portion should'st thou me refuse!\"</br>Ye maidens, check not in your hours of love</br>The modest blush, for 'twill your thoughts reprove.", "The Moor embolden'd view'd the grateful shade,</br>And ev'ry tree with cautious eye survey'd;</br>Then bent him down, and in his tawny arms</br>Clasp'd the ripe maiden's fondly yielding charms;</br>\"O!  Selima,\" he cried, \"this lovely night,</br>Yon rising crescent's lustre'll aid our flight:</br>I'll to the Meidan at eve repair,</br>And for thy sake the Sultan's vengeance dare!\"</br>The moon arose, and heav'nly dews were shed,</br>As o'er the sandy waste the lovers fled.</br>"]