["ECLOGUE THE FIRST.</br>SCENE:  JAMAICA.</br>TIME:  MORNING.</br>The Eastern clouds declare the coming day,</br>The din of reptiles slowly dies away.</br>The mountain-tops just glimmer on the eye,</br>And from their bulky sides the breezes fly.</br>The Ocean's margin beats the varied strand,</br>It's hoarse, deep, murmurs reach the distant land.</br>The Sons of Mis'ry, Britain's foulest stain,</br>Arise from friendly sleep to pining pain;</br>Arise, perchance, from dreams of Afric's soil,</br>To Slav'ry, hunger, cruelty, and toil:&mdash;</br>When slowly moving to their tasks assign'd,</br>Two sable friends thus eas'd their lab'ring mind.", "JUMBA.</br>Oh say, ADOMA, whence that heavy sigh?</br>Or is thy YARO sick &mdash; or droops the Boy?</br>Or say what other woe&mdash;", "ADOMA.</br>These wounds behold.&mdash;", "JUMBA.</br>Alas!  by them too plain thy griefs are told!</br>But whence, or why these stripes?  my injur'd friend.</br>Declare how one so mild could thus offend.", "ADOMA.</br>I'll tell thee, JUMBA. &mdash; 'Twas but yesterday,</br>As in the field we toil'd our strength away,</br>My gentle YARO with her hoe was nigh,</br>And on her back she bore my infant Boy.</br>The sultry heats had parch'd his little throat,</br>His head reclin'd I heard this wailing note.</br>The Mother, at his piteous cries distress'd,</br>Now paus'd from toil and gave the cheering breast.</br>But soon alas!  the savage Driver came,</br>And with his cow-skin cut her tender frame;</br>Loudly he tax'd her laziness, &mdash; and then</br>He curs'd my boy, and plied the lash again!</br>&mdash;JUMBA, I saw the deed, &mdash; I heard her grief!</br>Could I do less? &mdash; I flew to her relief;</br>I fell before him &mdash; sued, embrac'd his knee,</br>And bade his anger vent itself on me,</br>Spurn'd from his feet I dar'd to catch his hand,</br>Nor loos'd it, JUMBA, at his dread command:</br>For, blind with rage, at one indignant blow</br>I thought to lay the pale-fac'd villain low!</br>But sudden stopp'd; &mdash; for now the whites came round,</br>They seiz'd my arms, &mdash; my YARO saw me bound!</br>Need I relate what follow'd?", "JUMBA.</br>Barb'rous deed!</br>Oh!  for the pow'r to make these Tyrants bleed!</br>These, who in regions far remov'd from this,</br>Think, like ourselves, that liberty is bliss,</br>Yet in wing'd houses cross the dang'rous waves,</br>Led by base av'rice, to make others slaves:&mdash;</br>These, who extol the freedom they enjoy,</br>Yet would to others every good deny:&mdash;</br>These, who have torn us from our native shore</br>Which (dreadful thought!)  we must behold no more:&mdash;</br>These, who taunts our tears, with mocks, our griefs, repay:</br>Oh!  for the pow'r to bring these monsters low,</br>And bid them feel the biting tooth of woe!", "ADOMA.</br>JUMBA, my deep resolves are fix'd!  my friend,</br>This life, this slavish journey, soon shall end.</br>These fest'ring gashes loudly bid me die,</br>And by our sacred Gods I will comply.</br>Yes, JUMBA, by each great Fetish I swear,</br>This, worse than death, I cannot, will not bear.", "JUMBA.</br>What!  tamely perish?  no, ADOMA, no&mdash;</br>Thy great revenge demands a glorious blow.</br>But dar'st thou bravely act in such a cause?</br>Friends must be found, &mdash; what say'st thou? &mdash; why this pause?", "ADOMA.</br>JUMBA, thou mov'st me much. &mdash; Thy looks are wild,</br>Thy gestures passionate&mdash;", "JUMBA.</br>If to be mild</br>In such a cause were virtue, &mdash; on the ground</br>JUMBA would crawl, and court the causeless wound.</br>&mdash;How oft, my friend, since first we trod these plains</br>Have trivial faults call'd forth the bitt'rest pains!</br>How oft our Tyrants, at each dex'trous lash,</br>With joyous looks have view'd each bleeding gash;</br>How oft to these, with tortures still uncloy'd,</br>Have they the Eben's prickly branch applied!</br>And shall we still endure the keenest pain,</br>And pay our butchers only with disdain?</br>Shall we, unmov'd, still hear their coward blows?</br>&mdash;No: &mdash; vengeance soon shall fasten on our foes,</br>Lend but thy succour&mdash;", "ADOMA.</br>Comfort to my soul</br>Thy words convey, and ev'ry fear controul.</br>Their last, base, cruel act so steels my heart,</br>That in thy bold resolves I'll bear a part.", "JUMBA.</br>Enough: &mdash; Our glorious aims shall soon succeed,</br>And thou in turn shall see th' oppressors bleed.</br>Soon shall they fall, cut down like lofty Canes,</br>And (oh!  the bliss) from us receive their pains.</br>Oh!  'twill be pleasant when we see them mourn,</br>See the fell cup to their own lip return,</br>View their pale faces prostrate on the ground,</br>Their meagre bodies gape with many a wound;</br>View with delight each agonizing grin,</br>When melted wax is dropp'd upon their skin:&mdash;</br>Then bid them think&mdash;", "ADOMA.</br>Hark!  from yon plaintain trees</br>Methought a voice came floating on the breeze.</br>&mdash;Hark! &mdash; there again&mdash;", "JUMBA.</br>'Tis so:  our tyrants come.&mdash;</br>At even we'll meet again: &mdash; mean time be dumb.", "</br>ECLOGUE THE SECOND.</br>TIME:  EVENING.</br>The twinkling Orbs which pierce the gloom of night</br>Now shine with more than European light.</br>Slow from the vap'ury mountains comes the breeze,</br>And on it's dewy wings sits pale disease,</br>Rising from distant reefs and rocky shores,</br>Where vex'd with recent gales old Ocean roars;</br>Now up the slopes where spiry canes appear,</br>A faint unvaried din assails the ear.</br>The lurking reptiles now being their rounds,</br>And fill the air with shrill discordant sounds,</br>And now with varied hum in search of prey,</br>Unnumber'd insects wheel their airy way;</br>There glowing fire seems borne upon the wing,</br>And here the keen Mosquito darts his sting.</br>The wearied Negroes to their sheds return,</br>Prepare their morsels, and their hardships mourn,</br>Talk o'er their former bliss, their present woes;</br>Then sink to earth, and seek a short repose.</br>&mdash;'Twas now the sable friends, in pensive mood,</br>In a lone path their doleful theme renew'd.", "ADOMA.</br>JUMBA, those words sunk deep into my heart,</br>Which thou in friendship didst this morn impart.</br>Still at my toil my mind revolv'd them o'er,</br>But grew, the more I mus'd, dismay'd the more.</br>Oh!  think on PEDRO, gibbetted alive!</br>Think on his fate &mdash; six long days to survive!&mdash;</br>His frantic looks, &mdash; his agonizing pain,&mdash;</br>His tongue outstretch'd to catch the drooping rain;</br>His vain attempts to turn his head aside,</br>And gnaw the flesh which his own limbs supplied;</br>Think on his suff'rings, when th' inhuman crew,</br>T' increase his pangs, plac'd Plaintains in his view,</br>And bad him eat&mdash;", "JUMBA.</br>If thus thy promise ends,</br>If thus thy dastard heart would aid thy friends,</br>Away, mean wretch, and view thy YARO bleed,</br>And bow submissive to th' unmanly deed!&mdash;</br>Thou speak'st of PEDRO. &mdash; He possess'd a soul,</br>Which nobly burst the shackles of controul.</br>He fell betray'd, but boldly met his death;</br>And curs'd his tyrants with his latest breath.</br>&mdash;But go, ADOMA, since to live is sweet,</br>Go, like a dog, and lick the white men's feet;</br>Tell them that hunger, slav'ry, toil, and pain</br>Thou wilt endure, nor ever once complain:</br>Tell them, though JUMBA dares to plot their fall,</br>That thou art tame, and wilt submit to all,</br>Go poor submissive slave. &mdash; Go, meanly bend,</br>Court the pale butchers, and betray thy friend.", "ADOMA.</br>How! &mdash; I betray my friend! &mdash; Oh, JUMBA, cease;</br>Nor stab ADOMA with such words as these.</br>Death frights me not; I wish revenge like thee;</br>But oh!  I shudder at their cruelty.</br>I could undaunted, from the craggy steep</br>Plunge, and be swallow'd in the raging deep;</br>Fearless I could with manchineal, or knife,</br>Or cord, or bullet, end this hated life.</br>But oh, my friend, like PEDRO to expire,</br>Or feel the pangs of slow-consuming fire,&mdash;</br>These are most terrible!&mdash;", "JUMBA.</br>A ling'ring pain</br>Thou fear'st, and yet canst bear thy servile chain!</br>Canst bear incessant toil, and want of food,</br>Canst bear the Driver's lash to drink thy blood!</br>Say, doom'd to these, what now does life supply</br>But ling'ring pain, which must at length destroy?</br>&mdash;Yet go, poor timid wretch, go fawn and grieve:</br>And as those gashes heal, still more receive:</br>Go, and submit, like oxen to the wain;&mdash;</br>But never say thou fear'st a ling'ring pain.", "ADOMA.</br>Thy charge is just.  But, friend, there still remain</br>Two ways to free us from this galling chain.</br>Sure we can bid our various sorrows cease</br>By quitting life, or how, or when we please:</br>Or we can quickly fly these cruel whites</br>By seeking shelter on the mountains' heights,</br>Where wild hogs dwell, where lofty Cocoas grow,</br>And boiling streams of purest water flow.</br>There we might live; for thou with skilful hand</br>Canst form the bow, and jav'lin, of our land.</br>There we might freely roam, in search of food,</br>Up the steep crag, or through the friendly wood,</br>There we might find&mdash;", "JUMBA.</br>Alas!  thou dost not know</br>The King of all those mountains is our foe;</br>His subjects num'rous, and their chief employ</br>To hunt our race, when fled from slavery.</br>Lur'd by the hope of gain such arts are tried,</br>No rocks can cover us, no forests hide.</br>Against us ev'n the chatt'ring Birds combine,</br>And aid those hunters in their curs'd design:</br>For oft, through them, the fugitives are caught,</br>And, strongly pinion'd, to their tyrants brought.</br>O'er vale, or mountain, thus where'er we go,</br>The suff'ring Negro surely finds a foe.", "ADOMA.</br>Ah, JUMBA, worse, much worse our wretched state,</br>Thus vex'd, thus harrass'd, than that fishes fate,</br>Which frequent we beheld when wafted o'er</br>The great rough water from our native shore.</br>He, as the tyrants of the deep pursu'd,</br>Would quit the waves their swiftness to elude,</br>And skim in air: &mdash; when lo!  a bird of prey</br>Bends his strong wing, and bears the wretch away!</br>No refuge, then, but death&mdash;", "JUMBA.</br>What!  tamely die!</br>No!  vengeance first shall fall on tyranny!</br>We'll view these white men gasping in their gore;&mdash;</br>Then let me perish!  JUMBA asks no more.&mdash;", "ADOMA.</br>Oh!  peace, &mdash; think where thou art; thy voice is high:</br>Quick drop the dang'rous theme. &mdash; My shed is nigh;</br>There my poor YARO will our rice prepare;&mdash;</br>I pray thee come.&mdash;", "JUMBA.</br>Away, and take thy fare,</br>For me, I cannot eat, &mdash; haste to thy shed,</br>Farewell, be cautious, &mdash; think on what I've said.", "</br>ECLOGUE THE THIRD.</br>TIME:  NOON.</br>Now downward darts the fierce meridian ray,</br>And nature pants amid'st the blaze of day,</br>Though pitying Ocean, to her suff'rings kind,</br>Fans her warm bosom with his eastern wind.</br>Now the huge mountains charm the roving eye,</br>Their verdant summits tow'ring to the sky.</br>The cultur'd hill, the vale, the spreading plain,</br>The distant sea worn beach, the ruffled main,</br>The anchoring Bark o'erspread with awnings white</br>All, now appear in robes of dazzling light.</br>The feather'd race their gaudy plumes display,</br>And sport, and flutter, 'midst the glowing day.</br>The long bill'd, humming tribes now hover round,</br>And shew their tints where blossoms most abound.</br>With eyes intent on earth, well pois'd in air,</br>Now useful Vultures seek their fated fare,</br>Where curls the wave, the Pelican on high,</br>With beak enormous, and with piercing eye,</br>If chance he sees a watry tenant rise,</br>Now headlong drops  and bears away his prize.</br>Now variegated flies their pinions spread;</br>And speckled Lizards start at ev'ry tread.</br>Now oxen to the shore in pond'rous wains,</br>Drag the rich produce of the juicy canes.</br>Now wearied Negroes to their sheds repair,</br>Or spreading tree, to take their scanty fare:</br>Whose hour expir'd, the shell is heard to blow,</br>And the sad tribe resume their daily woe.</br>'Twas now, beneath a Tam'rind's cool retreat,</br>Two sable friends thus mourn'd their wretched fate.", "CONGO.</br>Oh QUAMINA!  how roll'd the Suns away,</br>When thus upon our native soil we lay;</br>When we repos'd beneath the friendly shade,</br>And quaff'd our palmy wine, and round survey'd</br>Our naked offspring sporting free as air,</br>Our num'rous wives the chearing feast prepare:</br>Saw plenty smile around our cane-built sheds,</br>Saw Yams shoot up, and Cocoas lift their heads.</br>&mdash;But now ah!  sad reverse!  our groans arise,</br>Forlorn and hopeless, far from all we prize:</br>Timid we tremble at our tyrants' frown,</br>And one vast load of mis'ry bends us down.", "QUAMINA.</br>Yes, &mdash; those were times which we in vain may mourn,</br>Times which, my CONGO, never will return!</br>Times, e'er the scourge's hated sound was known,</br>Of hunger, toil, and stripes, had caus'd a groan.</br>Times, when with arrows arm'd, and trusty bow,</br>We oft repell'd each rude, invading, foe.</br>Times, when we chac'd the fierce-ey'd beasts of prey</br>Through tangled woods, which scarcely know the day:</br>When oft we saw, in spite of all his care,</br>The bulky Elephant within our snare.", "CONGO.</br>Twelve moons are past, for still I mark them down,</br>Since the fell trading race, attack'd our town;</br>Since we were seiz'd by that inhuman band,</br>Forc'd from our wives, our friends, and native land.</br>Twelve long, long moons they've been; and since that day</br>Oft have we groan'd beneath a cruel sway.</br>Oft has the taper'd scourge, where knots and wire</br>Are both combin'd to raise the torture higher,</br>Brought bloody pieces from each quiv'ring part,</br>Whilst tyrant whites have sworn 'twas dext'rous art.", "QUAMINA.</br>Sharks seize them all!  their love of torture grows,</br>And the whole Island echoes with our woes.</br>Didst thou know JUMBA? &mdash; Some close, list'ning ear,</br>Heard him last eve denounce in terms severe,</br>Deep vengeance on these whites.  In vain he fled:</br>This morn I saw him number with the dead!", "CONGO.</br>A fate so sudden!  &mdash; And yet why complain?</br>The white mans pleasure is the Negroes pain.", "QUAMINA.</br>Didst thou e'er see, when hither first we came,</br>An ancient Slave, ANGOLA was his name?</br>Whose vig'rous years upon these hills were spent,</br>In galling servitude, and discontent:</br>He late, too weak to bear the weighty toil,</br>Which all endure who till this hated soil,</br>Was sent, as one grown useless on th' estate,</br>Far to the town to watch his Master's gate,</br>Or to the house each morn the fuel bring,</br>Or bear cool water from the distant spring:</br>With many a toil, with many a labour more,</br>Although his aged head was silver'd o'er,</br>Although his body like a bow was bent,</br>And old, and weak, he totter'd as he went.", "CONGO.</br>I knew him not,", "QUAMINA.</br>Often, each labour sped,</br>Has he with aching limbs attain'd his shed.</br>Attain'd the spot, dejected and forlorn,</br>Where he might rest his aged head 'till morn:</br>Where, wearied out, he op'd the friendly door,</br>And, entring, prostrate sunk upon the floor.</br>Feeble and faint some moons he toil'd away;</br>(For trifles toil become as men decay)</br>When late beneath the driver's lash he fell,</br>And scourg'd, and tortur'd, bade the world farewell.", "CONGO.</br>But why the scourge?  Wherefore such needless rage?</br>Is there not pity, then, for weak old age?", "QUAMINA.</br>'Twas part of his employ, with empty pail,</br>To crawl for water to a neighb'ring vale:</br>And as he homeward bore the liquid load,</br>With trembling steps along the rugged road,</br>His wither'd limbs denied their wonted aid:</br>&mdash;The broken vessel his mishap betray'd.</br>This his offence: &mdash; for this, thrown on the ground,</br>His feeble limbs outstretch'd, and strongly bound,</br>His body bare, each nerve convuls'd with pain,</br>I saw and pitied him &mdash; but ah!  in vain.</br>Quick fell the lash:  his hoary head laid low,</br>His eyes confess'd unutterable woe.</br>He sued for mercy:  the big tear apace,</br>Stole down the furrows of his aged face.</br>His direful groans (for such they were indeed!)</br>Mix'd with his words when e'er he strove to plead,</br>And form'd such moving eloquence, that none,</br>But flinty-hearted Christians could go on.</br>At length releas'd, they bore him to his shed:</br>Much he complain'd, and the next morn was dead.", "CONGO.</br>And was this all?  was this th' atrocious deed?</br>Which doom'd this hoary sufferer to bleed?</br>May ev'ry curse attend this pallid race,</br>Of earth the bane, of manhood the disgrace.</br>May their dread Judge, who, they pretend to say,</br>Rules the whole world with undivided sway,</br>May he (if such he hath) display his pow'r,</br>Poison their days, appall their midnight hour,</br>Bid them to fear his wrathful, stern, controul,</br>Pour his whole cup of trembling on their soul,</br>'Till they, repentant, these foul deeds forego,</br>And feel their hearts distress'd with others woe!", "</br>ECLOGUE THE FOURTH.</br>TIME:  MIDNIGHT.</br>With dreadful darkness, now the Isle is crown'd</br>And the fierce northern tempest howl'd around</br>Loud roars the surf; the rocks return the roar,</br>And liquid fire seems bursting on the shore.</br>Swift darts the light'ning in fantastic guise,</br>And bellowing thunder rolls along the skies.</br>Convuls'd, the big black clouds drop sheets of rain,</br>And uproar lords it, o'er the dark domain.</br>At this dread hour, deep in an orange grove,</br>The sad LOANGO mourn'd his absent love.", "\"Three nights in this appointed gloom I've past,</br>No QUAMVA comes, &mdash; and this shall be my last,</br>Hoarse thunder, cease thy roar: &mdash; perchance she stays,</br>Appall'd by thee, thou light'ning's fiery blaze:</br>'Tis past the hour: &mdash; chill North, thy blasts restrain,</br>And thou, black firmament, hold up thy rain:</br>Let QUAMVA come, my wife, my soul delight,</br>Torn from my arms, by that accursed white;</br>That pale-fac'd villain, &mdash; he, who through the day</br>O'erlooks our toils, and rules with bloody sway;</br>By him, who proud of lordship o'er the field,</br>By daily tortures made my QUAMVA yield;</br>Him, who has stol'n my treasure from my arms,</br>And now perhaps, now riots on her charms!</br>Oh!  'tis too much: &mdash; Come dark revenge and death;</br>He bravely falls, who stops a tyrant's breath.", "\"Roar on, fierce tempests: &mdash; Spirits of the air</br>Who rule the storms, oh!  grant my ardent  pray'r.</br>Assemble all your winds, direct their flight,</br>And hurl destruction on each cruel White:&mdash;</br>Sweep canes, and Mills, and houses to the ground,</br>And scatter ruin, pain, and death around:&mdash;</br>Rouse all you blasting fires, that lurk on high,</br>And, 'midst his pleasures, let the plund'rer die!</br>But spare my QUAMVA, who, with smother'd sighs,</br>The odious rape endures, but now enjoys,</br>Wishing the Tyrant's senses drown'd in sleep,</br>That she enraptur'd may her promise keep.</br>Oh!  'tis too much: &mdash; Come dark revenge, and death;</br>He bravely  falls, who stops a tyrant's breath.", "\"Yet let me pause.  'Tis said that woman's mind,</br>Still changes like the Hurricane's fierce wind,</br>Ranging from man to man, as shifts the Bee,</br>Or long-bill'd Humming-bird, from tree to tree.</br>How if she like the White, his gaudy cloaths,</br>His downy bed for pleasure and repose;</br>His shrivel'd frame, his sickly pallid face;</br>And finds a transport in his weak embrace.</br>It may be so. &mdash; Oh!  vengeance on her head,</br>It is, it is: &mdash; She likes the Driver's bed.</br>For this she stays. &mdash; Ye hidden scorpions creep,</br>And with your pois'nous bites invade their sleep;</br>Ye keen CENTIPEDES, oh!  crawl around,</br>Ye sharp-tooth'd Snakes, inflict your deadly wound.</br>Fool that I was to think her woman's soul,</br>The love of beads, and fin'ry could controul:</br>Or think that one so beauteous would endure,</br>My lowly bed, a mat upon the floor;</br>My Yam, or Plaintain, water from the spring,</br>And the small bliss LOANGO'S love could bring.</br>&mdash;No, 'tis too plain: &mdash; Come dark revenge, and death,</br>And steel my soul to stop a wanton's breath.", "\"The MANCHINEEL, how beauteous to the sight,</br>But ah!  how deadly to the appetite!</br>Such woman is, that loveliest of ills;</br>If seen she charms, if more than seen she kills.</br>When forc'd by savage Whites from Afric's soil,</br>And doom'd by them to cruelty and toil;</br>Death was my early wish:  but QUAMVA found,</br>All my past woes were in possession drown'd.</br>Oft when I came at eve oppress'd with woe,</br>Gloomy, and weary from the lab'ring hoe,</br>Can I forget each soft, each soothing, art</br>Which QUAMVA us'd to chear my drooping heart?</br>Can I forget, 'though she my toil had shar'd,</br>How soon the scanty viands were prepar'd?</br>Oh!  never: &mdash; but those blissful days are o'er;</br>QUAMVA is false, and I am blest no more!</br>QUAMVA is false: &mdash; Come dark revenge, and death,</br>And steel my soul to stop a wanton's breath.", "\"Glad through the herbage sport the reptile kind,</br>To food and pleasure are their nights consign'd.</br>Swift with his mate the bird unbounded flies,</br>And on his native hills the bliss enjoys.</br>Not so LOANGO: &mdash; he from peaceful plains</br>Where plenty dwells, and no curs'd white restrains,</br>Was dragg'd to slavery, torture, want, and toil.</br>Yet these I bore, while QUAMVA cheer'd my pains:&mdash;</br>But QUAMVA'S lost, and nought but death remains.</br>Three long, long nights, still absent!  'Tis too plain,</br>The white man pleases, and my hopes are vain.</br>Come then, revenge, and 'midst this horrid roar</br>My thirsty knife shall drink their streaming gore.</br>Come, swiftly come, and aid me to surprise</br>These guilty lovers acting o'er their joys;</br>Just then &mdash; great  Afric's Gods! &mdash; to strike the blow!</br>Just then &mdash; what transports would the stroke bestow!</br>Just then &mdash; my brain's on fire! &mdash; Come, pointed blade,</br>And poor LOANGO'S vengeance justly aid.</br>Three, three must fall!  for Oh!  I'll not survive;</br>I dread the white men's gibbeting alive,</br>Their wiry tortures, and their ling'ring fires:&mdash;</br>These he escapes, who by the knife expires.</br>Come, then, revenge! &mdash; The deed will soon be o'er,</br>And then LOANGO views his native shore;</br>Rides on the fleeting clouds through airy roads,</br>Nor stops 'till plac'd in Afric's bless'd abodes.</br>Come pointed blade; &mdash; the Tyrant's house is nigh:&mdash;</br>And now for vengeance, death, and liberty!&mdash;\"", "Then to the place, with frenzy fir'd, he fled,</br>And the next morn behold the mangled dead!&mdash;</br>"]