["Far up among the forest-laden mountains,</br>Where Winterberg, stern giant old and grey,</br>Looks down the subject dells, whose gleaming fountains</br>To wizard Kat their virgin tribute pay,</br>A valley opens to the noontide ray,</br>With green savannahs shelving to the brim</br>Of the swift River, sweeping on his way</br>To where Umtoka hies to meet with him,</br>Like a blue serpent gliding through the acacias dim.", "Round this secluded region circling rise</br>A billowy waste of mountains, wild and wide;</br>Upon whose grassy slopes the pilgrim spies</br>The gnu and quagga, by the greenwood side,</br>Tossing their shaggy manes in tameless pride;</br>Or troop of elands near some sedgy fount;</br>Or kudu fawns, that from the thicket glide</br>To seek their dam upon the misty mount;</br>With harts, gazelles, and roes, more than the eye may count.", "And as we journeyed up the pathless glen,</br>Flanked by romantic hills on either hand,</br>The boschbok oft would bound away &mdash; and then</br>Beside the willows, backward gazing, stand.</br>And where old forests darken all the land,</br>From rocky Katberg to the river's brink,</br>The buffalo would start upon the strand,</br>Where, 'mid palmetto flags, he stooped to drink,</br>And, crashing through the brakes, to the deep jungle shrink.", "Then, couched at night in hunter's wattled shieling,</br>How wildly beautiful it was to hear</br>The elephant his shrill reveille pealing,</br>Like some far signal-trumpet on the ear!</br>While the broad midnight moon was shining clear,</br>How fearful to look forth upon the woods,</br>And see those stately forest-kings appear,</br>Emerging from their shadowy solitudes&mdash;</br>As if that trump had woke Earth's old gigantic broods!", "Such the majestic, melancholy scene</br>Which 'midst that mountain-wilderness we found;</br>With scarce a trace to tell where man had been,</br>Save the old Caffer cabins crumbling round.</br>Yet this lone glen (Sicana's ancient ground,)</br>To Nature's savage tribes abandoned long,</br>Had heard, erewhile, the Gospel's joyful sound,</br>And low of herds mixed with the Sabbath sound.</br>But all is silent now.  The Oppressor's hand was strong.", "Now the blithe loxia hangs her pensile nest</br> From the wild-olive, bending o'er the rock,</br>Beneath whose shadow, in grave mantle drest,</br>The Christian Pastor taught his swarthy flock.</br>A roofless ruin, scathed by flame and smoke,</br>Tells where the decent Mission-chapel stood;</br>While the baboon with jabbering cry doth mock</br>The pilgrim, pausing in his pensive mood</br>To ask &mdash; \"Why is it thus?  Shall EVIL baffle GOOD?\"", "Yes &mdash; for a season Satan my prevail,</br>And hold, as if secure, his dark domain;</br>The prayers of righteous men may seem to fail,</br>And Heaven's Glad Tidings be proclaimed in vain.</br>But wait in faith:  ere long shall spring again</br>The seed that seemed to perish in the ground;</br>And, fertilised by Zion's latter rain,</br>The long-parched land shall laugh, with harvests crowned,</br>And through those silent wastes Jehovah's praise resound.", "Look round that Vale:  behold the unburied bones</br>Of Ghona's children withering in the blast:</br>The sobbing wind, that through the forest moans,</br>Whispers &mdash; \"The spirit hath for ever passed!\"</br>Thus, in the Vale of Desolation vast,</br>In moral death dark Afric's myriads lie;</br>But the Appointed Day shall dawn at last,</br>When, breathed on by a Spirit from on High,</br>The dry bones shall awake, and shout &mdash; \"Our God is nigh!\"</br>"]