["When nature nurse of every living thing,</br>Had clad her charge in brave and new aray:</br>The hils rejoyst to see themselves so fine:</br>The fields, and woods grew proud therof also:</br>The medowes with their partie coloured coates,</br>Like to the Rainebow in the azur'd skie,</br>Gave just occasion to the cheerefull birdes,</br>With sweetest note, to sing their nurses praise.</br>Among the which, the merrie Nightingale</br>With swete and swete, (her brest against a thorne)</br>Ringes out all night the never ceasing laudes</br>Of God, the author of her nursse and all.", "About this time, the Lady Venus viewd,</br>The fruitfull fieldes of Hartfordshire:</br>And saw the river, and the meades thereof</br>Fit for to breede her birdes of greatest prise.</br>She calles in haste for winged Mercurie,</br>And sendes him to Cayster, silver streame:</br>Fetch me (saith he) two Cignets of the best,</br>And in the Laund, hard by the parke of Ware,</br>Where Fanshawe buildes for his succeeding race,</br>Thy speedie comming I will there await.</br>The messenger of all the heavenly court,</br>Makes haste away to doo his mistresse quest:</br>And from the brood two Cignets of esteeme</br>He sleely takes, unseene of any Swannes,</br>Which in that river be so plentifull.", "To Ware he comes, and to the Launde he flies,</br>Where Venus, like the Goddesse of great Love,</br>Sate lovely by the running river side,</br>Tuning her Lute unto the waters fall;</br>Wherewith she did record the love and armes</br>Of mightie Mars, the God of dreadfull warre.", "The present come, she layeth downe her Lute,</br>And takes these Cignets of so great esteeme,</br>Throwing them both into her river Lee:</br>And posted straight up, to the throne of Jove,</br>Where lovely, like to verie love it selfe,</br>Shee set her selfe, upon her yeelding knee,</br>And craves of him but onely this request,</br>That her two Swannes might prosper in the streame,</br>And rule the rest, as worthie King and Queene.", "The mightie Jove, unwilling to denie</br>His daughters sute, for feare of further ill,</br>Graunts her request:  and more to pleasure her,</br>Saith, that these two so fruitfull shall become,</br>That all the Swannes, yea, the verie Thames</br>Shall be replenisht with their princely race.</br>Uenus yeeldes thankes, and hastes her selfe away,</br>To mount Troclya, where she tooke her rest.", "Long lived these Swannes in Lee, with great increase</br>Of honour, royaltie, and in high estate:</br>Inricht with issue of the fayrest breede,</br>That lives in Severne, Humber or in Trent,</br>The chiefest floudes that water English ground.</br>Three times had Venus us'd them for to draw</br>Her Ivory Chariot, through the loftie ayre.</br>A speciall favour (as the Poets say)</br>Graunted to such, as she holdes in accompt.", "Now as these Swannes began to waxen old,</br>As time outweares eche creature that doth live:</br>It pleased them to send throughout their realme,</br>For all their subjectes of the highest bloud:</br>With full intent to make a progresse cleane,</br>Throughout their land to see the boundes thereof,</br>And every brooke that harbours anie Swanne,</br>With all the Isles that unto them belong.</br>No sooner was this message knowne abroad,</br>But there resorted to their being place,</br>Such troupes of milke-white Swannes, as well beseem'd</br>The royall state of two such princes great.</br>Among which troupes, the King and Queene made choise</br>Of fortie Swannes of high and royall bloud,</br>For to attend upon their Majesties.</br>Then looke how Cynthia with her silver rayes,</br>Exceedes the brightnesse of the lesser starres,</br>When in her chiefest pompe she hasteth downe,</br>To steale a kisse from drousie Endymion:</br>So doe these princes farre excell in state,</br>The Swannes that breede within Europaes boundes.", "And in this pompe, they hie them to the head,</br>Whence Lee doth spring, not farre from Kempton towne,</br>And swiftly comming downe through Brooke-hall parke,</br>Leaves Whethamsted, so called of the corne:</br>By Bishops-Hatfield then they come along,</br>Seated not farre from antient Verolane:</br>His Citie, that first did spend his blessed life,</br>In just maintaining of our Christian faith.", "When they had past Hartingfordbury towne,</br>A quite contrarie course they doe finde out:</br>And though it were some labour gainst the streame,</br>To trace this River, feeding christall Lee:</br>Yet worthily they holde their first resolve,</br>And up by Tewing, wide of Butlers house,</br>To Digswell haste, where Horsley dwelt of late:</br>And then to Welwine, passing well beknowne,</br>And noted for a worthie stratagem:</br>I meame the Danes, who on S. Bryces night,</br>Were stoughtly murdred by their women foes:</br>To Whitwell short, whereof doth burbling rise</br>The spring, that makes this little river runne.", "Thence backe againe unto the chiefest towne,</br>Of all the shire, and greatest of accompt,</br>Defended with a Castle of some strength,</br>Well walled, dyched, and amended late,</br>By her, the onely mirror of the world,</br>Our gracious Queene and Prince ELIZABETH.", "Not far from hence, stands many a milkewhite Swanne,</br>Attending for to entertaine their Prince:</br>Among the which, was one of chiefe accompt,</br>That busked up his winges in greatest pride,</br>And so salutes this worthie companie:</br>And with a speeche that well did him beseeme,</br>He tels how that neere Walkhorne Capels seate,</br>The Bene doth rise, and gives his proper name</br>To Benington, and so to Watton runnes:</br>And then by Staplefoord, to Beneghoo heere,</br>Where we, with all the Swannes and Cignets both,</br>That live in Bene, doe rest at your command.</br>Right graciously the Princes tooke his speeche:</br>And so departed towardes Edwardes Ware,</br>But ere they come unto the Meade or Laund,</br>Where Venus first did put them in estate,</br>They passed up a river of good depth,</br>The greatest branch that feedeth christall Lee:</br>With speedie pace (as Swannes doe use to swimme)</br>They passe to Wadesmill, and to Thundrich Church,</br>And so to Standon, honoured with the house</br>Of worthie Sadler Knight, and Counseller</br>To all the children of King Henry seventh:</br>Whose sonne surviving, holdes the verie path,</br>That leades to vertue and to honours throne.</br>By Puckhridge likewise they doe swiftly passe:</br>And so to Horne-meade more and lesse, and then</br>To Withthall, to Buckland and to Barckway both,</br>Where is the head and verie utmost bound</br>Of this surpassing cleere and goodly streame.", "Returning backe againe, the companie</br>Were marshalled and set in order brave.</br>And this was done least that undecently</br>They should passe by the guested towne of Ware.</br>Thus ordered, they come by Byrches house.</br>That whilom was the brothers Priers place</br>Then by the Crowne, and all the Innes of Ware:</br>And so approching to the late built bridge,</br>They see the barges lading malt apace:</br>And people wondering at so great a troope:</br>Among the which, a man whose silver heares</br>Seem'd to excell the whitenesse of the rest,</br>Bespake them thus.", "Long have I lived, and by this bridge was borne,</br>Yet never saw I such a companie:</br>So well beseene, so ordered, and so faire:</br>Nay (as I thinke) the age that is by past,</br>Nor yet the same that after shall insue</br>Never beheld, nor lookt upon the like.</br>The people listened to this aged man,</br>As one they loved, and held in reverence.", "And as they stoode, behold a sodaine chance:</br>From South-side of the bridge, hard by the same,</br>Two goodly Swannes, with Cignets full fifteene</br>Presents themselves, and theirs unto the Prince:</br>Excusing well their slackenesse, and offence</br>In not appearing at their first command.</br>The Queene beholding such a goodly broode,</br>Receiv'd them all, and pardoned everie misse:</br>Demanding where they us'd, and all their state,</br>After a becke in signe of humble thankes,</br>The Cocke made answere with a modest grace.", "A place there is, not farre from hence (O king)</br>A chalkie hill, beneath the same a hole,</br>Cal'd Chadwell head, whence issues out a streame,</br>That runnes behind broad Meade that you see heere:</br>A little rill, yet great inough for us,</br>And these our breede, yet (gratious Prince) behold</br>A tale there is delivered unto us</br>From hand to hand, how that a hunted ducke,</br>Diving within this Chalk-well head or hole,</br>Was forced underneath the hollow ground</br>To swimme along by waies that be unknowne:</br>And afterward at Amwell spring (they say)</br>Was taken up all fetherlesse and bare.", "The King and Lordes tooke pleasure at the tale:</br>And so made haste quite through the arched bridge,</br>To Amwell, when they easilie did espie</br>The spring and rill that comes out of the hill:</br>And is supposed to rise at Chadwell head.", "Beneath the same comes downe a little streame</br>That fosters Swannes, and comes from Haddam small:</br>And so by Haddam, where the Bishops house</br>Hath bene of long, and so to Wydford towne:</br>And here at Amwell falles into the river Lee.", "Then troupes this traine to Stanstead, called Le Thele,</br>And Stanstead where as Bashe did lately build,</br>Whose sonne yeeldes hope of vertue worth the place,</br>And livinges which his father purchast him.", "And here againe out of the kingly streame</br>They passe by Roydon through little Estwyke quite:</br>Then they salute Hunsdon the nurserie</br>And foster house of thrise renowmed Swannes:</br>Whose honour, and whose noble progenie</br>Gives glorie to that honourable house:</br>Lord, how they live all glorious as the sunne,</br>With tipes, and titles fit for their degree,</br>As kinsmen to our most redoubted Queene,</br>And men of high desert unto the state.", "From hence to Sapsford, and to Starford, cald</br>The Bishops:  then to Farnam and to Maunder,</br>And so to Clavering, where it riseth first,</br>And then comes downe againe into the Lee.", "From Stansted unto Hodsdon goe these Swannes,</br>From thence to Broxborne, and to Wormley wood</br>And so salute the holy house of Nunnes,</br>That late belongd to captaine Edward Dennie,</br>A knight in Ireland of the best accompt</br>Who late made execution on our foes,</br>I meane of Spanyardes, that with open armes</br>Attempted both against our Queene and us:</br>There now lord Talbot keepes a noble house:", "Now see these Swannes the new and worthie seate</br>Of famous Cicill, treasoror of the land,</br>Whose wisedome, counsell, skill of Princes state</br>The world admires, then Swannes may doe the same:</br>The house it selfe doth shewe the owners wit,</br>And may for bewtie, state, and every thing,</br>Compared be with most within the land.", "Downe all along through Waltham street they passe,</br>And wonder at the ruines of the Abbay,</br>Late supprest, the walles, the walkes, the monumentes,</br>And everie thing that there is to be seene:</br>Among them all a rare devise they see,</br>But newly made, a waterworke:  the locke</br>Through which the boates of Ware doe passe with malt,</br>This locke containes two double doores of wood,</br>Within the same a Cesterne all of Plancke,</br>Which onely fils when boates come there to passe</br>By opening anie of these mightie dores with sleight,</br>And strange devise, but now decayed sore.</br>And as they stayed here, thy chaunst to see</br>The stately crosse of Elnor, Henries wise</br>Then Enfield house that longes unto our Queene,</br>They all behold, and with due reveverence</br>Salute the same.", "From hence by Hackney, Leyton, and old-Foord,</br>They come to Stratford, cal'd also the Bowe:</br>And underneath the bridge that thwartes the streame</br>And partes the shires of Middlesex, and Essex both</br>At last (though long and wearie was their way)</br>They come unto the mouth of river Lee,</br>Where all the Swannes of that part of the Thames</br>Attend t' see this royall companie:</br>So that from Woolwich to Blackwall was seene</br>Nor water, nor the medowes thereabout,</br>For looke how in a frostie night or day,</br>When Snowe hath fallen thicke upon the ground,</br>Eche gasing eye is daseled with the sight,</br>So Lillie-white was land and strand beseene</br>With these faire Swannes, the birdes of lovely love.", "After a noyse in signe of passing joy,</br>A Swane of Thames invites the King and Queene</br>Upon a day prefixt, to see and celebrate</br>The marriage of two Rivers of great name.</br>Which granted, everie one departes his way,</br>The King and Queene againe into their Lee:</br>Where yet they live in health and happie state,</br>Or if not so, they dyed but of late.</br>"]