["Sing sing (Parthenophil) sing, pipe, and play:</br>This feast is kept upon this plaine</br>Amongst th' Arcadian shepheard's every where</br>For Astrophill's byrth-day:  sweet Astrophil.</br>Arcadies honour, mightie Pan's cheefe pride:</br>Where be the Nymph's, the Nymphes all gathred bee</br>To sing sweet Astrophil's sweet prayse.", "Eccho, recorde what feastes be kept to day</br>Amongst th' Arcadian shepheard swaine,</br>What keepe the whiles they do the muses cheare?</br>ECCHO.  cheare</br>He chear'de the muses with coelestiall skill,</br>All shepheard's prayse dye'd with him when he dye'd:</br>He left no peere, then what deserved he</br>At whose pypes sounde the Lambe kinne bayes?</br>ECCHO.  bayes", "The Bullockes leape, the fawnes daunce in aray:</br>Kiddes skippe, the Satyres friskynes fayne,</br>Here standes an hearde of swaines, faire Nymphes stand there:</br>Swaines daunce, whiles Nymphes with flowers their baskets fill.</br>What was he to those Nymphes which garlands tyed?</br>ECCHO.  tyed</br>What ty'de him?  hath he to tell there bound t'ee?</br>ECCHO.  bountee</br>How?  to report his martiall dayes?</br>ECCHO.  all dayes.", "Thrise happie man that found this happie way</br>His prayse all shepheard's glorie stayne:</br>What doth Parthenophe my purchase deare?</br>ECCHO.  chase deare</br>What saith she to her Parthenophil?</br>ECCHO.  afill.</br>Shepheardes I fill sweet wines repurified,</br>And to his blessed soule this health heave wee,</br>Singing sweete Odes, and rounde layes.", "Let every man drinke round beside this bay:</br>Where are the Nymphes and fayrie traine?</br>Stella, three garlandes in her hand doth beare,</br>And those for his sweet sake she proffer will</br>Unto th' Elezian soules:  And I have spied</br>Parthenophe, with spoile returnes to mee</br>Of three great hartes sing virilayes.", "Those golden dartes flye never voyde of praye</br>And Stella sittes (as if some chaine</br>Of fancies bound her) by that mottley breere:</br>Where with sweet Eglantine, and Daffadil</br>She Clapplettes makes, with gold and scarlet dye'd.</br>Here Colin sittes beneath that oken tree</br>Eliza singing in his layes.", "Blest is Arcadiaes Queene, kneele swaines, and say</br>That she (which here cheefe Nymph doth rayne)</br>May blessed live, to see th' extreamest yeare.</br>For sacrifice (then) Lambes and kiddlinges kill:</br>And be by them Eliza glorified,</br>The flower of loves, and pure virginitie:</br>This Delian Nymphe doth amaise.", "The fairest deares which in the forestes stay,</br>Those harts (which proudest heard's distaine</br>And raunge the forestes as with compeere)</br>Submissive yeelde them selves, that if she will</br>She them may wounde, or on their swift backes ride.</br>Lyons, and Beares, with bewtie tameth she:</br>Shepheard's, for her your voyces raise.", "Eccho this favour if I purchase may</br>Do not herd-groomes there fayne?</br>ECCHO.  the're fayne.</br>What want they, speake, now they be blest, if eare.</br>ECCHO.  feare.</br>What be the confines?  rebell's they be still.</br>ECCHO.  they be still.</br>What is she, that so many swaines doth their guide?</br>ECCHO.  there guide", "None but her selfe, hath that abilitie</br>To rule so many blessed wayes:</br>Her thoughtes sure grounded on divinitie,</br>For this sweet Nymphe, each shepheard prayes.</br>"]