["Young Colin was gay as a shepherd could be,</br>No care had unsettled his rest,</br>'Till Love interfer'd with his past'ral glee,</br>And slily invaded his breast.</br>His hook and the charge of his flocks he resign'd,</br>Neglected his pipe and his song;</br>The sports of the nymphs and the swains he declin'd,</br>And pensively pac'd it along.", "Ah, what should he do?  to what refuge repair</br>To seek the lost peace of his mind?</br>Tho' Patience and Time seem'd to promise him fair,</br>A cure in new objects to find;</br>The streams in meandering murmurs deny'd</br>To give to his anguish relief,</br>And the gliding creation, who people the tide,</br>Were mute, as unheeding his grief.", "And next in the woody recesses, he found</br>Devices of love on the trees,</br>Love warbled in song on the boughs all around,</br>To Zephyrs who danc'd in the breeze;</br>The birds in full matins gave early delight,</br>Or incessantly chanted the day,</br>While the vespers were sung by the bird of the night,</br>And all but poor Colin were gay.", "At length the gay City, of famous report,</br>Allur'd him in fancy to try,</br>What the circles of pleasure or crowded resort,</br>The Court or the Play cou'd supply.</br>But Love he soon found was a Courtier well known</br>To the belles and the beaux of the land,</br>With Virtue and Beauty attended the Throne,</br>And shar'd in the Royal Command.", "The Play in each scene gave his passion fresh smart,</br>'Twas the chit-chat of courtship refin'd;</br>And the love tale still deeper affected his heart,</br>The tale to his own was inclin'd;</br>Nor cou'd the melodious languishing strain,</br>Of Music his passion remove,</br>Since Music itself, as the Poet says plain,</br>Itself is the food of true Love.", "Heart-sick of pursuit, of his crosses, and woes,</br>He resolv'd to return to the plain,</br>To seek for Content in the lap of Repose,</br>But never to ramble again;</br>And soon with Pastora the Shepherd was blest,</br>The innocent cause of his flame,</br>While Love on each side, from a troublesome guest,</br>A pleasing companion became.</br>"]