["While wintry gales around the cottage whistle,</br>An' Phoebus far to southern climes retir'd,</br>I thus attempt another short epistle;</br>You have it here just as the muse inspir'd&mdash;</br>Ah!  was the limner at this season fir'd</br>Wi' a spark o Fergusson, or Burns's flame!</br>Nae ither boon aff Heaven should be desir'd,</br>That I might boast a meritorious claim</br>To unfading bays, and everlasting fame!", "Thrice famous Ferguson!  old Scotia's joy!</br>That erst melodiously, sae aft by turns,</br>Atun'd thy reed to charm the list'ning fry;</br>My muse tho' distant far in sorrow mourns,</br>And with thy bauld successor, famous Burns,</br>Laments thy premature untimely fate&mdash;</br>Tho' now thy soul with heavenly ardour spurns</br>All earthly joys, with glory flush'd elate,</br>Yet Heaven might spar'd thee to a longer date.", "But Fate unkin'ly did at first ordain</br>To give me being in an humbler sphere:</br>By far the \"meanest of the muses' train,\"</br>In life's low vale yclep'd a son of care&mdash;</br>Expos'd to gust o' Fortune's blast severe:</br>Beneath the glint o' an unlucky star;</br>With Poverty and Want, fell luckless pair!</br>I wage a fruitless, and perpetual war;</br>Hope flies in view, but keeps her distance far.", "But why thus glooming cherish discontent?</br>Or muttering here arraign the wise decree:</br>I'll soothe a tune out o'er the heath'ry bent,</br>And henceforth thoughtless, strive content to be:</br>I'll ne'er pretend, sweet Burns!  to vie with thee,</br>Thy soft, descriptive quaint, auldfarrant strain,</br>Where sweetest harmony and sense agree</br>To charm the heart &mdash; a height the which t' obtain</br>Nae sooner I attempt, than down I hurl again!&mdash;", "What tho' like Burns I canna pour the lay!</br>Avails it ought to sit an' thra' my mow&mdash;</br>Because no laurel meed or comely bay,</br>Nor holly e'er shall rustle on my brow.</br>In Spring and Simmer whar the hawthorns grow,</br>I'll oft retire an' chaunt my humbler tale:</br>O whar the murmuring, mazy streamlets flow</br>In sweet Meanders thro' the corny dale,</br>Retir'd I'll sing till evening shades prevail.", "Let pride swol'n criticks urge their spitefu' scoff,</br>And busy censuring, a' my conduct blame;</br>And fickle, superficial friends draw off,</br>Whose minds ay waver with the lunar gleam,</br>While mine remains, and ever will the same;</br>E'en pryin' time in me no change shall find:</br>Alas!  of friend that e'er he bore the name,</br>That thus would change, or to luke-warmth incline,</br>For sure his breast did ne'er the glow confine.", "Hail, friendship!  flowery tie of social souls!</br>O jewel precious!  hardly to be found!</br>From's breast remov'd, far distant as the poles,</br>Where self and sordid guile for ay abound.</br>Alas!  to such, I'm now a burthen grown!</br>They shun my converse, in a sober hour!</br>And they who erst have so much kindness shewn</br>Detest the shade of Damon's humble bower&mdash;</br>And every interview grown cold and sour!", "Well since 'tis so, retir'd within myself,</br>I'll sing my sonnet to the lonely glen;</br>Farewell ye worthless, every trustless elf!</br>Henceforth secluded from the ways of men,</br>Calm and serene life's sober day I'll spend,</br>Infamous, low, unheeded and unkent:</br>Despite the world I have one honest, friend,</br>Which Heaven, all thoughtful, has in pity sent,</br>To sooth my soul &mdash; and bid me be content.", "Come tune your pipe my L&mdash;, an' gi' us a spring,</br>For nane o' a' the herds like you can play;</br>Your flowing numbers meikle pleasure bring</br>An' keep my cankering, careful thoughts at bay:</br>Let criticks censure, taunt an jeer away&mdash;</br>Ne'er let a pedant's frown your muse affright;</br>While approving Nature owns the untaught lay,</br>What need we fear from pride, disdain, or spite?</br>As on we press, exulting, led by Nature's light.", "Farewell my much esteem'd familiar friend,</br>May wisdom guide you thro' this vale of care:</br>May smiling health your days and nights attend,</br>And happiness caress you ever, late and air',</br>Of every comfort may ye have a share&mdash;</br>Sae will your seasons here right smoothly move;</br>And whan ye quat this dinsome, justling sphere</br>May Angels bear ye to the fields above,</br>There with the Seraph trains for ay to sing an' rove.</br>"]