["AEGON, ARGOL.", "Now, with their sickles on their shoulders plac'd,</br>The reapers to the field delighted haste;</br>The falling wheat fills each industrious hand,</br>And the brown shocks adorn the laughing land.", "It chanc'd, as Aegon, who, worn out with toil,</br>Sequester'd lives, in Thanet's fertile isle;</br>Fair isle, for plenty fam'd, whose white cliffs round,</br>Roar the wild waves of ocean's realms profound:</br>\"Of life meet emblem,\" oft the sage would cry,</br>Those waves when viewing with a thoughtful eye:</br>As from his little cot one morn he far'd,</br>To view the labours he no longer shar'd;</br>On the wheat-field, with wonder and delight,</br>He saw a pleasing, but unusual sight;</br>A cradle caught his view! &mdash; with eager pace</br>Tho' tottering on his staff, he sought the place;</br>And with his wither'd hand, slow turn'd aside</br>The humble curtains, where he strait espy'd</br>A little innocent, in slumber lay'd!</br>He look'd &mdash; and smil'd, and shook his snowy head;</br>\"Ah lovely babe, I too am helpless grown,</br>\"Thy state, said he, resembles much my own.\"</br>Full of the ills of infancy and age,</br>A thousand thoughts his busy mind engage:</br>When, turning at the stubble's rustling sound,</br>The reaper, Argol, just at hand he found:", "Argol, a swain of manly sense possest,</br>Of upright heart, and sympathetic breast.</br>\"Argol, said he, for threescore years and more</br>My scythe and sickle in these fields I bore;&mdash;</br>And let me tell thee, lad, but few could claim,</br>For handling either a superior fame:</br>But thro' these years, if mem'ry serves me right,</br>Ne'er saw I in the fields so sweet a sight;</br>Behold that babe!  what innocence is spread</br>O'er its lov'd face &mdash; what lively white and red!</br>How came it here, and who the infant keeps,</br>Insensible of danger, while it sleeps?</br>False could a mother prove to such a care,</br>Angels themselves would watch delighted there.\"", "ARGOL.</br>Look, Aegon, 'midst the reapers you survey</br>A woman bear the burden of the day:</br>Mark how she toils &mdash; by true affection drawn,</br>The same to setting Sun from rising dawn!</br>In her the mother of the babe you see&mdash;</br>Sweet infant, that, and sweeter mother, she:</br>The wife of honest Thyrsis; him you know,</br>Who feeds the flock of Myco there below.", "AEGON.</br>Then, lovely babe, thy lot is truly blest,</br>Sleep on secure; of mothers thine the best!</br>Argol, I know her well; and oft employ'd</br>(While greater strength my feeble frame enjoy'd,</br>And I so far could walk) a pleasing hour,</br>In their neat cot &mdash; but now I want the power:</br>So weak I'm grown &mdash; 'tis time to quit the stage;</br>Sad is the burden, son, of helpless age!</br>And ah, poor babe, what storms remain for thee</br>To weather out on life's tempestuous sea!</br>Just launch'd upon its waves, wild, deep and wide;&mdash;</br>While I (thank heav'n) almost in harbour ride!</br>Thy mother's cares, 'tis true, thy course will aid;</br>But all her cares that dangerous course will need.", "ARGOL.</br>Aegon, on life whatever perils wait,</br>You know, we should not murmur at our state:</br>Much reverence and gratitude we owe</br>To Him, who fix'd us in our rank below:</br>And tho' 'tis certain, storms and rocks abound</br>In yon wide waters, yet a way is found</br>For ponderous vessels, which the pilot's hand</br>Safely directs to ev'ry distant land.</br>So is it said, &mdash; \"if good instructions show</br>The path of wisdom, where the child should go;</br>Early train'd up, and travell'd in the way,</br>Ne'er from the track deluded will he stray.\"</br>And well, we know, our Thyrsis' careful wife</br>Directs her children in the road of life:</br>You've seen her house, and therefore you can tell</br>How much in reading, working, they excel;</br>How humble and good-manner'd, clean and neat,&mdash;</br>On Thanet's isle such children you'll not meet.", "AEGON.</br>Argol, thy words are wise:  go on, young swain,</br>And every day increase of wisdom gain;</br>Age, 'tis its weakness &mdash; full of aches and pains,</br>Thinks of life's numerous evils, and complains.", "I'll tell thee, Argol, if each mother strove</br>To train her children in their Maker's love;</br>To teach those duties, which their place demands,</br>To give them honest hearts, and working hands,</br>Like her, whose little babe lies sleeping here;</br>Less might we then life's vent'rous voyage fear.</br>Yes; I have seen her, with her children round,</br>(And in the sight serenest pleasure found)</br>Divide their several tasks with mild command,</br>And give to industry each little hand;</br>While she, good mother, casts on each a look,</br>Their sole instructress or at work, or book:</br>So the fond hen, which to my mind she brings,</br>Her chickens feeds, and broods beneath her wings.", "In church, &mdash; for never on a Sabbath-day</br>Is Thyrsis, or his family away;&mdash;</br>How pleasing is the sight!  all neat and clean,</br>Alike are parents and their children seen;</br>And their behaviour &mdash; a reproof how true</br>To farmer Brown's young loobies in next pew!", "I've wonder'd oft, how this industrious wife,</br>Amidst the labours of domestic life,</br>Such time and pains can to her children spare;</br>Cloath with such neatness, teach them with such care:</br>While almost all the cottage bairns around</br>In dirt, and rags, and ignorance are found!</br>Yet Thyrsis earns not more than other swains;</br>And tho' she labours with the utmost pains,</br>Scanty, at best, God knows, are women's gains.", "ARGOL.</br>Aegon, when anxious, as we ought, to live;</br>What cannot chearful industry atchieve?</br>And shall we doubt, when, for our daily food</br>We use those means, which Faith pronounces good,</br>That He, who feeds the ravens when they cry,</br>Will not behold us with propitious eye?</br>If Birds are from our Father's bounty fed,</br>Will He from Children hold their needful bread?</br>Full of this faith, the cordial of the heart,</br>Our couple first to heav'n perform their part:</br>At morn and eve the suppliant knee they bend,</br>While round their little lisping-ones attend:</br>Then, looking still to God, with chearful eye,</br>To their life's labour gladly they apply.", "'Twas but last summer Mira learn'd to wield</br>The dented sickle in the wheaten field;</br>A toil too hard for women, as we thought,</br>'Till Marian, from the North, the custom brought:</br>Soon as she saw that lass the sickle ply,</br>Joyful she cry'd &mdash; \"I too my strength will try:</br>The sickle will I take, and do my best,</br>My poor endeavours may perchance be blest:</br>'Twill make me happy but a mite to earn;</br>And ev'ry art of industry I'd learn:</br>For, shall my Thyrsis, thro' the painful year,</br>No respite know, but toils incessant bear,</br>Nor I those toils, those pleasing toils partake,</br>For my sweet babes, and for my husband's sake?</br>Oh could I, much-lov'd master of my heart!</br>In all thy labours bear an equal part;</br>Could I, dear pledges of our faithful love!</br>For you successful in my labours prove;</br>Labours would quickly lose their name with me,</br>And hardest toils sincerest pleasures be!</br>Blest hope! &mdash; blest Marian, to the field I go,</br>To thee the hope, to thee the art I owe!\"", "Thus led by lovely virtue's pure intent,</br>The joyful mother to the reapers went:</br>And sure that God, who virtue loves to bless,</br>Crown'd her approv'd endeavour with success:</br>For thro' the harvest chearfully she wrought,</br>And home more hire than any reaper brought:</br>For short of others tho' her strength might fall,</br>In application she excell'd them all!</br>No loit'rer:  every moment she'd improve;</br>Such is the force of true maternal love!</br>Now that the harvest is again come round,</br>Again, fair reaper, in the field she's found:</br>And with her, as you see, this pretty guest,</br>Who waits for succour from her plenteous breast:</br>Thyrsis each morn to field the cradle brings;</br>And thus the babe, beneath its mother's wings,</br>Due nourishment supply'd, securely sleeps,</br>Uninterrupted, while the matron reaps!", "AEGON.</br>True mother, &mdash; who herself the food supplies,</br>The daintier lady to her child denies:</br>By lust, or pride, or folly led astray,</br>Unnatural more, than monsters of the sea!</br>Cruel alike both to themselves and young,</br>Such mothers merit scorn from ev'ry tongue:", "Why doth the great Creator, wise and good,</br>Fill their fair breasts with such salubrious food,</br>That food if to their offspring they refuse,</br>And sores and sickness before duty chuse?</br>Oh Mira, beyond these, how art thou blest,</br>Thy infant pressing fond thy yielding breast!</br>With such a woman, Argol, let me say,</br>'Tis joy to share the labours of the day.</br>Sure, sensible of this, they all unite</br>To make her toils, deserving mother!  light:</br>Sure, by each nameless, by each gentle care</br>They mitigate the ills she needs must bear?", "Just as he spoke, the smiling mother came,</br>Sweet was her aspect, and her words the same:</br>Her tenderness diffus'd a nameless grace</br>O'er the fair features of her blooming face,</br>While at the cradle's side she anxious stood;</br>When the just-waken'd babe its mother view'd;</br>And, smiling, with an eager joy, expands,</br>Sweet innocent!  its little dimpled hands.</br>With rapt'rous bliss she caught it to her breast,</br>And on the stubble-ground sat down to rest:</br>The crowing infant to the nipple clung,</br>While o'er it with fond joy the ravish'd mother hung!", "The good old man, enchanted with delight,</br>Cry'd, \"Argol, there, &mdash; there, Argol, is a sight!</br>\"Blest mother!  may thy labours prosperous prove:</br>May all thy children well repay thy love!\"</br>More he'd have said; but lo!  a tear would start,</br>And all his soul rose throbbing in his heart:</br>The mother, pleas'd, beheld his burden'd eye,</br>And thank'd him with a tear of social joy.</br>"]