["Hail, sacred Fane!  amidst whose stately shrines,</br>Her constant vigils Melancholy keeps;</br>(Whilst on her arm her grief-worn cheek reclines)</br>And o'er the spoils of human grandeur weeps.", "Hail, ancient edifice!  thine aisle along,</br>In contemplation wrapt, now let me stray;</br>And stealing from the idly-busy throng,</br>Devoutly meditate the moral lay.", "What pleasing sadness fills my thoughtful breast</br>Whene'er my steps these gloomy mansions trace,</br>Where, in their sumptuous tombs, in silence rest,</br>The honour'd ashes of the British race!", "Here terminate ambition's airy schemes,</br>The syren pleasure here allures no more;</br>Here grov'ling av'rice drops her golden dreams,</br>And life's fantastic trifles are all o'er.", "No cares nor passions here the bosom rend,</br>Here wasting pain and earthly troubles cease;</br>Here hopeless love and cruel hatred end,</br>And the world's weary trav'ler rests in peace.", "Approach, vain child of fortune, pow'r, and fame!</br>Here learn a lesson from each speaking bust;</br>View on each lofty tomb the envied name</br>Of worldly greatness, levelled in the dust.", "How each high pers'nage once, how honour'd, read;</br>How low, how little now, look down and see;</br>Hence learn to know thyself; for 'tis decreed,</br>That thou as little, and as low shalt be.", "Full many a hapless victim yet unborn,</br>O death all conq'ring!  at thy feet must fall,</br>Before the dawning of that glorious morn,</br>When thou shalt yield, and God be all in all.", "Then from the silent grave and op'ning tomb</br>Shall each reviving tenant lift its head,</br>And this time honour'd abbey's crouded womb</br>Resign its treasures of illustrious dead.", "E'en now, methinks, by faith's pervading eye</br>I see his banner in the clouds display'd,</br>And the world's Saviour, from his throne on high,</br>Descend in purest robes of light array'd.", "Great day of gladness to the good and just,</br>When they shall taste the wonders of his love;</br>And rising joyful from the beds of dust,</br>Ascend triumphant to the realms above.", "Then shall the finish'd bust, the sculptur'd stone,</br>And all the labour of the artist's hand</br>Dissolve; and virtue's solid base alone</br>Amidst the gen'ral wreck of matter stand.", "Ye, should creation founder in the storm,</br>And whelming perish in this awful doom,</br>Yet shall celestial virtue's angel form</br>Survive, and flourish in immortal bloom.", "Then shall the good resolve, the gen'rous deed,</br>And noble conflict in religion's cause,</br>Be well rewarded; 'tis by Heav'n decreed&mdash;</br>And surely meet at judgment God's applause.", "O be it then our wisdom to secure</br>Those glorious crowns that shine for ever bright:</br>Crowns that adorn the faithful and the pure,</br>In the blest mansions of eternal light.</br>"]