["Erewhile, O beauteous lake!  a minstrel stood</br>Upon thy sparkling brink, and touching soft</br>The lyre he loved so well,</br>Breathed forth undying strains.", "And now the humblest of the tuneful throng</br>In fancy seeks, with artless aim, to blend</br>The murmur of thy waves</br>And warblings of his lute.", "Translucent flood!  within thy ever pure</br>And stainless breast, the heavens with wonder view</br>As beautiful a heaven&mdash;</br>As tranquil and serene.", "And round thy ample brim extend smooth glades,</br>And shadowy groves and flowers and pendent vines,</br>And, mantled o'er with woods,</br>Soft undulating hills.", "And though o'er thy bright marge no frowning cliff's</br>Impend &mdash; no craggy mountains, as with wall</br>Insuperable, fence</br>Thee from the northern blast&mdash;", "Yet thou, disdainful, mock'st its utmost force,</br>And ruffian winter's rudest breath defiest:</br>Furious he sweeps along,</br>But may not chain thy wave.", "And still with each return of spring thou smilest,</br>And seest new beauties deck thy soft domain:</br>And when from summer's gaze</br>The earth dejected shrinks,", "Thou spread'st thy dazzling bosom to the sun:</br>While pleased, anon, with autumn's rainbow tints</br>And mournful shell, thou bidd'st</br>Thy waves mild music make.", "In that soft hour when, leading up the day,</br>The infant dawn appears, and silvery dew</br>Is on each leaf, and thou</br>In snowy mist art wrapt&mdash;", "How have I stood, enchanted, to behold</br>The sun triumphant spring from out yon sea</br>Of verdurous boughs, and all</br>Thy charms again unveil!", "And when upon his evening couch, the lord</br>Of light majestic sinks, and his last ray,</br>Descending, seems to melt</br>In thy unruffled flood&mdash;", "How have I pensive fix'd my eyes on thee,</br>And wish'd that on my breast a heavenly gleam</br>Might fall, and thus within</br>My soul as softly sink!", "Yet if there be a more propitious hour,</br>'Tis when the moon from out the pearly east</br>In chasten'd splendour beams,</br>And sheds o'er thee, and o'er", "The tranquil earth, her mild and holy light:</br>A shadowy grandeur then invests the scene,</br>While through the willing mind</br>A pleasing sadness steals.", "O fond remembrance!  say, what boots it now</br>To sing of absent charms?  The morn, the eve</br>Return; but thee, sweet lake,</br>I must not see again!", "Yet brighter eyes, and innocent as bright,</br>Shall long upon thy various beauties gaze;</br>And young and dewy limbs</br>Delight in thee to lave.", "And science, haply, on thy banks shall rear</br>Her proudest domes; and, emulous of fame,</br>Bards, yet unborn, shall chant</br>In lofty verse thy praise.</br>"]