["\"The morn is up again, the dewy morn,</br>With breath all incense, and with cheek all bloom,</br>Laughing the clouds away with playful scorn,</br>And living as if earth possessed no tomb.\"</br>So to wild winds, and to the wilder boom</br>Of billows, sang the immortal, wayward Childe,</br>Self-exiled from his country.  So from gloom</br>The morning rose, so breathed, and glowed, and smiled,</br>That saw his youthful corse on mouldering coffins piled.", "Thousands were risen to see him borne away;</br>Thousands were thronging towers, and streets, and hills;</br>I too had vowed to spend that live-long day</br>In honouring him whose mighty spirit thrills</br>Yet through our bosoms; animates and chills</br>With peerless power; and ever will maintain</br>That proud dominion over human wills</br>Which, living he has founded; in his chain</br>Binding even hostile hearts, which wrenched it, but in vain.", "I went not with the throng &mdash; the rushing throng,</br>Eager, and boisterous, and alive to mirth;</br>A different mood befits the sons of song</br>When sinks a chieftain of their house to earth.</br>Then nature's spell, then solitude gives birth</br>To solemn thoughts which may not swiftly die;</br>The mystery of soul; the undying worth,</br>The royalty of genius; glory high</br>Of those who in man's heart entombed for ever lie.", "The plenitude of summer round me glowed;</br>The breath of summer balmed the living air;</br>Bright blushed the wild-rose, bright the streamlet flowed</br>In music o'er my path; and from the fair</br>Concave of heaven, the gushing splendour bare</br>Down to the earth a spirit in its tide,</br>Which thrilled the heart-strings, and subduing care,</br>Whispered high thoughts of him who, till he died,</br>Wooed through earth's proudest lands that spirit as a bride.", "His birth, his death, dark fortunes, and brief life,</br>Wondrous and wild as his impetuous lay,</br>Passed through my mind; his wanderings, loves, and  strife:</br>I saw him marching on from day to day;</br>The kilted boy, roaming o'er  mountains grey;</br>The noble youth, whose life-blood was a flame,</br>In the bright land of demi-gods astray:</br>The monarch of the lyre, whose haughty name</br>Spread on, from shore to shore, the watch-word of all fame&mdash;", "And now a lifeless form.  The spell is broke;</br>The wizard's wild enchantment is destroyed;</br>He who, at will, did dreadful forms invoke,</br>And called up beautiful spirits from the void,</br>Back to the scenes, in which he early joyed</br>He comes, but knows it not.  In vain earth's bloom,</br>In vain the sky's clear beauty, which oft buoyed</br>His spirit to delight:  an early doom</br>Brings him, in glory's arms, to the awaiting tomb.", "He lies &mdash; how quietly that heart, which yet</br>Never could slumber, slumbers now for aye!</br>He lies &mdash; where first, love, fame, his young soul set,</br>With passionate power, on flame; &mdash; where gleam the grey</br>Turrets of Newstead, through the solemn sway</br>Of verdurous woods; and where that hoary crown</br>Of lofty \"trees in circular array\"</br>Shrouds Mary's hall, who thither may look down,</br>And think how he loved her, aye more than his renown.", "I stood beside his tomb.  'Twas open thrown,</br>And in its dimness show'd the coffin'd dead,</br>His long departed sires.  I seemed alone;</br>For from my heart all present things had fled:</br>My thoughts were in their strong entrancement led</br>To mighty bards of old, who, living, found,</br>Like him, the gall of hate and envy shed</br>Sorely upon them, but in death were crown'd</br>With homage, and deep love, and glory without bound.", "And such shall be his lot.  He joyed to stand</br>Battling with men's opinions:  and to be</br>The dauntless Ismael of the age, whose hand</br>Rose against all, whilst all, in their degree,</br>Paid back his blows with wrathful rivalry.</br>He erred &mdash; he suffer'd; &mdash; he provoked the dread</br>And rancour of the many; and even he,</br>Who scorned to groan, yet sometimes inly bled.</br>But sacred rest he now, we war not with the dead.", "Peace, pardon, pity, a relenting sense</br>Follows youth ever to the desolate tomb,</br>Even when most cold and cruel the offence;</br>But BYRON'S soul had a refreshing bloom;</br>There was a stirring grandeur in his gloom;</br>And he has left us in his peerless lays</br>A kindling solace for the drearest doom:</br>A fountain of deep joy, which, as it plays,</br>Shall gladden and gleam on to earth's remotest days.", "Still let us honour a magnanimous foe.</br>His sympathies went not with the living throng,</br>And therefore he found little.  His heart's flow</br>Rushed towards the land of science and of song.</br>There, in creative dreams, he walked among</br>The wise, the great, the laurelled of that race</br>Whose deeds still rouse, whose burning words prolong</br>Their quenchless fire, and, spite of time and space</br>Breathe upon earth high thoughts, and life's diviner grace.", "\"Pride,\" as he sang, \"which not a world could bow,\"</br>Pride, linked to fiery feeling, with the meed</br>Of Genius given, and restless in its glow,</br>Urged him in sunny climes his life to lead;</br>And, like the deserts wild, untutored steed,</br>Which, whether stricken, or soothed, foams, curvets still,</br>From custom's thrall, by desperate vigour, freed,</br>He made himself sole monarch of his will,</br>And used, with Protean power, the poet's heavenly skill.", "His note was as a trumpet, through and through</br>Thrilling, and kindling strange delight it came.</br>His wing was the young eagle's; forth he flew,</br>And boldly gazing on the sun of fame,</br>Earth sank beneath him, and the critic's aim</br>Served but to rouse and wing him to his height;</br>Where, sailing on, through sunshine, or the flame</br>Of stormy bolts, he found a stern delight,</br>And woe were to the head which dared him from his flight.", "At times a giant, clad with might, he rose,</br>And in his sportive joyance, or his rage,</br>Would shake the temple of man's sole repose;</br>And all that soothes life's melancholy stage,</br>Hope's ardent song, the authority of age,</br>The works of wisdom trembled to their fall:</br>Then suddenly his wrath he would assuage,</br>And, with a laugh whose merriment had gall,</br>He left them, but as things he valued not at all.", "Then was he a magician.  Rocks and waves,</br>Dim desolate wilds were visible at his nod;</br>Huge mountains with their torrents, crags, and caves,</br>In whose dark shade, yet darker beings trod;</br>Beings, in whose natures, demon, man, and god,</br>Mingled mysteriously; and he would bare</br>Their spirits to your vision with his rod,</br>And from their inmost heart to open air</br>Would draw their grief, guilt, greatness, and their stern despair.", "And then this wild scene, and its wilder crew,</br>Would dissipate; and in their place would rise</br>Regions all basking in the radiant blue</br>Of eastern heavens, and lovely things whose eyes</br>Were full of the sweet aliment of sighs</br>And deathless passion; and himself would pour</br>Out of his glowing bosom such supplies</br>Of a pathetic song, as, evermore,</br>Melted the chillest hearts, probed soft ones to their core.", "'Tis past!  he sleeps for ever; &mdash; nor for me</br>Is it to tell what living he has been.</br>Self-traced with hand of power, and pencil free,</br>He, in his own creations, shall be seen;</br>Nor, while I trace his genius, do I mean</br>To hail his glory as exempt from shade.</br>Alas!  no rose is here of thornless sheen;</br>Alas!  too much in BYRON'S laurelled braid</br>Are shoots of deadly power, and bitter weeds inlaid.", "But thou, with passions calm, and soul subdued&mdash;</br>Thou, who thy steed in pleasant paths hast driven,</br>Judgest thou him who, upon mountains rude,</br>With desperate coursers terribly has striven?&mdash;</br>When thy light bark to summer streams is given,</br>What deem'st thou of the vessel on the deep,</br>When mutiny within all law has riven,</br>And round it billows in dread thunder sweep?</br>Such course, and such command, have fervid souls to keep.", "His lays are dashed with evil &mdash; yet they breathe</br>A loftier spirit into him who hears.</br>He hated hotly &mdash; yet he knew to wreathe</br>Affections round him.  I beheld the tears</br>And agony of those who loved for years,</br>And followed to the last:  and whilst the name</br>Of Greece, or love, or liberty endears,</br>His life's bright close young bosoms shall inflame</br>To grasp, with generous hands, the coronal of fame.", "I stood beside his tomb.  The crowd had fled,</br>Silence and twilight gather'd o'er the cell.</br>I laid my hand upon his dreamless bed,</br>And on my heart life's awful mystery fell.</br>And was it hence, I cried, were wont to well</br>Forth those bright gushings of eternal thought?</br>They are gone, we know not whither, and the spell</br>Which with fierce passion, fire, and feeling fraught</br>This agitated frame, is vanished as 'twere nought.", "Rest in thy tomb, young heir of glory rest!</br>Rest in thy rustic tomb, which thou shalt make</br>A spot of light upon thy country's breast,</br>Known, honoured, haunted ever for thy sake.</br>Thither romantic pilgrims shall betake</br>Themselves from distant lands.  When we are still</br>In centuries of sleep, thy Fame shall wake,</br>And thy great memory with deep feelings fill</br>These scenes which thou hast trod, and hallow every hill.</br>"]