["SCENE, A ROOM AT BROOKE'S.", "Night, o're the world her sooty veil had spread,</br>When thieves the church-yard plunder for the DEAD;</br>When CONSCIENCE swelling in the VILLAIN'S breast,</br>Steals from his throbbing heart the balm of rest;</br>Bids, 'mid the gloom, the sword of JUSTICE rise,</br>And hovering spectres dash with dread his eyes:</br>\"Past three o'clock,\" the drowsy watchman bawl'd,</br>When luckless Carlo, by curs'd ill-fortune mauld,</br>At Brooke's sat, with lifted eyes, alone&mdash;</br>He gave the dice a deep desponding groan,</br>And grinning, thus&mdash;", "CARLO.</br>&mdash;\"Ah!  Imps accurs'd!  to you</br>I owe the Duns, that all my steps pursue!</br>False to my hopes, and faithless to my hand,</br>Through you, not sixpence can my purse command&mdash;</br>Through you, a BEGGAR must I roam the street,</br>Gall'd by the silent scorn of all I meet!</br>Unable now to purchase one poor egg!</br>Yet, like the PRODIGAL, asham'd to beg.</br>Where, imps of horror, is your sooty Sire,</br>To whom my soul was barter'd for his hire&mdash;</br>Who now forsakes the man, he once approv'd,</br>And lying, leaves to woe, the WRETCH he lov'd?\"", "SATAN.</br>\"Ungrateful C&mdash;!\"  the Prince of Darkness cried,</br>From Hell, upstarting, at the Gambler's side:</br>\"Let not on me, thy tide of scandal roll,</br>But tell me, since I bargain'd for thy soul,</br>How hath thy patron, Satan, broke his word?\"", "CARLO.</br>\"Lord of my fortunes!  of my life, the Lord,</br>In abject wretchedness, thy slave behold!</br>Who, for thy service, owns his SOUL was sold?</br>But, say &mdash; are this world's joys to charm no more?</br>Is WEALTH for ever gone, and SPLENDOR o'er,</br>Say, shall Newmarket turf, no more delight,</br>Nor venal beauty lull the darksome night?</br>Say, &mdash; of so little value, is my soul?\"", "SATAN.</br>\"With flow'ry speeches think not to cajole.</br>Alas!  what thousands hath thy riot spent?</br>Not EMPIRES, can thy squand'ring heart content.</br>In vain for more thy ragged PARTY call;</br>The COALITION-TRIBE hath had my ALL.</br>Nor is my MAMMON from me fled alone&mdash;</br>Lo!  through your GANG, my REPUTATION'S gone!</br>Think of the years I've been at thy command!</br>In BRITAIN have I toil'd, nay, left that land:</br>To BOSTON, wafted every imp of hell,</br>To bid the base Americans rebel;</br>And thus accomplish'd, what thou wished'st most,</br>The western world to WEEPING BRITAIN lost!</br>Thy letters, wishes, how for thee I bore,</br>To Gallia's mean, proud, bankrupt perjur'd shore;</br>Strain'd ev'ry nerve, Old Franklin's heart to win,</br>And gain'd that hoary Veteran in sin.</br>Through PITT and VIRTUE, lo!  my pow'rs expire!</br>Yet when by FATE those giant foes retire,</br>A second CLOUD may blind the NATION'S eyes,</br>Then ANARCHY with all our HOSTS shall rise:</br>Of EMPIRE, then, the heights, shalt thou obtain,</br>And HORSES, WH&mdash;RES and DICE be thine again.</br>"]