["A Youthful pair, whom mutual love endears,</br>Now cheer'd with hopes, now chill'd with jealous fears,</br>In the cool shades of Scarb'rough's sweet recess,</br>Thus in complaining notes their thoughts express.", "STREPHON.</br>Say, lovely maid, of ev'ry charm possest,</br>Has Strephon full possession of thy breast?</br>Am I alone, of all the num'rous train,</br>Frequenting Scarb'rough scenes, thy favour'd swain?</br>And may I safe the pleasing thought enjoy,</br>That rivals never shall my peace destroy?", "CAELIA.</br>Sure Strephon's eyes and heart have lately stray'd,</br>And now wou'd tax with change his faithful maid:</br>'Twas surely hence that whilst Climene sung,</br>You as enchanted on her accents hung;</br>Such fix'd attention charm'd your ravish'd ear,</br>You surely quite forgot that I was near.", "STREPHON.</br>'Tis true, her angel's voice for ever charms,</br>I own her magick song my bosom warms;</br>But &mdash; 'tis because her strain so aptly shows</br>The love which Strephon for his Caelia knows.</br>But say, my Caelia, &mdash; Was it choice or chance,</br>That Damon was thy part'ner in the dance?", "CAELIA.</br>If Strephon wou'd in those amusements join,</br>No other partner ever shou'd be mine;</br>I swear he took me out against my will,</br>But I'll my sex's vanity forgoe,</br>Rather than Strephon shall disquiet know.", "STREPHON.</br>Bright nymph, thy ev'ry act to love inspires,</br>And all the world thy matchless skill admires.</br>If on the sands the ev'ning walk you joyn,</br>Like Cynthia mid the fainter stars you shine,</br>And sure when yonder waves thy limbs embrac't</br>Caelia the sea-born Venus far surpast,</br>The ball but thinly fills, if you're not there,</br>The long room's crowded, if my love appear,</br>And whilst thy beauties thus transcendent shine,</br>I ask my anxious heart if they be mine?", "CAELIA.</br>O sympathy of love!  these am'rous cares,</br>Alike my corresponding bosom shares:</br>From the same cause our mutual fears arise,</br>Both fear to lose, what both intensely prize.", "STREPHON.</br>Yet let thy oft-repeated vows assure,</br>Thy love to Strephon ever shall endure.</br>Like that, which late on Scarbro' cliff you made,</br>As thence the spreading ocean we survey'd:</br>'Twas there my Caelia breath'd this solemn vow,</br>The seas, O Strephon, shall forget to flow,</br>Or up this steepy cliff its waves convey,</br>Before my plighted faith to thee decay.", "CAELIA.</br>And thy protesting words I still retain,</br>The everlasting treasure of my brain;</br>When, lovely maid, thy faithful Strephon swerves,</br>From thee, dear nymph, whom he with rapture serves,</br>This steepy cliff shall sink, that vale shall rise,</br>And earth be mingled with the vaulted skies.", "STREPHON.</br>Firm as the base of earth that vow shall prove,", "CAELIA.</br>And mine as durable as skies above.</br>"]