["MYCON, PHILANTHES.", "MYCON.</br>Welcome, Philanthes, to thy native fields;</br>Thrice three revolving moons are gone and past,</br>Since first you parted from your father's cott,</br>To drive to pastures far remote your flock.</br>Since that, alas, how oft has savage war</br>Disturb'd our dwellings, and defac'd our fields!", "PHILANTHES.</br>MYCON, each object that I view around,</br>Speaks ruin and destruction.  See, my friend,</br>The ancient wood, whose venerable shades</br>So oft have shelter'd us from noon-day suns;</br>So oft have echo'd to the Iowing herds</br>That fed wide-wandering in the neighb'ring vales,</br>The soldier's ax has levell'd with the ground,</br>And to the sun expos'd its darksome bow'rs:</br>The distant villages, and blue-topt hills,</br>The far-stretch'd meads appear, and meet mine eyes,</br>That erst were intercepted by the grove.", "MYCON.</br>How is the wonted face of all things chang'd!</br>Those trees, by whose aspiring tops we knew</br>The sun's ascent at noon, unerring mark,</br>No more are seen to tell the coming hour.</br>How naked does the winding rill appear,</br>Whose banks its pendant umbrage deep-imbrown'd,</br>And far-invested with its arborous roof,</br>As by its side it roll'd its secret streams;</br>How oft, alas!  those shadowy banks along</br>(Close solitude!)  my ROSALIND and I</br>Have walk'd in converse sweet, and link'd in love!</br>But tell me, dear PHILANTHES, are the fields,</br>Which late you left, like ours by war opprest,</br>Alike in tumult and confusion wrapt?", "PHILANTHES.</br>MYCON, I'll tell thee wonders past belief.</br>It hap'd one morn, when first the dawning sun</br>Began to chear the light-enliven'd earth,</br>Caught with so bright a scene, I sought the fields</br>Before my wonted hour, and roving wide</br>Among the vales, the villages and woods,</br>Where'er my fancy led, or pleasure call'd,</br>I chanc'd upon a neighb'ring hill to stray,</br>To view the glitt'ring prospect from its top</br>Of the broad Rhine, that roll'd his waves beneath,</br>Amid the level of extended meads;</br>When lo!  e'er yet I gain'd its lofty brow,</br>The sound of dashing floods, and dashing arms,</br>And neighing steeds, confusive struck mine ear.</br>Studious to know what tumult was at hand,</br>With step adven'trous I advanc'd, and gain'd</br>With tim'rous care and cautious ken its top.</br>Sudden a burst of brightness smote my sight,</br>From arms, and all th' imblazonrie of war</br>Reflected far, while steeds, and men, and arms</br>Seem'd floating wide, and stretch'd in vast array</br>O'er the broad bosom of the big-swoln flood,</br>That dashing roll'd its beamy waves between.</br>The banks promiscuous swarm'd with thronging troops,</br>These on the flood embarking, those appear'd</br>Crowding the adverse shore, already past.</br>All was confusion, all tumultuous din.</br>I trembled as I look'd, tho' far above,</br>And in one blaze their arms were blended bright</br>With the broad stream, while all the glist'ring scene</br>The morn illum'd, and in one splendor clad.</br>Struck at the sight, I left with headlong haste</br>The steep-brow'd hill, and o'er th' extended vales,</br>The wood-girt lawns I ran, nor slack'd my pace,</br>Till at my flock thick-panting I arriv'd,</br>And drove far off, beneath a deep-arch'd cave.</br>But come, my friend, inform me in return,</br>Since this my absence what has here fell out.", "MYCON.</br>Dost thou remember at the river's side</br>That solitary convent, all behind</br>Hid by the covert of a mantling wood?&mdash;</br>One night, when all was wrapt in darkness deep,</br>An armed troop on rage and rapine bent,</br>Pour'd o'er the fields and ravag'd all they met;</br>Nor did that sacred pile escape their arms,</br>Whose walls the murderous band to ruin swept,</br>And fill'd its caverns deep with armed throngs</br>Greedy of spoil, and snatch'd their treasures old</br>From their dark seats:  the shrieking sisters fled</br>Dispers'd and naked thro' the fields and woods,</br>While sable night conceal'd their wand'ring steps.</br>Part in my moss-grown cottage shelter sought,</br>Which haply scap'd their rage, in secret glade</br>Immersed deep. &mdash; I rose at early morn,</br>With fearful heart to view the ruin'd dome,</br>Where all was desolation, all appear'd</br>The seat of horror, and devouring war.</br>The deep recesses, and the gloomy nooks,</br>The vaulted isles, and shrines of imag'd saints,</br>The caverns worn by holy knees appear'd,</br>And to the sun were op'd. &mdash; In musing thought</br>I said, as on the pile I bent my brow&mdash;</br>\"This seat to future ages will appear,</br>Like that which stands fast by the piny rock;</br>These silent walls with ivy shall be hung,</br>And distant times shall view the sacred pile,</br>Unknowing how it fell, with pious awe!</br>The pilgrim here shall visit, and the swain</br>Returning from the field at twilight grey,</br>Shall shun to pass this way, subdued by fear,</br>And slant his course across the adverse vale!\"", "PHILANTHES.</br>MYCON, thou see'st that cow, which stands in cool</br>Amid yon rushy lake, beneath the shade</br>Of willow green, and ruminates at ease,</br>The watry herbage that around her floats.</br>That way my business leads.  I go to greet</br>My father, and my wonted cottage dear.", "MYCON.</br>Come, let us go:  my path is that way too.</br>Come, my PHILANTHES, and may piteous heav'n</br>Indulge more happy days, and calm our griefs!</br>Alas!  I thought some trouble was at hand,</br>And long before presag'd the coming storm,</br>Ev'n when the light'ning one disastrous night</br>Blasted the hoary oak, whose ample boughs</br>Imbow'r my cottage; and as on the grass</br>At noon I slept, a serpent's sudden hiss</br>Broke my sweet rest! &mdash; But come, let us be gone,</br>The sun begins to welk in ruddy west.</br>"]