["The Christmas Holidays, at length, are come;</br>On shelves the books are laid aside; eras'd</br>The notches from the board, of days, and months,</br>And even number'd hours, the School-boy leaves</br>How willingly his school!  He dares the time</br>Anticipate (sensation exquisite!)</br>In which he'll share parental tenderness.</br>Blest be the thoughts they spring from moral cause.", "Now on his journey home &mdash; from Coachman's box,</br>While prospects rise, as breaks the morning's sun,</br>He views the upland slope, the fallow field,</br>The frozen lake with venturous skaiters throng'd;</br>The distant spires, which mark the country town.</br>And now the turnpike gate; the market-place,</br>Where housewives cheapen wares, while hucksters jeer;</br>Where buxom dames clean barn-door poultry sell,</br>And farmers meet, and village quidnuncs throng;</br>Pork, fowls, eggs, corn, news, swell the busy hum.</br>Let Heroes fam'd pursue unceasing war;</br>Wiser, though tempted, on commanding post</br>He holds a truce; nor wars with proudest mart,</br>From per'lous pea-shooter, where swineherds threat!</br>He sees the shops well stock'd, a goodly show;</br>The porter ashes o'er the foot-path strews:</br>Here the brisk maid, in russet garment clad,</br>At the house-door pursues her morning task,</br>Kneeling, most diligent; from pail and scrub</br>Just steals a look to see the School-boy pass,</br>To cheer him with a smile.  Here milkmaids ply,</br>And chalk the lengthen'd score:  And certes, Sirs,</br>Fastidious appetites might taste such cream</br>Fresh from the brindled cow.  In spacious square</br>Rumbles the Telegraph &mdash; the vulgar gaze&mdash;</br>Nor stops till where the Bell notes larder full,</br>Where landlord bows, most conversant of time.", "White passengers their hasty breakfast share,</br>Let it not wonder move, if youth disdains</br>(Youth, which on intellectual banquet feasts)</br>Coffee, or butter'd toast, or streaked ham,</br>Or even new-laid eggs.  Can he regale</br>Or feed the grosser sense, whose heart is full,</br>While throbs desire with unceasing hope?", "The horses chang'd, oft summon'd passengers</br>Resume their seats &mdash; bold mounts the hopeful fare</br>The social box, while deep the Coachman sits</br>As one intent on learning something new,</br>Complacent to his fellow-traveller,</br>And grows more wise  from \"really wond'rous\" tale.</br>Sluggish the loaded coach drags on the road,</br>Drawn by sure-footed horses, be it true,</br>Which once my grandam told me, \"slow is sure.\"</br>Delays augment the hope which youth creates:</br>Our records show that striplings grasp command&mdash;</br>Yet, can ambition dwell in School-boys breasts?</br>What will not money gain?  With taper thong,</br>And imitative voice, he drives the steeds,</br>Not wing'd, I deem, or on ambrosia fed;</br>Such as, with fancy rich, Dan Ovid sung.</br>No age, save youth, would purchase such a toil.</br>Yet oft the Coachman checks his eager rage,</br>And oft with timely caution takes the reins.</br>Ah!  could the horses fly as swift as hope,</br>Which youthful fancy breeds, the prints scarce left</br>On sands, short dream the journey would appear.</br>As knights of former centuries beheld,</br>From far, 'midst trees, the hospitable gate</br>Of Castle, so our Youth discerns the home</br>For which he sigh'd, oft sicken'd at the thought.", "The journey finish'd, fraught with joy and hope,</br>The reins resign'd, and wonted shilling paid,</br>Lo Thomas, waiting at the well-known door,</br>Fellow of wond'rous merriment &mdash; who bowls,</br>Or keeps a wicket safer?  Who more able</br>Guides th' aerial kite, or rules the helm</br>As the light skiff the yielding waters cleaves,</br>Her side inclining to the stream?  his wish</br>To please, and time beguile with pastime new,</br>Proud if young Master should commend his taste.</br>So young shall he repine?  The morn of life</br>Plays round his heart, and chuckles in his face.", "He enters with a gladsome heart, I ween,</br>Feeling fresh pleasures, sweeter from disuse;</br>His Parents greet him, with a tender smile.</br>Perhaps the Mother shrewdly may remark,</br>Pressing Eugenio to her throbbing breast,</br>He's much improv'd in manners, stature, height,</br>And beauty.  His sweet Sisters too survey</br>Their brother, whilst he, proudly, tales recites</br>Of wanton freaks at school, of tiresome tasks,</br>Wisely concealing those which censure met,</br>Or direful punishment from Doctor's hand.</br>The house no longer dull &mdash; his fav'rite dog,</br>Sleek-coated Sancho, sprung from lineage pure,</br>Sues for admittance at the parlour-door,</br>Importunate, and yelps his noisy joy,</br>Climbs on his Master, fondly licks the hand</br>Which tempers chastisement and choice rewards,</br>Then cries aloud, and frisks in wanton mood.", "And well the Fire-side here demands my song&mdash;</br>A Family, sweet picture, drest in smiles</br>And glad content.  The tea-urn now remov'd,</br>The Royal game of Goose, or Drafts, succeed;</br>Then 'chance the tale delights, or festive game</br>Yclep'd the Christmas Gambol.  Mirth laughs loud.", "Meantime the Mother plans some festival,</br>Which may afford delight, the comic play,</br>Or pantomime, where, by her lover clasp'd,</br>Blithe Columbine trips lightly, and the Sage,</br>Her father, with a dagger arm'd, and deck'd</br>In scarlet, follows, nor does Scaramouch,</br>Oft beaten, (luckless wight, and tell-tale knave!)</br>Fail of attracting laughter.  Shouts, applause,</br>From Gallery, and Pit, and Box, commend</br>The feats of scene-commanding Harlequin.", "The look'd-for eve is come &mdash; cheering Twelfth-night.</br>The Company are met &mdash; from jetty stove</br>The social fire casts enlivening heat,</br>While choicest Cake is prais'd by jocund tribe.</br>Our young Friend draws his lot, though fears forebode;</br>Great hopes may fail!  What then? &mdash; he bears a jest,</br>Who laughs at innocent and quaint sirname.</br>The scheme is fair \"All Prizes and no Blanks!\"</br>Lo!  Tom the Giant-Killer shares large prize.</br>Health to the King, and length of prosp'rous days!</br>If I, your Counsellor, your friend, may speak,</br>Dread Sir!  on subjects lay impartial fines!</br>Reign, like our Monarch, in your subjects love.</br>Punch, wine, delicious cake, fruit, capillaire,</br>Cards, may this festive night indulge good boys,</br>And lovely girls may chat.  Dear!  who could think</br>The clock must strike too soon!  Yet Thomas brings</br>News! &mdash; On the table spread, light supper waits.", "Oh, I have known such hours!  I too have shar'd</br>Such heartfelt joys!  Say can there be a time</br>Which gives more pleasures, or more bliss imparts,</br>Unmixt with care?  Use these while youth permits;</br>For soon, sweet Boy, you'll know yourself a Man.</br>Then, proud disdain, or love, or human grief,</br>Alternate reign; chance, madness &mdash; such is life&mdash;</br>Whose raging ills no medicine can heal,</br>Terrific, desolates the mind.  Snatch then</br>The roses, which in spring of life bloom fresh,</br>And, redolent of health, diffuse their sweets.</br>Ev'n now the year rolls on, and storms arise,</br>Sorrow, portending misery and tears!", "Ah me!  sore destin'd to encounter cares,</br>As on the scenes that were, fond Memory dwells,</br>My joys, more shortliv'd than Ephemera,</br>Pass'd ere meridian sun had shod his rays.", "Still Wisdom answers, that each proper cause</br>Is suited to the end.  Hence sceptic Doubt,</br>Avaunt with all thy idle fantasies!</br>Those blessings which are lost I'll use in trust,</br>Then let the evil fall, whene'er it may;</br>And happy he, most virtuous of his race,</br>Who patiently each trial undergoes,</br>And bears with equal mind each human grief;</br>Him on the couch of sickness joy can cheer;</br>By faith in darkness trimm'd the lamp of life.</br>Bland heaven lies open to a mortal's view.</br>"]