["Come!  lovely queen of endless smiles,</br>Whose art the woes of life beguiles!</br>With thee I'll rove, with thee I'll rest,</br>Amidst thy sweet enchantments blest;</br>O!  let me, with thy poppies crown'd,</br>Unconscious tread this thorny ground!</br>Thy pleasing dreams before me spread,</br>And stretch thy wings to guard my head,</br>Secure amidst surrounding strife,</br>Not wak'd by all the storms of life!</br>The brighter side of wealth and pow'r,</br>Shall bless the visionary hour:</br>Wealth, without care, shall be possess'd,</br>And pow'r, without a guilty breast;</br>Pomp, free from flatt'ry, and from scorn,</br>And love's sweet flow'r, without the thorn.", "Here Time with sweeping stroke destroys</br>Like grass, possession's transient joys,</br>Hope, like the pine aspiring high,</br>Can all the rage of time defy;</br>For each lopp'd branch, the vig'rous root</br>Ordains a double branch to shoot,</br>For one, a thousand items arise,</br>And bloom, and bear, beyond the skies.", "If Hope no distant blessing shows,</br>In vain is all the world bestows;</br>If future joys her smiles display,</br>In vain is all it takes away.", "The loss of pow'r, of fame, of wealth,</br>Yet more, of friends, of ease, and health,</br>By strength of mind we learn to bear,</br>And live, and smile, in spite of care;</br>But losing thee, all comforts fly,</br>We languish, we despair, we die.", "Beyond our reach, but still in sight,</br>Thy glitt'ring objects yield delight,</br>If chance Possession brings them near,</br>We lose the fading joy in fear:</br>What charm'd the sight, as good and fair,</br>When touch'd, we mourn as clouds and air;</br>Yet fond the vapour to retain,</br>Each parting fragment gives us pain.", "Thy chearful light, with guiding ray,</br>Thro' life directs our doubtful way,</br>Invites the journey to fulfil,</br>Before us, and before us still!</br>The grave we reach, thy pointing hand</br>Beyond it shews the promis'd land,</br>The last, best, effort of thy pow'r</br>Sustains us in the dreadful hour.</br>Thy charge, and all our travels, o'er,</br>We leave thee on the mortal shore,</br>On realms unknown we land, and share</br>A fate beyond thy influence there.</br>Whate'er in realms unknown I be,</br>Hope!  let me live on earth with thee.</br>"]