["Down by the brook which glides thro' yonder vale,</br>His hair all matted, and his cheeks all pale,</br>Robin, sad swain, by love and sorrow pain'd,</br>Of slighted vows, and Susan, thus complain'd.", "Hear me, ye groves, who saw me blest so late;</br>Echo, ye hills, my sad reverse of fate:</br>Ye winds, that bear my sighs, soft murmurs send;</br>Come pay me back, ye streams, the drops I lend.</br>And you, sweet Susan, source of all my smart,</br>Bestow some pity on a broken heart.", "Happy the times, by painful mem'ry blest,</br>When you possessing, Robin all possess'd.</br>Pass'd by your side, each day brought new delight,</br>And one sweet slumber shorten'd ev'ry night.</br>My play your service, for no toil seem'd hard,</br>I rose to milking, tho' 'twas ne'er so cool;</br>I call'd the cows up; I kept off the bull:</br>Home on my head I bore the pail upright;</br>The pail was heavy, but love made it light:</br>And when you spilt the milk, and 'gan to cry,</br>I took the blame, and simply said 'twas I.", "When by the haycock's side you sleeping lay,</br>Sent by good angels, there I chanc'd to stray,</br>Just as a loathsome adder rear'd his crest,</br>To dart his poison in your lilly breast.</br>Strait with a stone I crush'd the monster's head;</br>You wak'd, and fainted, tho' you found him dead;</br>Then from the pond I water brought your face:</br>Still, blue as bilberry, you cold lips did quake,</br>Till my warm kisses call'd the cherry back.", "When looking thro' his worship's garden gate,</br>Ripe peaches tempted, and you long'd to eat;</br>Tho' the grim mastiff grow'd, and sternly stalk'd,</br>Tho' guns were loaded, and old madam walk'd,</br>Nor dogs, nor darkness, guns or ghosts could fright,</br>When Robin ventur'd for his Sue's delight:</br>Joyful of midnight quick I post away,</br>Leap the high wall, and fearless pluck the prey;</br>Down in your lap, a plenteous show'r they fall;</br>Glad you receiv'd them, and you eat them all.", "When fair-day came, I donn'd my Sunday suit,</br>Brush'd the best pillion clean and saddled Cut.</br>Then up we got; you clung about my waist;</br>Pleas'd to be hugg'd, I charg'd you clip me fast:</br>And when you loos'd your hold, and backward flipp'd,</br>I held your petticoats, and never peep'd.</br>The posied garters, and the topknot fine,</br>The golden ginger-bread, &mdash; and all was mine:</br>I paid the puppet show, the cakes, the sack;</br>And, fraught with fairings, brought you laughing back.", "Susan but spoke, and each gay flow'r was there,</br>To dress her bough pot, or adorn her hair:</br>For her the choicest of the woods I cull,</br>Sloes, hips, and strawberries, her belly full:</br>My hoard of apples I to her confest;</br>My heart was hers, well might she have the rest.", "And Susan well approv'd her Robin's care;</br>Yes, you was pleas'd; at least you said you were.</br>In love's soft fire you seem'd like me to burn,</br>And sooth'd my fondness with a kind return.</br>At our long table when we sat to dine,</br>You stretch'd your knees, and mingled feet with mine;</br>With fattest bacon you my trencher ply'd,</br>And slic'd me pudding from the plumby side:</br>And well I wot when our small beer was stale,</br>You stole into the barn, and brought me ale.", "But Oh, the soldier, blaster of my hopes!</br>(Curse on pretending kings, and papish Popes)</br>He came from Flanders with the red-coat crew,</br>To fight with rebels, and he conquer'd you.</br>His dowlas ruffles, and his copper lace,</br>His brickdust stockings, and his brazen face,</br>These are the charms for which you slight my youth;</br>Charms much too potent for a maiden's truth!</br>Soon on the feather'd fool you turn'd your eyes;</br>Eager you listen'd to the braggard's lyes;</br>And, scorning me, your heart to him resign,</br>Your faithful heart, by vows and service, mine.", "True, he is gone, by our brave duke's command,</br>To humble Britain's foes in foreign land:</br>Ah, what is that?  The spoiler bears away</br>The only thing for which 'twas worth to stay.", "But sorrow's dry; &mdash; I'll slake it in the brook,</br>O welladay!  how frightful pale I look!</br>Care's a consumer (so the saying speaks)</br>The saying's true; I read it in my cheeks.</br>Fie, I'll be chearful, 'tis a fancied pain;</br>A flame so constant cannot meet disdain:</br>I'll wash my face, and shake off foul despair,</br>My love is kind; alas!  I would she were.", "Well says our parson; and our parson said,</br>True love and tithes should ever well be paid.</br>Susan, from you my heart shall never roam,</br>If yours be wand'ring quickly call it home.</br>"]