["They stand within the sacred fane &mdash; around</br>The bridal group is gathered; the young BRIDE</br>Casts her meek dove-like eyes upon the ground</br>With Woman's tenderness; seeking to hide</br>The struggling sighs that heave her gentle breast,</br>Where Hope and Fear by turns become a trembling guest!", "Look to her HEART!  What thoughts are passing there,</br>That cast a pensive shadow o'er her brow?</br>Thoughts which Love's bright dream can claim no share,</br>Yet thoughts which Love himself must still allow,</br>Rush o'er her soul; &mdash; and leave that trace of care</br>Which throws its shade a while o'er features heavenly fair!", "Perchance the thoughts of HOME! &mdash; that home which now</br>She leaves to grace another; &mdash; happy years</br>Of peaceful, calm endearment; &mdash; as the vow</br>Her scarce-heard voice has uttered, wake those tears</br>That, bursting through concealment, or control,</br>Down her fast-fading cheeks their pearly currents roll!", "Perchance &mdash; a Father's dying look of love</br>Yet hovers o'er her; &mdash; or a Mother's voice,</br>Whose gentle accents sanction and approve</br>The object of her young heart's early choice,</br>Dwells in her ear; but who shall dare reveal</br>All the fond, tender thoughts that through her bosom steal?", "Youth!  if her gentle heart and eyes o'erflow,</br>From thoughts like these, it argues future bliss,</br>And coming years of peace and love shall show</br>Th' unfathomed depth of Woman's tenderness!</br>Years, which from thee their future hue must take,</br>As thy Love's ebb or flow, shall bright or gloomy make!", "Chide not these signs of sorrow &mdash; for they tell</br>No tale of coldness, or distrust to thee&mdash;</br>But feelings of the heart, that only dwell</br>Where Truth and Love have made their sanctuary.</br>Chide not these mournful smiles; these gentle tears</br>Like April's dewy showers, through which the sun appears.", "And now the rite is o'er; &mdash; the white-robed train,</br>'Mid joyous peals that float upon the air,</br>Depart the sacred temple; &mdash; ne'er again</br>On such an errand shall that TWAIN repair</br>Unto its holy walls &mdash; till ONE  shall be</br>The Bridegroom or the Bride of cold Mortality!", "The fate of ONE is sealed for aye on earth,</br>It may be Both!  Thrice happy they who prove</br>The depth of faith that in the soul has birth,</br>And the true heart, that knows no SECOND Love!</br>That on ONE alter kindles all its fires,</br>And when that alter falls, the hallowed blaze expires.</br>"]