["Who's he that stalks along the barren fell,</br>Where the free wind is playing random pranks</br>O'er prickly whin, bare rocks, and heathy dell,</br>Or gambolling down Callerton's green banks?</br>Whilst the tir'd sun, low in the ruddy west,</br>At times escaping from the muffling fold</br>Of sombre clouds that thick his face infest,</br>Pours yellow lustre on the wide grey wold</br>Where still the stranger stalks dark, slow, and cold.", "Perchance he feels Sol's waning varying flush,</br>And then a smile creeps o'er his gladden'd cheek;</br>Through the fill'd veins their red streams swifter rush</br>And curve the lips as now at length to speak:</br>\"Thou noblest planct of the heav'nly sphere</br>Shine yet again, be prodigal of light&mdash;</br>Hast thou not mark'd how I have wander'd here</br>To worship, undisturb'd, thy matchless sight?</br>Well, get thee gone!  I'll woo the orb of night.", "\"See!  where she comes to soothe my troubled mind,</br>Fretted with ev'ry curse that mem'ry can</br>Rake from life's tract this hour has left behind</br>To make me deem myself a wretched man.</br>I lov'd Cecilia!  Soon a mandate speeds,</br>And to her home the maiden bids adieu,</br>To mirthful halls life's alter'd current leads;</br>Will festal banquets cause her think how true</br>Is he, forsaken on the moor e'en now.", "\"I do know woman, and I am right sure</br>When 'mid the blaze of rank the son'rous youth</br>Gorgeous in outward show, within impure,</br>Shall urge his wish, that small will be her truth.</br>Yet was she chaste.  But wealth, with dazzling sway,</br>Will work corruption, were she pure as snow&mdash;</br>Will bias her from Virtue's taintless way</br>Since Vice bright gilds her front with tempting glow,</br>And specious hides her inner filth and woe.", "\"When artful peers, proud flaunting in brocade</br>Where torches flash, gold burns, and jewels gleam,</br>Shall pander to their lust and court the maid,</br>Methinks this heart of mine will worthless seem;</br>'Tis like indeed, this o'ertoil'd, sickly frame;</br>That lives by fits &mdash; a taper near its close</br>Will serve to nurse a never-dying flame&mdash;</br>Ah no!  some other my loved girl will choose&mdash;</br>May this pain crush me ere he crops the rose!", "\"Virtue and Prudence totter'd in that mind</br>When to the hamlet she preferr'd the town;</br>And firm Affection's early faith resign'd</br>To go where guilt on pamper'd ground is sown.</br>Did bliss not circle her when she did stray</br>By charming lawns perfuming sweet the air,</br>Whilst hope, and joy, and love, illum'd the way;&mdash;</br>A happy atmosphere was that to where</br>Foul rakes debauch, and sister harlots stare.", "\"Yet in the chain with which she holds my heart</br>Nor time nor circumstance can wear a breach;</br>Though forest, water, earth, our bodies part,</br>Entire, unbroken, it extends o'er each.</br>Does music warble with entrancing sound,</br>Cecilia thrills in every tender note&mdash;</br>Condens'd in her my passions all are bound;</br>Were wealth and power before my vision brought</br>They could not dim the form on which I dote.", "\"Strange would it be did ever aught succeed</br>Whose progress I have wish'd might happy run&mdash;</br>False prophets there might prophesy, indeed,</br>And tell the issue ere its source begun.</br>Lo!  memory conjures up another wrong,</br>Stamp'd in clear colours I had thought obscure;</br>But the whole portrait's fresh embodied throng,</br>Again I must those racking thoughts endure,</br>Death, my sheet anchor &mdash; death, their sole safe cure!", "\"War sounded on her trump a stirring blast&mdash;</br>The martial voice rang at the cottage door&mdash;</br>Each patriot present heard, and boldly pass'd</br>To die or conquer on a hostile shore.</br>To wield the brand my arm was all unstrung&mdash;</br>The call of victory summon'd me in vain&mdash;</br>Weak by the couch my raised arm helpless hung&mdash;</br>A cruel fever throbb'd within my brain,</br>And sharp I winced beneath the galling chain.", "\"Amidst my madd'ning ills fierce tongues were found</br>To rouse my slumb'ring mind with torments dire&mdash;</br>With savage probe to tear the yet raw wound,</br>And add new fuel to the scorching fire:</br>No gentle hand did ever bathe my  brow&mdash;</br>With cooling oil allay the bitter smart,</br>Nor pity spare one drop of healing dew</br>From fiend-like friends, who play'd a devil's part,</br>Urging my arm to thrust the suicidal dart.", "\"It shall be so.  Clasp'd to the mother's breast,</br>From whence it drain'd life's precious dearest store,</br>The babe dies smiling &mdash; thus I'll sink to rest,</br>Expiring calmly at Cecilia's door.</br>Then let me haste, since, as a prostrate oak,</br>Once fair and healthy on the purple moor,</br>Moulders, sheer-blasted by the lightning's stroke,</br>Whilst raving tempests fell their vengeance pour,</br>A useless wreck, I crumble hour by hour.\"", "He spake.  Then, as his arms were wildly spread</br>High o'er his head in attitude sublime,</br>\"O heav'n!  launch quick the bolt,\" he madly said&mdash;</br>\"Ope the seal'd book, and judge my round of time;</br>And, for a span, chase from the sullied moon</br>Those clouds that foil her with their idle load&mdash;</br>In bright effulgence,'tis a trifling boon,</br>Let her burst out upon my final road,</br>Nor grudge to light me to my dark abode.", "\"I sue not now the crescent queen to show</br>On smooth savanna or on tangled grove</br>Her soft'ning light, as I march glad below,</br>Hail'd by the sovereign banner of my love.</br>That banner steep'd in bliss with certain lure,</br>Hung where the violets blush'd and lilacs grew,</br>Whene'er the maiden wav'd with magic power,</br>Thither my soul's whole bent her standard drew,</br>Such force attractive o'er my heart it threw.\"", "The raven croak'd above &mdash; the snake beneath</br>Hiss'd strangely deep; but yet more strange than they</br>The youth's deep voice jarr'd on the silent heath,</br>As through the rustling fern he dragged his way.</br>Reeling and faint, his steps he onward bore,</br>Nor could his ebbing strength their progress stay,</br>Till down he sank close by Cecilia's door,</br>And there, when morning dawn'd, chill, wet, and grey,</br>Stretch'd pale and  passionless, the fate-cursed victim lay.</br>"]