["Prone o'er the crimson'd deep, the setting sun</br>Broadens his orb; the burnish'd mountain-top,</br>The waving forest, and the lofty spire,</br>Catch the last glances of the fading day;</br>And yellow lustre gilds the deeper green.", "Along the windings of the Avon-more,</br>From where it mingles with its sister wave,</br>Avoca then yclep'd, in musing lost,</br>Let me indulge my solitary walk.</br>Gay laughs the landscape round; the sloping lawn,</br>The wood-crown'd mountain, and the deep'ning vale,</br>In splendid prospect meet the ravish'd eye.", "Thy worth, O Hayes, a much-indebted swain</br>Would gladly sing:  for thee his rural muse</br>Would watch the radiance of autumnal moons,</br>And the keen lustre of a star-light eve,</br>When the quick fancy has its brightest flow:</br>But far thy worth transcends her Doric reed.", "Beneath the umbrage of thy friendly oaks,</br>Now, for a moment, let me lonely sit,</br>And catch the vision as it sweeps along.", "What is our theme?  Come, heav'n-born Eloquence,</br>The muse commands you claim each muse's song;</br>Not my weak verse, but mighty Homer's strain;</br>Or Thomson's, by true liberty inspir'd.", "Without thee, what were all the gen'rous thoughts,</br>Which glow within th' exalted patriot's breast?</br>What were philosophy's exhaustless stores,</br>That queen of nations, daughter fair of heav'n?</br>What was the raptur'd heat, the noble rage,</br>Of the sublime enthusiastic Bard,</br>Unless gay damask'd o'er with the rich hues</br>Of Eloquence, smooth-flowing from the tongue?", "Incomprehensible her pow'rs divine!</br>How clear, how strong, when arm'd in virtue's cause!</br>Strong as the lustre of the mid-day sun,</br>Clear as the azure of the cloudless sky.", "Tremble pale Vice, now screen thy guilty head,</br>Call night's black gloom to shade thy flagrant crimes,</br>Nor stem the torrent of her virtuous rage:</br>The tyrant, arm'd with settled confidence,</br>Breathing defiance against Heav'n itself,</br>Stain'd with the gen'rous patriot's sacred blood,</br>Loaded with curses from thy afflicted heart,</br>Which felt the scourge of his o'er-bearing pride,</br>Pierc'd by her arrows, shudders at himself;</br>All all his guilty soul is on the rack,</br>Keen conscience flashing her vindictive day.", "Hail!  virtuous Eloquence, all-potent queen,</br>Thou firm support of kingdoms, and of kings,</br>Inciter fair to every noble deed;</br>By thee and Honour, link'd in diamond chain,</br>Long have fair-visag'd Fraud, base Bribery,</br>Corruption vile, and Avarice been foil'd:</br>Though by those hell-wrought engines close besieg'd,</br>Oppressed Freedom shall uphold her head,</br>By innate worth, and love of thee sustain'd,</br>As long-defended Athens well can prove.", "Her glorious splendor now was all bedimm'd;</br>Lull'd in the lap of mean inglorious ease,</br>Calmly she slumber'd; sunk her martial fame;</br>Sunk her ambition for the public good,</br>And ev'ry virtue silent as the grave.</br>No more her gates pour'd forth th' embattled war,</br>Firm band of patriots, souls fix'd as fate,</br>To nobly conquer, or to nobly die:</br>No more her naval power choak'd up the deep,</br>Nor reign'd unrivall'd o'er the mid-land main:</br>Nor was she honour'd as the queen of Greece,</br>Now deep in golden luxury and ease,</br>Breast-high, she swam, and gaily floated on:</br>The names of Marathon and Salamis</br>No more were foster'd in her grov'ling thoughts:</br>The pleasures of the theatre employ'd</br>Her gliding moments:  the well-manag'd scene</br>Was deem'd of greater, greater moment far</br>Then her own liberty, and life itself.", "Unsinew'd Greece the Macedonian ey'd;</br>From the chill north he pour'd a num'rous train,</br>A hardy band, inur'd to toilsome war.</br>Swiftly he seiz'd the far-fam'd mountain pass,</br>At once the glory and the stain of Greece.</br>The black-brow'd tempest now came low'ring on,</br>Frowning destruction; awaken'd Athens rear'd</br>Her nodding head, and wish'd to nod again;</br>But now a heav'n-inspired sage arose,</br>The sun of eloquence now shot his beams,</br>And rouz'd the nations:  swell'd with all his rage,</br>Fierce the Athenians rush'd, and call'd for arms.</br>Bright in each breast burn'd patriotic zeal,</br>Impeded was the subtle tyrant's course,</br>Stopp'd was his headlong torrent of success:</br>The force of steel, the stronger force of gold,</br>By virtuous Eloquence, was here disarm'd.</br>That glorious phalanx, terror of the plain,</br>Invincible, infrangible itself,</br>Broke twisted hauberk, plated helm and shield;</br>Stretch'd the proud steed and rider in the dust:</br>In vain the wild mountain, horrid and sublime,</br>Heav'd his huge wood-clad summit to the clouds;</br>In vain the full-swoln river roar'd between;</br>In vain the barren wild; in vain the storm</br>Blew rattling rain, and shot the moulded hail;</br>In vain the sea of ice, and hill of snow;</br>The northern nations, trembled at its name,</br>Fell'd soon beneath the vigour of its arm,</br>Thrace, and Illyria, and their barb'rous son;</br>Unconquer'd Phalanx!  yet, 'twas thine, to yield</br>To eloquence and virtue, for a time,</br>Till their last stand on Cheronaea's plain.", "Hail!  glorious sage, who conquer'd nature's self,</br>Tho' alien-born to harmony divine,</br>And all the soft persuasions of the tongue;</br>But, yet, by care and assiduity,</br>Unconquerable, he enjoy'd his wish,</br>The scourge of Philip and the boast of Greece.</br>How oft he stray'd beside the hoarse sea-shore,</br>Suiting the cadence of his untun'd voice</br>To the wild murmurs of the sounding main!</br>Thus the lone heath, the barren mountain-top,</br>Till'd by the hand of the industrious swain,</br>Floats with the golden waves of Ceres gay,</br>Or smiles envermeil'd with the dyes of Spring</br>What will not unremitting toil effect,</br>In Virtue's cause, and by her soul inspir'd?", "Great Rome had fallen from her tow'ry height,</br>When her own bowels with fierce rage rebell'd,</br>And adverse eagles glitter'd o'er the field,</br>Had not the second founder of her walls,</br>By his persuasive nervous eloquence,</br>Hurl'd headlong down the base perfidious tribe</br>To raven-wing'd perdition's dreary reign.", "Thy energy how great, ecstatic maid!</br>Bright and resistless as the summer noon;</br>But let us view thee in thy noblest pride.", "To dim those radiant lights of Greece and Rome,</br>From the north-west a tide of glory flows,</br>And streams of splendor blush along the sky;</br>Like the impetuous torrent, loud and strong,</br>Borne on a courser of etherial speed,</br>August Britannia, hail thy honour'd Fox!</br>The flashing bolts of Jove he deals around,</br>Arm'd with the terrors of the rushing blaze;</br>Clear and concise his manly eloquence,</br>The trifling thought, the tinsel'd phrase disdains;</br>Each period bound by adamantine chain,</br>Pours on the mind conviction's fullest day.", "Now the deep river rolls majestic on,</br>Thro' golden landscapes, and thro' lofty woods:</br>Bright is his wave, his banks with plenty crown'd;</br>The sacred genius of the flood appears,</br>(His sea-green garment floating in the wind)</br>And emulates Thalia's fav'rite son,</br>Whose gay, whose rich, whose wondrous pow'rs subdue</br>Applauding crowds, by more than magick sounds.", "Tow'ring in Albion's sea-encircled reign</br>Ierne's fame for eloquence is known;</br>Behold her Burke, &mdash; sublime and beautiful,</br>Whom senates rev'rence, and whom nations love.</br>The time will come, when party shall approve</br>His honest heart, and his unshaken zeal;</br>Ev'n blushing Bristol shall confess his wrongs.", "Through verdant meads, and groves of ever-green,</br>The lone enthusiast still pursues his walk,</br>Lull'd by the murmurs of the haunted brook:</br>Now in too daring numbers has he sung</br>Persuasive eloquence, the patriot sage,</br>Who, fir'd by freedom, and his country's love,</br>Speaks the free language of the honest breast.</br>All nature's still &mdash; but why this quiv'ring blaze?</br>Seraphic forms now glide athwart the dusk,</br>(Celestial brightness waving o'er their plumes)</br>I'll sweep the lyre, and, what they dictate, sing.", "Child of the east, and daughter of the sun,</br>Thou spring of pleasures, heav'nly Poesy,</br>How thy idea swells my raptur'd breast!</br>Words feebly paint the transports of my soul:</br>O thou eternal sun-shine of mankind,</br>Their spring-tide blossom, and autumnal crop!</br>Still let my genius ripen in thy beams,</br>And reap the fruits of thy delicious clime.", "Whate'er is great, whate'er is wonderful,</br>Whate'er can boast etherial beauty's bloom,</br>'Tis thine, immortal goddess, to bestow.", "'Tis thine, angelic maid, 'tis thine to raise</br>The kindling soul, to bid her walk the skies</br>Above the circle of the sun and moon,</br>To visit comets, and remotest stars:</br>Th' enlighten'd mind of man, by thee inspir'd,</br>Pervades stupendous Nature's utmost round,</br>And casts a glance into immensity.", "By thy prevailing magic, dread amaze</br>Reigns uncontroll'd o'er all the sons of men!</br>Gigantic heroes, whose enormous size</br>Surpass'd the just proportion, whose vast strength</br>Shook Nature's self on her eternal throne!</br>Oft have they tore the mountain from his base,</br>(In vain his rivers, and his waste of woods)</br>They rent the azure concave with their voice,</br>And echo'd thunder in a louder sound!</br>Lo!  fell inchanters (a tremendous train!)</br>Ride on the viewless coursers of the air,</br>Call forth the shrouded spectre from the grave,</br>Send him to glide beneath the dusky moon,</br>And shake the curtains of the death-sick man!</br>Thine are the Sylphs, the Gnomes, and dapper Elves,</br>Who sport by star-light o'er the evening dew,</br>To the daz'd eye of the lone traveller!", "'Tis thine to deck each hill, and fertile vale</br>With the green honors of the smiling spring,</br>Or crown the plain with autumn's waving gold.</br>O in thy lay how flows the limpid rill!</br>How gay the landscape!  and how cool the shade!</br>How wild, and how romantic is the grot,</br>Hung with the tap'stry of the ivy green!</br>The still and pleasing scenes of rural life,</br>The tender shepherd, and his shepherdess,</br>The flocks wide-spreading o'er the velvet lawn,</br>The turf-built cottage, and each past'ral sport,</br>(Scenes in themselves, that with an innate joy</br>To ev'ry soft sensation woo the soul)</br>Yet in thy page a double worth obtain.</br>Ting'd by the dyes of Fancy's gorgeous bow.", "First in the golden east the dawning beam</br>Of Poesy gleam'd forth &mdash; Those shepherd swains,</br>Who dwell'd beside Euphrates' silver flood,</br>First felt the vigor of her cheering ray.</br>'Twas the conspiring genius of their clime,</br>'Twas the sequester'd rural life they led,</br>That swell'd their souls with such exalted themes;</br>Nature for them pour'd forth her waste of sweets,</br>Green'd ev'ry grove, and gave each flow'r its bloom,</br>Breath'd all her aromatic gales around,</br>Gave liquid numbers to the gliding brook,</br>And arch'd the show'ry bow &mdash; For them the morn</br>Don'd her fair virgin blush, and shed her dews;</br>For them the sun rose from the hoary sea,</br>And wav'd his crimson banner thro' the sky.</br>On Sion's hill, by Jordan's reedy shore,</br>Midst Carmel's shades, by Siloa's hallow'd fount,</br>The kingly harp, and the prophetic lyre</br>Resounded wide &mdash; O'er all the turban'd east</br>Is not the force of melody supreme?</br>It is the sacred charm of num'rous verse,</br>That keeps the haughty Arab unsubdu'd,</br>And makes him own no master but his sword</br>Swift as the whirlwind's blast he rushes on,</br>Chaunts his shrill matins, and insults the foe.</br>The various labours of a thousand bards,</br>Who sing the praises of the brave and fair,</br>Round the Caabba's sacred walls are hung.</br>Encircled by a depth of gloomy woods</br>The distant Indian owns thy sov'reign sway,</br>Divine Calliope &mdash; oft has he sung,</br>While Indus and the Ganges, from their urns</br>Have lean'd attentive, and forgot to flow.</br>Bold is the genius of the eastern bard,</br>Vast as the boundless ether is his soul,</br>Wild and prodigious is his ev'ry thought:</br>His, too, is fair simplicity, which pours</br>Her modest charms, and softens the sublime:</br>Divinely noble is his glowing stile,</br>His are the whispers of the vernal breeze,</br>And his the thunders of the summer sky.", "Nor did the wide-extended east alone</br>Bask in the smiles of golden Poesy;</br>Borne on the morning's wing, she soar'd aloft,</br>And journey'd onward with the circling day;</br>At length, in Greece, she staid her rapid course,</br>Pleas'd with the genius of that sunny clime:</br>The soul of poetry, hence, Homer sprung;</br>Hence the soft Bard, who sings the Colchian maid,</br>And the sweet numbers of the Doric swains.", "Next in Hesperia's soil the muse appear'd,</br>To blazon wide the deeds of haughty Rome.</br>Then Lucan shone, then lofty Statius sung,</br>Then flow'd spontaneous Claudian's golden lines,</br>And gentle Ovid told his courtly tale.", "Now o'er a tract of twice five hundred years</br>We pass, for Gothic darkness veil'd the land:</br>Deeds of high powess, and fair chivalry,</br>In tilt and tourney, and embattled field,</br>Between the peers of lordly Charlemagne,</br>And the proud Saracen, were then achiev'd.</br>Hence flow'd the theme of the Provencal bard.</br>From the rough Rhone to Arno's laurel'd shore,</br>From Vallembrosa to Parthenope,</br>The Paladine and Paynim knight were sung</br>In the great baron's banner'd hall; meanwhile</br>His armed vassals, with attentive ear,</br>Caught the enkindling tale, and grasp'd the sword.", "Once more each shady grove, and flow'ry vale,</br>Resound the vocal song.  Where Mantua's swain</br>To rural reed once tun'd Sicilian lays,</br>Those shades which whisper'd Amaryllis once,</br>Those streams which murmur'd to Menalcas' song,</br>Now wave their boughs to tender Petrarch's voice,</br>Now smoothly flow to Laura's honor'd name.", "O Petrarch, thine was love's unsullied flame;</br>Thine was the pleasing languor of the soul,</br>The tear full-springing, and the heart-felt sigh:</br>Oft, when the evening spread her sober veil</br>O'er nature's face, the lover pensive mused</br>Thro' falling glooms beside Valclusa's spring;</br>And then the sadly-pleasing scene inspir'd</br>The melting sonnet to his Laura's praise.", "In great Boiardo, Scandiano's count,</br>(That radiant morning of a glorious day)</br>The epic muse with dignity appear'd.</br>Now stout Orlando, and fierce Agrieane,</br>(The haughty Tartar king) dire combat wag'd</br>Round fam'd Albracca, for Cathaya's queen.</br>Brave Sacripante, and Gradasso bold,</br>And Mandricardo (names of high renown),</br>From the good count to Ariosto came.", "Hail, Ariosto!  first of poets, hail!</br>Thine the attractive beauties of romance:</br>Lo!  through a wildly-pleasing labyrinth</br>Of knights, of fairies, and gigantic deeds,</br>We tread perplex'd; yet, ev'n thy errors please.</br>So fares the man, who, in some lonely clime,</br>Led by an evil spirit, has miss'd the path</br>Which guides his footsteps to the wish'd-for way;</br>Yet, scarcely could he choose, his hap revers'd:</br>Hurry'd thro' mazy scenes of endless bliss,</br>The steep-ascending mountain, and the vale</br>Unfolding all the treasures of the spring;</br>The stream meand'ring thro' the verdant lawn,</br>And the brown forest stretching wide around.", "Tasso!  to thee each muse a tribute owes,</br>Illustrious offspring of that lofty bard,</br>Who sings of Amadis and Oriane;</br>To thee belongs each elegance and grace;</br>Nature from thee receives her finest tints;</br>Pale are the roses on the virgin cheek</br>Of fair Clorinda; &mdash; the revengeful sword </br>Of fierce Argantes flames while Tancred sighs,</br>And blames the luckless valour of his hand.</br>Perfection's thine &mdash; in thee sublimity</br>Mingles with mildest beauty's orient hues.</br>So the great master of the clear-obscure,</br>In just proportion blending light and shade,</br>Bids ev'ry soft and amiable grace</br>Flow from his pencil &mdash; Thee, Marino now,</br>With brightest wreath shall Cytherea crown,</br>For her Adonis shall for ever bloom; </br>Sebeto's banks have mourn'd the lover's sate,</br>And pitying virgins wept along the Seine.", "While o'er the south the tide of fancy flows,</br>And ev'ry Latian wears the poet's bay,</br>\"Under the foot of Mole, that mountain hoar,\"</br>The loves of Arthur and his Fairy Queen,</br>By gentle Spenser, to the nymphs are sung:</br>With Tuscan greens he shades his Mulla's shore,</br>They brave the cold blasts of the freezing north,</br>Nor seem to sicken for Hesperian skies.", "The silver-footed maids of Tajo's stream,</br>The sacred sisters of Mondego's spring,</br>To bold Camoens lent their willing aid.</br>Whether he fought on Afric's barb'rous coast,</br>Or, exil'd, stemm'd rough Mecon's adverse wave,</br>They sooth'd his sorrows, and assuag'd his toil</br>With the bright prospect of a fair renown,</br>Which god-like Virtue gives to all her sons", "Fam'd be the orator's and poet's skill;</br>Let the Phoebean laurel shade their brow</br>With smiling chaplets of perennial green.</br>But shall not great Apelles grace our song,</br>Whose heav'n-wrought pencil bade the Paphian queen</br>Rise in a blush of beauty from the main?</br>Shall not bold Raphael crown our raptur'd page,</br>Whose manly touches strike like Homer's flame,</br>And milder Titian, whose unrivall'd skill</br>Vies with the polish of the Mantuan lay?", "First Greece, the queen of ev'ry gen'rous art,</br>Of sacred science and philosophy,</br>In her kind bosom nurs'd the lovely Maid,</br>When liberty exalted ev'ry thoughts</br>And made the tyrant tremble at her name;</br>When her proud navy triumph'd o'er the deep,</br>And aw'd the monarchs of remotest lands;</br>'Twas then the spacious portico display'd</br>The glorious battles, which their sires had won,</br>The martial aspect, and heroic scar.</br>Then was decypher'd the pavilion'd field,</br>The marshall'd hosts, the shock of iron war,</br>And the long series of historic deeds.</br>The artist, kindling with his country's love,</br>Upon the breathing canvas boldly drew</br>The prostrate Persian, and the conqu'ring Greek.</br>Gods!  how he wish'd to have beheld the day,</br>That glorious day &mdash; had his thrice-happy sword</br>Been stain'd with eastern blood &mdash; Oh had his spear</br>Fell'd some barbaric satrap to the ground,</br>His picture then had nature's self outdone.", "When the great genius of the public good</br>With radiant flame illum'd each god-like breast,</br>Nor in-bred discord shook the tott'ring state,</br>With highest bloom the sister arts then smil'd,</br>And smooth'd the hardy warrior's roughen'd soul.", "The glorious sons of heav'n then shone below,</br>Robed in celestial dyes &mdash; all-mighty Jove</br>Aim'd the red lightning-shaft &mdash; the riven oak,</br>See!  where it withers on the blasted hill,</br>Smote by his vengeful hand &mdash; gigantic Mars</br>Impell'd his fiery steeds, clashing his shield,</br>While Discord madden'd at the brazen sound,</br>And wav'd her torch &mdash; the trident-bearing Neptune</br>Above the green surge rear'd his awful front,</br>Expressing majesty; &mdash; and Pallas bound</br>Her shining temples with the olive bough.</br>Thus the enthusiastic painter form'd</br>Etherial scenes to vulgar ken unknown.", "Still was perspective's magic lore conceal'd:</br>None, nobly studious of great nature's works,</br>Painted the dark'ning horrors of the grove,</br>The pendant mountain, and the falling stream,</br>And the mild blushes of an evening sky&mdash;</br>Such as now tinge thy woods, fair Avondale;</br>Dale romantic!  where rosy spring still finds</br>New lawns to vermeil, and new groves to green.", "If e'er the gods have granted poet's wish,</br>In some such scene, oh!  may I close may days,</br>With smiling friendship, and with thee, my Young;</br>With thee, my earliest, and my matchless friend.", "Whate'er of Tempe, fam'd Thessalian vale,</br>Of dripping rock with richest foliage crown'd,</br>Of tinkling rill, of wild fantastic oak,</br>The god-like masters of the lyre have sung,</br>Here woo the muse, and there the Gothic pile</br>Courts Rosa's pencil:  shall not picture now</br>Shake off her dust, and brighten from the tomb?", "When not one hero more fall'n Greece could claim,</br>The lib'ral arts with flight precipitate</br>Sought the protection of imperial Rome,</br>And gayly flourish'd in Ausonian land.</br>Anon, from the dark chambers of the north,</br>Loud Boreas rush'd; upon his stormy wings</br>The barb'rous nations rode with wild career.</br>The Goths and Vandals from their icy hills</br>Pour'd down resistless on th' enfeebled south;</br>In one promiscuous ruin swept away</br>The Roman learning, and the Roman name.</br>Blind superstition, and dark ignorance,</br>With cumbrous shackles chain'd the soul of man,</br>And o'er his reason cast a misty cloud:</br>No ray of learning then dispell'd his gloom:</br>Unhappy mortal!  like the savage beast,</br>He sought for sustenance, but sought no more.", "At length the morning star of science rose,</br>Leo!  whose honor'd name the muse shall sing&mdash;</br>(For to the muse he was a stedfast friend)</br>Immortal Leo, hail!  thy spirit rous'd</br>The sons of science from their heavy trance:</br>Then glow'd the bard, and then the painter shone</br>In their meridian blaze that knew no cloud;</br>Then the green laurel lent its sacred shade;</br>Then the rough Alps and pine-clad Appennine,</br>In more exalted grandeur met the skies;</br>Then roll'd the Po a more majestic wave.", "Then godlike Raphael burst upon the day;</br>At once his daring pencil vanquish'd Greece</br>Something so noble in his forming touch,</br>Something so manly in his bold design;</br>'Twas his in composition to excel;</br>'Twas his alone to paint th' historic tale,</br>T' express the passions, in their strongest glow,</br>To bid the picture kindle into life.", "Now the fam'd master of Venezia's school</br>Into perfection the smooth portrait wrought,</br>The whole so finish'd, that base Envy pin'd</br>To view a piece, which she herself must praise:</br>His were the bright tints of the various bow;</br>With mellow'd lustre the red-blushing rose,</br>And the white lily's native hue combin'd</br>Fair nature's fair carnation to excel.", "Hail, great Correggio!  whose unequal'd touch</br>Breathes matchless grace and harmony divine;</br>With what nice judgment light and shade are join'd!</br>Thy vivid tints th' angelic choir invest</br>With roseate beauty's smile; thy pencil paints</br>Their soften'd splendors, and celestial bloom;</br>Veil'd in a robe of light the melt away,</br>Like show'rs descending in an April sun.", "The page of nature was unfolded fair</br>To her Lorrain:  what rich ideas sprung</br>In bright succession on his raptur'd mind!</br>Beneath his touch uprise the moss-grown cave,</br>The smooth-reflecting surface of the stream,</br>Th' inverted forest, and the downward sky;</br>The torrent tumbles from the green cascade,</br>The white waves picture the tremendous roar;</br>His golden clouds, that fleece th' etherial vault,</br>They shed the splendid, yet the meeken'd day&mdash;</br>The full-moon from her star-bespangled throne,</br>With bright'ning silver streaks the dusky green,</br>And streams mild radiance o'er the russet hill</br>To the waste castle's summit, where the owl</br>Chaunts her sad sonnet from the ivy'd wall.", "Conceive illustrious Raphael's bold design</br>Join'd to the mellow'd style of Titian's school;</br>To these Correggio's skill in light and shade,</br>Rosa's bold touch, and Guido's graceful air.</br>Behold the sun of picture &mdash; but, alas!</br>So bright a sun shall ne'er ascend our skies.", "But hark!  the loudly-rushing cataract</br>Shoots down the steep &mdash; Fancy awaken'd, starts</br>From her fond dream, and views the awful scene.</br>Smooth to the summit of the sloping hill,</br>Thro' groves of lofty fir, and beechen shade,</br>'Tween flow'ry banks with daffodillies crown'd,</br>The rose and violet of impurpled hue,</br>Rolls the blue stream, till opposition rears</br>His frowning barrier; then the tortur'd wave,</br>Lash'd into foam, raves o'er the mighty rocks,</br>Bounding from fall to fall thro' Gothic glooms,</br>O'er-arch'd by stateliest trees of forest-growth,</br>Until it mingles with the Avon-more:</br>Where the broad river sweeps a mighty arch,</br>Beneath a crescent of aspiring hills,</br>Waving with wild woods in theatric pride.", "Here, in the sultry summer noon, O Hayes,</br>With the fair partner of thy happy lot,</br>(The prospect bright'ning in the lover's eye)</br>Oft wilt thou court the freshness of the breeze,</br>And of the amaranth and crocus wild</br>Entwine a garland for thy shepherdess;</br>While the three Syren Graces sweetly sing,</br>The green grove echoing to their matchless lay.", "Thus have I sung in secret shade reclin'd,</br>Where polish'd Hayes and all the virtues dwell,</br>The lofty orator's commanding voice,</br>The poet's fancy, and the pencil's bloom.</br>Ye blue-eyed nymphs of silver Avon-more,</br>Ye green-rob'd dryads of the fairy dale,</br>To solemn sounds ye tun'd my slender reed,</br>And bound with laurel-wreath my rustic brow.", "Oh!  if the gods would give a length of years,</br>Poetic leisure, and the smile of Hayes,</br>Then would I boldly sing in martial strain</br>The puissant force of Coeur de Lion's sword,</br>Fierce deeds of arms, and feats of hard emprize:</br>The distant east should hear the trumpet blast,</br>The startled, Sar'zan should arrest his lance,</br>And turban'd sultans tremble at the sound.</br>"]