["DOBBINS.</br>O neighbour Gubbins what a day is here?</br>Sure such a day I have not seen to-year!</br>The sun shines brighter far than he was seen</br>When Kate and Margery danc'd upon the green.", "GUBBINS.</br>'Twere better for son Tom, and nephew Paul,</br>If Kate and Margery ne'er had danc'd at all.</br>Tom marry'd Kate, and Paul to Margery grew;</br>Kate prov'd a drunkard, Margery a shrew.</br>The moon would never look upon their nonsense;</br>She was too good a woman, on my conscience!</br>In the sun's face I wish she'd set her nails,</br>For shining upon two such draggle-tails.", "DOBBINS.</br>Why, how now, Gubbins!  what's the matter, ho!</br>Did not this happen full two years ago?", "GUBBINS.</br>It did.", "DOBBINS.</br>Why, then, forget it.", "GUBBINS.</br>Would I could!", "DOBBINS.</br>You could!  why so you could then, if you would;</br>Forget it, then; and, now we've met together,</br>Let us hang case, and talk about the weather.</br>In his gilt coach the sun looks like a king,</br>And all the sky's as blue as any thing!</br>On Wednesday last, when I began to sow,</br>In my corn-fields I gibbeted a crow:</br>But crow and gibbet both shall rot away,</br>Ere we agains shall see so fine a day.", "GUBBINS.</br>Why, neighbour Dobbins, what a rout you make?</br>The day looks bobbish, for a country-wake.</br>But one fine day, without the corn was here,</br>Will neither bake the bread, nor brew the beer.</br>Besides, fine weather does not always last;</br>Nor can we judge the future by the past.</br>For yesterday it rain'd, to my great sorrow;</br>And it may rain, for aught you know, to-morrow.", "DOBBINS.</br>Full many a time, and oft, I've seen thee beat,</br>Because thou needs must quarrel with thy meat;</br>But yet, in spite of all thy blows and drubbings,</br>Still thou art rightly called old grumbling Gubbins.</br>Thou grumbledest yesterday to see it rain;</br>To-day thou frett'st to think it may again.</br>What kind of weather, pray now, goodman wizard,</br>Would keep thy soul from grumbling in thy gizzard?", "GUBBINS.</br>Nay, pr'ythee, neighbour, do not flout at me;</br>Dost think I cannot read my A B C?</br>My almanack foretels wet, rainy weather,</br>From Sunday next, for three whole weeks together.</br>O!  could I see once more that glorious year,</br>When farmers all grew fat, and bread was dear.</br>Let but again such happiness be mine,</br>And Gubbins cares not if it rain or shine!", "DOBBINS.</br>Well, let's to work, or else the glorious sun,</br>That looks so bright, will set ere we have done.", "Thus Dobbins sung in panegyric vein,</br>And Gubbins thus in grumbletonian strain.", "Now would the muse in loftier verse essay</br>To chaunt the glories of that radiant day;</br>Tell how the hair was frizz'd on Phoebus' head,</br>And how he rose, and how he went to bed:</br>But she disdains to con the lesson o'er,</br>That has been conn'd five thousand times before.</br>Nor will she ransack Italy and Greece,</br>And learn from thence to paint an English piece.</br>Like the true bard, that both with line and rule,</br>Striving to make his work compleat and full,</br>When genius flags, and fancy disappears,</br>Lugs in the whole creation by the ears.", "Ye British \"lawns,\" where little playful \"fawns,\"</br>Skip, bound, and amble, till the reader \"yawns,\"</br>Ye \"woods\" and \"floods,\" ye \"hills\" and \"trilling rills,\"</br>With which our rhime and our description \"fills.\"</br>Ye \"vales,\" and \"dales,\" that rouze the huntsman's \"horn,\"</br>When \"morn\" begins t' \"adorn\" the smiling \"corn;\"</br>Be constant ever to the poet's aid,</br>Nor let him have a \"shade,\" without a \"maid;\"</br>So shall the notes re-echo thro' your \"groves,\"</br>Of gurgling turtles, and of \"loving\" doves:</br>And ev'ry poet shall in Britain draw</br>Such scenes as all Arcadia never saw.</br>"]