["The vision then is past,</br>That held the eyes of nations,</br>Swept in his own careering blast,</br>That shook the earth's foundations.</br>No more throughout the air</br>Settles the burning glare,</br>That, far and wide, metallic twilight shone;</br>No more the bolts, from south to north,</br>Leap in the fiery passion forth:</br>We look'd, and saw the wonder on his throne;</br>We rais'd our eyes again, and lo, his place was gone.", "Nor did the shape give way</br>To mightier spirits like him;</br>Nor did, upon that final day,</br>Elder corruption strike him.</br>The long taught world no more</br>Those idle charms explore,</br>Nor call on evil to restore from ill:&mdash;</br>But heav'n-ward things, that have their birth,</br>And shed their early tears on earth,</br>Experience, Truth, and Conquest of the Will,</br>These took the troubler's place, and bade the plague be still.", "Never did sweeter sound</br>From discord drop resolving,</br>Than struck the balanc'd world around,</br>Once more set smooth revolving;</br>And princely visions rare</br>West stepping through the air,</br>With frank eyes listening in the glassy spheres;</br>The Eagles of the North were seen</br>Sailing the sunny doves between;</br>The Lily, whiten'd from its dust with tears;</br>And Hopes with lifted smiles, and holy-minded Fears.", "And lo, how earth and sky,</br>As if the charm completing,</br>From winter's other tyranny</br>Revive, and give us greeting.</br>There's not a joy of spring,</br>But's up upon the wing;</br>The leaves put out their hands into the ray;</br>The bee, that sings the basking hour,</br>Comes for his kiss from flow'r to flow'r;</br>Glad faces are abroad with crowding play;</br>And all creation keeps full-hearted holiday.", "The soldier sheathes his sword;</br>The statesman breathes from thinking;</br>The freeman feels his hope restor'd,</br>When most his heart was shrinking;</br>No more the widow bleeds</br>To see the babe that feeds</br>At her dear breast with sudden-stopping moan;</br>But while his earnest task he plies,</br>Smiles in his full, uplifted eyes,</br>Gath'ring his little hand into her own,</br>And feels that in the world she shall not be alone.", "O Liberty!  O breath</br>Of all that's true existence!</br>Thou, at whose touch the soul at death</br>But leaps to joy and distance;</br>Before thy present call</br>The very captive's wall,</br>If wrongly round him like a curtain flies;</br>The green and laughing world he sees,</br>Waters, and plains, and waving trees,</br>The skim of birds, and the blue-doming skies,</br>And sits with smile at heart, and patience levell'd eyes.</br>"]