["\"There lies thy destin'd path, ascending still!</br>Be now its varied steep with care essay'd&mdash;</br>Here sinks a vale, there swells a breezy hill;</br>Now is the tangled way obscured by shade:</br>And now, far-opening glades the fancy fill;</br>There, poisonous fogs and chilling damps descend,</br>Here, balmy dews from roseate bowers distil:</br>Lo!  as Life's gayest prospects wide extend,</br>O falsely think not thou, they ne'er shall end!", "\"This beauteous height attain'd, thy feet must trace</br>A downward path which leads to realms unknown:</br>That solemn path no verdant arbours grace;</br>But if thou dost not tread its steep alone,</br>If still attended on that dreary place</br>By the sweet angels of unblemish'd deeds,</br>Their blest discourse will every ill efface,</br>Their shining light will turn sad Nature's weeds</br>To heavenly garments rich, which Fancy's woof exceeds.\"", "Thus spoke Experience, while his sturdy hand</br>Disclos'd to ardent youth, the track of life.</br>Well knew the sage, that specious fairy-land,</br>And well he knew that sky with storm was rife,</br>Which now, the Spring's first zephyr lightly fann'd;</br>Fain would his warning voice fond youth prepare</br>For ruffian Auster's devastating band;</br>And fain instruct, how best swift change to bear</br>Of rocks, and wilds, and wastes, from jocund landscape fair.", "But all-enraptur'd with the boundless scene,</br>Youth's eager eyes ran wildly o'er the view:</br>He thought the groves all dress'd in deathless green,</br>The azure heaven in never-changing blue,</br>Nor deem'd that cloud could stain that dazzling sheen,</br>Nor wintry frost that verdant foliage shed:</br>Reckless of future gloom, and tempest keen,</br>He long'd the various path alone to tread,</br>And scale with mounting foot, the steepest upland's head.", "\"O beauteous scene!\" he cried, with fond delight,</br>\"O paradise of joy, for ever fair!</br>Thy varied charms my willing feet invite,</br>And court my soul to bathe in Heaven's own air.&mdash;</br>I come to bask beneath thy sunshine bright,</br>To quaff sweet pleasure from her purest rill;</br>'Mid fragrant flowers, and tuneful birds, by light</br>Of cloudless aim or moon, to wander still,</br>And rapt in grateful trance, with bliss and wonder thrill!", "\"I come to find amid your green retreats,</br>The forms august, of Virtue, and of Truth:</br>Honour unstain'd, whose heart still equal beats</br>In oft-impairing age, as zealous youth;</br>All Learning's stores, and blest Affection's sweets;</br>Religion's precious balm, and Pity's dew;</br>Hope's cheering strain which now my glad ear greets,</br>And lovelier makes the distant scenes we view.</br>I come to find all this; instructor dear, adieu!\"", "\"Stay, stay rash boy!  ere yet thy headlong haste</br>Hurry thee on, from my long-guiding hand:</br>Rightly behold the view so falsely traced</br>By thy enchanted eyes, and Fancy's wand.</br>Alas!  'tis not in fact, thus nobly graced!</br>But thine the task to prove its fleeting smile.</br>Yet go not thou, 'till thy free choice be placed</br>On guide and sharer of thy journey's toil,</br>Whose wise and tender care may half its ills beguile.", "\"What see'st thou now? &mdash; two different forms, I ween;</br>Gay Fancy there; here Reason, goddess grave!</br>Observe them well, and make slow choice between;</br>For leading guide one only canst thou have.&mdash;</br>Ah me!  how passing fair is Fancy's mien!</br>What dazzling structures at her glance arise!</br>How spreads she o'er the rocks resplendent green;</br>And bids from sulph'rous pits fresh flow'rets rise,</br>While Nature's truer tints are lost in her gay dyes!", "\"In yon high dome thou may'st the sorceress note,</br>'Mid crowds, and gems, and light, and music rare;</br>Visions poetic, round her proud throne float,</br>Fanning with Iris wing, her bosom fair.</br>No sight of care, no sound howe'er remote,</br>May e'er invade that scene of baseless joy;</br>Each heart beguiled, to future pains devote,</br>Bounds to their Syren-Queen's false prophecy.</br>Bidding each warning thought to sullen Lethe hie.", "\"O trust her not, my son! &mdash; if such thy guide,</br>Thy transient path may lay thro' Eden's bowers,</br>Smoothly awhile those early days may glide;</br>But Time's sure grasp will wither all the flowers,</br>Which round thy brow her wanton hands have tied:</br>At his approach, her phantom form will fade,</br>And left alone each rising storm to bide,</br>Thy trusting soul shall own itself betray'd,</br>And call, alas!  too late, on Truth and Reason's aid.&mdash;", "\"See!  how she points to where a shining heap</br>Of gold, and costly robes, and jewels shine!</br>Now springing on, she leads to Fame's bright steep,</br>And proffers Glory's wreath, a meed divine!</br>There, shews thee sacred bliss, where Passions sleep,</br>And nought is waking but the heart's best glow,</br>The Lover's, Husband's, Father's fondness deep,</br>With each delight man's varied duties know;</br>All these, in empty boast, she offers to bestow.", "\"But trust her not:  if such thy vain belief,</br>Sad disappointment for thy portion waits:</br>Man's checquer'd lot hath little joy, much grief,</br>And keen Despair will rend whom Hope elates.</br>As sure as Autumn's blast doth sear the leaf,</br>Do youth's gay wanderings end in darkest shade,</br>Unless from Fancy's guidance, false as brief,</br>He timely turn, and seek that steadfast maid</br>By whose unbending arm, the frailest form is staid.", "\"My son, why hangs thy gaze on that fair sprite</br>Which now the syren to thy view displays?</br>She seems to thee, the angel pure and bright,</br>Of faithful love, ordain'd to bless thy days:</br>But Vanity her name; no falser wight</br>Roams o'er the world:  in artful mask she goes;</br>Love's self she seems, so ably is the dight,</br>So well her painted cheek can mock its rose,</br>So cunningly her hand the shadowing mantle throws.", "\"Hark to her voice, how sweet is its behest!</br>List to her sighs, how tenderly they flow:</br>Who would not think they rose from Loves own breast?</br>(Alas!  can ear untaught, the diff'rence know?)</br>But O beware!  if to thy bosom pressed,</br>The wily fiend will warble witching by;</br>Then while her faithless beauties are caressed,</br>With iron fang will tear thy heart away,</br>And on its quiv'ring flesh, and gushing life's-blood prey.", "\"Hence Fancy then, with all thy dangerous crew!</br>Turn thee, my son, at Reason's sober voice.&mdash;</br>Tho' all alone she stands before thy view,</br>Pause not, but on the maid affix thy choice.</br>The closer seen, the fairer is her hue,</br>No cloud deforms her brow, nor dims her eye;</br>The morning sun that dries up nature's dew,</br>Bids not so soon each wildering vapour fly,</br>Or shines with steadier light, or nobler brilliancy!", "\"Slow and august her step; with look serene,</br>Safe will she lead thee thro' each dark defile;</br>Her powerful hand will smooth the way between,</br>Her holy converse rap thy soul the while;</br>Secure on her thy trusting heart may lean,</br>Tho' dark and difficult the steep may frown;</br>She ne'er will guide where foot hath never been,</br>But o'er a well-tried track will lead thee down,</br>Till home, and rest, and peace, your mutual labours crown!", "\"To mock reality with fatal shews,</br>No wand she holds, changing foul object fair;</br>Still will her faithful voice each ill disclose,</br>Teaching thee what to shun and what to dare:</br>She will not lull thee to unsafe repose</br>On top of sea-beat rock, or Etna dire,</br>Nor urge thee naked on, thro' Lapland's snows,</br>Nor bid thee like Asbestos tempt the fire:</br>Now, will she bid thee yield, now resolute aspire.", "\"Fear not that Grace and Joy will fly the maid;</br>Where Grace and Joy in union just are found,</br>Her gracious smiles their sacred charm will aid,</br>And spread full certainty o'er all around.</br>(Ah!  how unlike wild Fancy's masquerade!)</br>Should lovely forms in her calm track appear,</br>Shun not the bliss they give, nor think 'twill fade;</br>Yield to the influence blest; and led by her,</br>Resign thy happy heart unchecked by doubt or fear.", "\"Haply the path she leads, may seem less gay,</br>The groves less green, than Fancy's gaudy road,</br>And thy companions on the checquer'd way,</br>Less like the guests of some divine abode;</br>But changeless truth will every scene array,</br>And as the vista opens on thine eye,</br>Nobler will grow the scene, and full-orb'd day</br>Will help thy weaker vision to descry</br>Thy earthly journey's goal, e'en in the eternal sky!", "\"Chuse then, my son!  or fatal, gay deceit;</br>Or graver Truth, with safe but serious speech.</br>His young eye lingers on that beauteous cheat;</br>O vainly then doth sad Experience preach!</br>But now his eye is turn'd that glance to meet,</br>Which now can see without conviction blest&mdash;</br>See!  now he rushes to her virgin feet,</br>On her alone, his virtuous wishes rest,</br>He hails her as his guide, she clasps hint to her breast!\"", "Slow coursed the tears adown the sage's face,</br>As from his heart fled keen Suspense's pang,</br>Majestic Reason smiled with soften'd grace,</br>And listening angels gratulation sang:</br>But still one task remain'd; youth's choice to place</br>On fit companion, by whose linked side</br>Unwearied still:  his lab'ring foot might trace</br>Each devious track where led their placid guide;</br>Whose love should be his joy, whose virtues rare, his pride.", "For this, two lovely candidates were nigh;</br>So lovely both, that neither seemed most fair,</br>Or if indeed you might advantage spy,</br>'Twas where Youth wished that all perfection were.</br>Experience mark'd with many a boding sigh,</br>That ardent gaze which spoke the kindling heart;</br>On Friendship's form he fix'd his judging eye,</br>But fervid Youth, struck by a viewless dart,</br>Look'd upon Love alone, nor saw pale Reason start", "So warm his gaze, that bashful Love away</br>Turn'd her fair head, and gently mov'd aside;</br>While as she mov'd, a stripling slight and gay,</br>Swiftly before her steps was seen to glide:</br>At his approach, the blood with stronger tide</br>Rush'd thro' the veins of youth, and fir'd his cheek;</br>Forgot at once his teacher and his guide,</br>He long'd that urchin's winning power to seek,</br>And thro' his witching lips to Love enamour'd speak.", "Who knows not Hope?  around whom childish brow</br>The rainbow-tinted halo lightly plays,</br>And bright reflected from that forehead's snow,</br>In changeful colour sheds its cheerful blaze?</br>On his fresh cheek the rose eternal stays,</br>Beneath his foot the grass and flow'rets rise;</br>Still as he waves his wand, with blest amaze</br>The rapt eye sees new earth, new seas, new skies,</br>While on the listening ear swell all heaven's harmonies!", "On went the boy, creating as he flew,</br>Bright forms that burst like bubbles into air,</br>But as they vanish'd all, he others drew,</br>And smil'd and deem'd them permanent as fair:</br>Yet vain and fleeting still, these objects were,</br>And the tied sight at length would took no more;</br>Youth gazed awhile, then sought that vision rare,</br>Whom Hope as sweet precursor dew before:</br>She comes!  the goddess comes!  all ruder themes be o'er!", "Ah!  dangerous Love!  what mortal hand may dare,</br>That form divine, in earthly verse to shew?</br>Impregnate with her sighs, the perfum'd air</br>Breathes of their sweetness, and with sudden glow,</br>Like southern summers burn; red roses blow</br>'Mid brier and willow, 'mongst her golden hair:</br>Her bashful looks oft seek the earth below,</br>While thro' her virgin cheek and bosom fair,</br>The flash of frequent blush, speaks softest wishes there.", "Clad in transparent robe of spotless white,</br>That close from head to foot around her winds,</br>Fain would she veil her beauties from the sight,</br>But virtuous Love no sheltering mantle finds;</br>E'en her own erring hand the robe unbinds,</br>And thro' the texture thin, howe'er compress'd,</br>Her blushing form the hardy gazer blinds.</br>Confus'd and frighted oft, she stops distress'd,</br>Then screens with modest hand, her white and panting breast.", "Her eyes are tearful, yet like April's sun</br>That now in clouds, and now in brightness moves,</br>They make all lovely that they look upon;</br>Soft is their tender light, as gentle doves,</br>Or like the pensive star by which she roves;</br>But still they rest not, and their swift glance flies</br>From past to future; now the past it loves,</br>And now the distant prospects that arise</br>Clad in eternal beams 'mid Expectation's skies!", "Sometimes all sad and slow and faint she walks;</br>Sometimes with flying foot outstrips the gale;</br>Now to a thousand echoes wildly talks;</br>Now listens mute to her own nightingale:</br>Now is her cheek with fear or sorrow pale;</br>Then flushed with joy, or dark with jealous throe;</br>Now gay she sings, and now with thrilling wail</br>Tears off her rosy wreath, and with the bough</br>Of cypress, dropping tears, like maniac wraps her brow.", "Behind came Constancy in modest guise,</br>With garment strong, that closely girt her round;</br>Unchanging blue it was, like her bright eyes,</br>Which fix'd intently on remotest ground,</br>Nor tuned at rudest shock, nor soothest sound:</br>Onward she went, unheeding of the way,</br>Tho' o'er her head by purple amaranth crown'd,</br>Or fierce suns darted their unnerving ray,</br>Or piercing sleet hail'd down, or lightnings 'gan to play.", "All haste, all transport, as the pageant passed,</br>Youth sprang with eager grasp fair love to seize,</br>But sudden stopp'd, as on the rising blast,</br>Came sound of voice like clear September's breeze,</br>That freshly-sweeping o'er the dew-bright trees,</br>New-strings each slacken'd nerve, and glads the sense.</br>Still as it nearer drew, by sweet degrees</br>Astonished youth felt its blest influence,</br>And wonder'd what the sound, and where, and whence?", "Mounting with springing step the broad ascent,</br>A buoyant form of matchless shape he spied,</br>Attired like one whose ardent soul is bent</br>To win in fleetest race by Glory's side.</br>Flinging its changeless splendor far and wide,</br>From his bright forehead flamed the polar star,</br>Thro' his clear cheek the ruby-tinctur'd tide</br>Shone with a healthful glow; while on the air.</br>Back from his radient eyes was blown the clust'ring hair.", "Simple his robe, not fashion'd to conceal,</br>But worn for decent and convenient shade:</br>Still as its folds were stirr'd, the winds reveal</br>The ample chest 'neath which his heart was laid,</br>There dwelt that heart all fearlessly displayed,</br>(So clear and fine the covering flesh was spread.)</br>Its pulse beat strong and equal, unbetrayed</br>By aught of mortal mould, to coward dread;</br>And so with warmth it glow'd, that heat and light it shed.", "Skilled was the heroic youth, in storied lore,</br>And well he knew to charm both soul and ear:</br>Oft would he tell of lofty days of yore,</br>Till every listener's bosom thrill'd to hear,</br>And trembled in each eye the enthusiast's tear;</br>Then brave souls kindled at his gen'rous fire;</br>Or longed to guide the prow, or wield the spear,</br>Or strike with prophet hand the epic lyre,</br>Thus did his rhetoric high, the varied wish inspire!", "If death to dare for virtuous Freedom's sake,</br>He sought to animate some youthful breast,</br>Not trumpet-sound like his clear voice could wake</br>The patriot ardour from inglorious rest:</br>And if to comfort one by grief oppressed,</br>That touching voice were tuned to sooth and calm,</br>Not Heaven's own dew o'er Araby the blest,</br>Steals softer down, or sheds a sweeter balm,</br>Or e'er o'er tranced sense in gentler motion swam.", "What tho' no measur'd lay he knew to frame,</br>Nor touch'd with artful hand the lyric strings,</br>Whene'er he sought to kindle love of Fame,</br>Like morning's lark, loud-warbling where she springs,</br>That as she higher was, still sweeter sings,</br>Still loftier tower'd his eloquence on high,</br>As nobler theme essay'd its eagle wings;</br>Still deeper glow'd his cheek, more bright his eye,</br>And richer flow'd his voice like seraph minstrelsy.", "With such companion, who would fear to go</br>Thro' every, change of life's uncertain scene?</br>His glowing heart would kindly warmth bestow,</br>When wintry blasts were howling bleak and keen:</br>When dark the path, wills its all-piercing sheen</br>His forehead's star would deepest glooms dispel;</br>When toilsome grown, his faithful arms between,</br>The weary soul might blest and safely dwell,</br>Listing his converse rich, like poets' varied shell.", "Light-vaulting now he gained the rising hill,</br>And fix'd on doubtful Youth his gracious eye;</br>Close by his foot then flow'd a crystal rill,</br>That fair reflected all his symmetry;</br>E'en as he spoke an echo answer'd nigh;</br>And at his breathings pun, thick myrtles round</br>With livelier verdure shot their branches high;</br>He smil'd, and Youth's warm heart, with stronger bound,</br>Beat rapturous in his breast, and own'd it holy ground.", "Friendship, the noble prompter of all good,</br>The rare reward of virtuous life below,</br>Now for acceptance meet, before him stood,</br>And Love was there, to boast her rival glow.</br>But could Love's power such high renown bestow,</br>Could Love's weak voice, thus prompt to godlike deed?</br>Could Love's frail arm avert each hostile blow,</br>Or in the brave defence devoted bleed?</br>And ah!  did even Love, bright Friendship's charms exceed?", "Thus mus'd fond Youth, while Love at distance kept,</br>But as the Beauty swiftly closer drew,</br>A cloud of fragrance o'er his senses swept,</br>So sense o'erpowering, that Reason flew,</br>And swooning, vanished for awhile from view;</br>But soon revived, she caught his hand aside,</br>And while her sheltering arm she round him threw,</br>Thus earnest said, \"O hear thy chosen guide!</br>Ere to companion wrong, thy erring soul be tied.", "\"I own Love fair, delightful too as fair;</br>And might we trust, no maze so dear or meet;</br>But oft him shrinks from the world's searching air,</br>And backward oft returns with truant feet.</br>If still she mov'd with her associates sweet,</br>Then were Life's pilgrimage a progress gay:</br>But Hope too frequent seeks some new retreat,</br>And Love leaves Constancy upon the way;</br>Then Lightness or Despair her altered bosom sway.", "\"But Friendship with immortal vigour glows,</br>Nor sun can scorch, we blast despoil his bloom;</br>By him he loves, with the same step he goes,</br>To Honour's throne, or dark Oblivion's tomb,</br>(Willing to share his joy, or cheer his gloom.)</br>Nor road can tire, nor thick'ning fogs confuse;</br>And if to trial sharp the gods should doom</br>Him best-belov'd, 'twist life and truth to choose,</br>Friendship would nobly teach, that cherish'd life to lose.\"", "\"Friendship be then my choice!\" was Youth's reply,</br>While quick averted from Love's madd'ning sight,</br>Disorder'd, struggling, sad, his trembling eye,</br>Shut out her dangerous image with the light:</br>Yet tears triumphant wash'd his aspect bright,</br>As Friendship lock'd him in a rapt embrace;</br>Mild Reason's voice put fond regret to flight;</br>Experience blessed his son; and Friendship's face,</br>Effulgent with delight, spread sunshine o'er the place.</br>"]