["First in these lawns I sing Arcadian strains,</br>Nor blush to sing on Albion's fertile plains.</br>Flow gentle streams, unblest with pompous names,</br>As far-fam'd Po, or fairer honour'd Thames;</br>Thy banks with osiers tremble in the gale,</br>And vernal echoes melodize the vale.", "Ye, whom the fates by secret laws ordain</br>To noble birth, and all th' expanding train</br>By station form'd above the humble reed,</br>Be greater still, and as ye gain, proceed.</br>Here, in these plains, permit the Pandean shrill</br>To fill the valley, echo round the hill;</br>Or on the lyre, if rural lays I sing,</br>Grant that my hand may touch the trembling string;</br>And, while the chords symphonious fill the air,</br>Forsake the couch &mdash; to native shades repair;</br>Be charm'd, be still, and hear th' aerial choir,</br>While vernal airs to echoing sounds respire.", "The dews of morn had sunk upon the grass,</br>And num'rous, trembling, crystal drops emass,</br>When two young swains, whom love did much bemuse,</br>Led forth their flocks amid the pearly dews.</br>Blythe as the East, and as Vertumnus fair,</br>Their fleecy flocks and loves alone their care.</br>The mountains gleam, Aurora spreads her dies,</br>Thus DAMON sung, and HYLAS thus replies:", "DAMON.</br>See, while our flocks the verdant meadows graze,</br>Aurora sets, the blushing hill's on blaze,</br>And hear, my HYLAS, how th' aerial choirs</br>Attune their lays, while silent rest our lyres.</br>Here let us sing, doth HYLAS so approve?</br>Since I nor mourn, nor thou a faithless love.", "HYLAS.</br>Strike up; and AEGON shall approve the song,</br>And give the prize to whom it shall belong.</br>I stake my hive of young industrious bees,</br>Against your ewe, or stake what else you please.</br>'Tis not from av'rice that this contest springs,</br>For trifling prizes HYLAS always sings.", "DAMON.</br>Not for yon ewe, alas!  it is not mine,</br>And if you win, I cannot make it thine.</br>But my young tree I stake, which you must own</br>Is just as fine as ever yet was grown.</br>We'll sing by turns, while op'ning vi'lets spring,</br>The sylvan muses so alternate sing.", "AEGON.</br>Begin.", "HYLAS.</br>Inspire me in my Melia's praise,</br>And twine around my brows immortal bays;</br>Then Spencer's strains, or Pope's sweet warbling flow</br>Shall sound to ev'ning's blush and morning's glow.", "DAMON.</br>Fair Sypria thou shalt all my song inspire</br>Sypria and love shall swell the warbling lyre;</br>And all the hills, and vales, and groves, and flood,</br>Shall nod and laugh beneath the pleasing load.", "HYLAS.</br>My tender Melia shall obtain the prize,</br>And make my song triumphant as her eyes;</br>If my fair song can match her lovely charms,</br>Collina's self cannot awake alarms.", "DAMON.</br>What sweet perfumes from Hybla's scented heath</br>Will dare to rival with my Sypria's breath,</br>What lamb's so playful, or what ewe's so tame?</br>Sypria and innocence are still the same.", "HYLAS.</br>My Melia rivals all the blushing spring,</br>Vallonia hears, and echoes fainter sing.</br>If chill Aeolus drives the drivling rain,</br>T' afford her shelter rushes ev'ry swain.", "DAMON.</br>If Sypria smiles, what beauties then adorn,</br>Her cheeks assume the blushes of the morn.</br>If Sypria mourns, what muse would not repine?</br>When twinkling stars forget the genial trine.", "HYLAS.</br>My Melia scorns to act the coquette's part,</br>Or take delight to wound a shepherd's heart.</br>No sky, however pure with aether bound,</br>Is like her heart with purest virtue crown'd.", "DAMON.</br>If my fair Sypria wanders through the groves,</br>How gently coo the milk-white turtle doves.</br>If my fair Sypria wanders o'er the plains,</br>I wander there the happiest of the swains.", "HYLAS.</br>If my fair Melia chance ascend the hills,</br>The silv'ry trout forsake the crystal rills;</br>Her ewes all know her soul's the first of loves,</br>And bleating follow as the goddess moves.", "DAMON.</br>Some lovers' absence racking feelings move,</br>But Sypria, absent, is the same in love;</br>No early blooms can boast so great a prize,</br>As Sypria's pinky cheek and hazel eyes.", "HYLAS.</br>Tell me, young DAMON, ('tis of noted fame)</br>Which is the flower that bears a warrior's name?</br>If this you tell, the hive shall be your prize,</br>I'll only claim the charms of Melia's eyes.", "DAMON.</br>Yet tell me first, the name of a small flow'r</br>Which witches kill if pluck'd in midnight hour?</br>If this you solve, that tree, my choice and pride,</br>Shall then be your's, and Sypria too beside.", "AEGON.</br>Surcease, young shepherds, further to contend,</br>Let mutual friendship give the song an end.</br>I little thought a match so aptly join'd</br>Could in two swains so nicely be combin'd.</br>The lark descends.  The sun o'ertops the bow'rs,</br>The hungry dogs well know the foodful hours,</br>Now rise, and each repass the shallow rill;</br>For see, your loves descend yon blushing hill.</br>A fruitful show'r will shortly 'fresh the plain,</br>Haste to your loves, your flocks I'll save from rain.</br>"]