["Why should the muse in high ambitious verse</br>Sing the stern warrior, and the bloody plain?</br>Why not the praise of industry rehearse,</br>Its heart-felt pleasure, and laborious pain?</br>In a small corner of yon narrow lane</br>An humble habitation may you see;</br>Its lonely window boasts no chrystal pane:</br>O free from taxes may it ever be!</br>Ask you who dwells within?  why then step in and see.", "There lives a lowly wight, unknown to fame,</br>Of doubtless merit he, howe'er obscure;</br>That artist sly, who we a Cobler name,</br>For ever chearful, and for ever poor.</br>Far from the precincts of his peaceful door</br>Vexatious riches fly, and wasting sorrow;</br>To-day is his; that he enjoys secure;</br>And to the care of heaven commits to-morrow:</br>Nor aught has he to lend, nor aught can think to borrow.", "He with the dawning of the early morn,</br>What time the loud-pip'd cock unceasing crows,</br>Brisk as the hunter at the sounding horn,</br>Starts up in haste, and to his cell he goes:</br>Mid the keen piercing air his visage glows.</br>Is there not brandy then at my command?</br>Ah!  spare, ye biting frosts, his helpless toes;</br>Nor mar the useful labours of his hand,</br>Else must my naked feet unwilling print the sand.", "He rubs his hands a while, and down he sits;</br>The thread is twin'd; the wax along it flies;</br>Then to the last the patient shoe he fits,</br>And the sharp awl right cunningly he plies.</br>Meanwhile he listens to the tuneful cries</br>Of salt, of cabbage, or of fish to sell;</br>Or else some merry song doth he devise,</br>Which stories quaint of ancient times doth tell;</br>Or whistles as he works, pleas'd and contented well.", "Ye restless imps, that run about the street,</br>Run without fear; 'tis needless to give o'er:</br>Miss to the fire may freely set her feet;</br>Mother may scold; and what can she do more?</br>Whate'er is lost, the cobler can restore;</br>Be it a heel, of should a seam be slit,</br>Or should a hole, burnt out, appear before,</br>There is an art which even that hole can fit:</br>Cobling's that worthy art:  I sing the praise of it.", "'Tis night; I see his dimly-glimm'ring lamp;</br>Like a faint star which through the fog doth shine,</br>Its sickly flames oppress'd with vapours damp,</br>Its beams scarce reaching this abode of mine:</br>By it he sits, nor yet doth he repine&mdash;</br>What dost thou mean, thou rash mischievous boy?</br>Lay down that stone; that wicked wit of thine,</br>Be gone with speed, and somewhere else employ:</br>Let honest industry in peace itself enjoy.", "But now the labour of the day is done;</br>Nor without half-pence is his leathern purse:</br>O sweet reward of toil!  how fairly won!</br>However little, got without a curse.</br>So home he hies him, freely to disburse</br>The earnings of the day in ale so brown;</br>He thanks kind heaven that made his lot no worse;</br>Then takes his drink, and lays him softly down;</br>Nor wants a loving wife, his honest joys to crown.</br>"]