["High where bright Phoebus rears his lamp of day,</br>O'er cloud-cap'd hills enrob'd in smiling green,</br>Whose shade, impervious to the noon-tide ray,</br>Inspires mild transports suited to the scene,</br>And the calm Fancy teems with thoughts serene,&mdash;</br>Where tow'ring Gomiers pearly streams distil,</br>Which fab'lous Bards of old had made to flow</br>From hapless Nymphs, enclos'd against their will,</br>Doom'd in eternal silence, thus to vent their woe,</br>Silence &mdash; a hapless lot, for luckless Nymph I trow!", "Thither on Fancy's sportive pinion bore,</br>Beneath a spreading Cheteignier I stood;</br>An awful cliff the spot enshadow'd o'er,</br>And deep below harsh roll'd the winding flood:</br>(Retreat propitious for poetic mood)</br>When lo!  before me a bright form appear'd,</br>Such (for a female 'twas) as Jove had sir'd</br>With flame as ardent, as was that I've heard,</br>Which Venus once of old, the God inspir'd:</br>And had the God been bless'd, Jove had again desir'd.", "A purple vest was o'er her shoulder cast,</br>Which loosely flowing, wanton'd in the wind;</br>A sash of green enclasp'd her slender waist,</br>And graceful fell in careless ease behind,</br>And in her face sat ease, and dignity combin'd.</br>In her right hand, the luscious plant she bore,</br>Whilst sportive Zephyrs wanton'd o'er its blade;</br>And in her breast the crimson berries wore,</br>Alike the gen'rous staple of our trade,</br>And cooling banquet in the noon-tide shade.", "Why haunts yon Bard, this sylvan rude retreat,</br>\"Where silent, pensive, Melancholy reigns?</br>Go seek those scenes, where Joy exalts her seat,</br>A nobler theme demands the Poet's strains,</br>Than can inspire our mountains, rocks, and plains:</br>Yon bark, which through proud Oceans cuts her way,</br>A Royal youth bears to thy gladsome coast&mdash;</br>A son to Britain's Monarch, whose mild sway</br>A people gen'rous, free, and valiant boast,</br>Whose fame strikes terror to each hostile host.", "\"Who from the lap of apathy and ease,</br>From Lux'ry, and that fiend Refinement flies,</br>From scenes which souls effeminate might please,</br>And in the manly race of glory plies.</br>O let me seize, (says he) the glorious prize!</br>Proceed, brave youth, the hero's palm to claim,</br>Which Britain's Naval sons so oft have won!</br>A future age shall hail PRINCE WILLIAM'S name,</br>When thro' life's bright career thy race is run,</br>And never-fading laurels grace thy setting sun.", "\"Vainly would Gaul o'er Ocean's ruffled wave,</br>In rival Majesty, the sceptre sway;</br>A HENRY shall his country's glory save,</br>And Gaul's affrighted squadrons shall give way,</br>And Britain's flag, its rival, still obey!</br>Thy fairer laurels ev'n great Hawke's shall shade,</br>Then Rodney's fame, more pure thy deeds await!</br>And France, more fall'n, Commanders shall upbraid,</br>Doom'd to a Conflans, a De Grasse's fate;</br>Whilst emulous Bards th' exulting tale relate.", "\"By thee our trade from hostile dangers freed,</br>Shall undisturb'd in plenteous channels flow;</br>Nor shall the deep-fraught Bark in future heed</br>Attack from overt, or from secret foe:</br>But safe to Europe's mart our toil-wrought produce go,</br>Whilst, by thy bright example fir'd,</br>Pleasures effeminate our Youth shall spurn;</br>With manly Virtue, Glory's flame inspir'd,</br>Each gen'rous breast shall with pure ardor burn,</br>And to the paths of Fame, their footsteps turn!", "\"Or should fair Freedom's cause for vengeance call,</br>And tyrant Despots wanton power extend;</br>Should pride-puff'd powers a peaceful state enthral,</br>A WILLIAM HENRY shall be found their friend,</br>And in the generous cause his service lend!</br>May, Land of Freedom, long to thee be known,</br>Those virtues, which in Courts so rarely shine;</br>Whose fost'ring beams adorn a George's Throne,</br>And sheds its influence thro' the Royal line!</br>Long may fair Freedom's birth-right still be thine!\"", "She said &mdash; and all the visionary scene,</br>By sportive Fancy rais'd, at once withdrew;</br>Thick o'er the strand the gazing crowds were seen,</br>And the bright flash from thund'ring cannons flew:</br>Fair Albion's future hope, meets th' enraptur'd view!</br>Affection sheds her genial influence round,</br>Such as can worth transcendent, only claim;</br>Whilst sportive Echo bears along the sound,</br>Fondly repeating WILLIAM HENRY'S name&mdash;</br>And gladden'd multitudes foretel his future fame.</br>"]