["Hence all the trivial Pleasures of the Crowd,</br>Folly's vain Revel, and that treach'rous Art</br>Which captivates the Gay, or sooths the Proud,</br>And steals each better Purpose from the Heart.", "More welcome far the Shades of this wild Wood</br>Skirting with cheerful Green the seabeat Sands,</br>Where NETLEY, near the Margin of the Flood</br>In lone Magnificence a Ruin stands.", "How chang'd alas!  from that rever'd Abode</br>Which spread in ancient Days so wide a Fame,</br>When votive Monks these sacred Pavements trod,</br>And swell'd each Echo with JEHOVAH'S Name!", "Now sunk, deserted, and with Weeds o'ergrown,</br>Yon aged Walls their better Years bewail;</br>Low on the Ground their loftiest Spires are thrown,</br>And ev'ry Stone points out a moral Tale.", "Mark how the Ivy with Luxuriance bends</br>Its winding Foliage through the cloister'd Space,</br>O'er the green Window's mould'ring Height ascends,</br>And seems to clasp it with a fond Embrace.&mdash;", "With musing Step I pace the silent Isle,</br>Each moss-grown Nook, each tangled Path explore,</br>While the Breeze whistles through the shatter'd Pile,</br>Or wave light-dashing murmurs on the Shore.", "No other Noise in this calm Scene is heard,</br>No other Sounds these tranquil Vaults molest,</br>Save the Complainings of some mournful Bird</br>That ever loves in Solitude to rest.", "Haunts such as these delight, and o'er the Soul</br>Awhile their grateful Melancholy cast,</br>Since through all Periods she can boundless roll,</br>Enjoy the Present, and recall the Past!&mdash;", "Here, pious Hermits from the World retir'd</br>In Contemplation wing'd their Thoughts to Heav'n;</br>Here, with Religion's heart-felt Raptures fir'd,</br>Wept o'er their erring Days, and were forgiv'n.", "Race after Race succeeding, in these Cells,</br>Learn'd how to value Life, learn'd how to die;</br>Lost are their Names, and no Memorial tells</br>In what lone Spot their mould'ring Ashes lie!", "Mute is the matin Bell which us'd to call</br>The wakeful Fathers from their humble Beds;</br>No midnight Taper glimmers on the Wall,</br>Or o'er the Floor its trembling Radiance sheds!", "No sainted Shrine now pours its Blaze of Light</br>Bidding the zealous Bigot hither roam;</br>No holy Relick glads the Pilgrim's Sight,</br>Or lures his Foot-steps from a distant Home!&mdash;", "Now fainter to the View each Object grows,</br>In the clear West the Day's last Gleams are seen,</br>On Night's dim Front the Star of Ev'ning glows,</br>And dusky Twilight aids the solemn Scene.", "Again quick Fancy peoples all the Gloom,</br>Calls from the Dust the venerable Dead,</br>Who ages since lay shrouded in the Tomb,</br>And bids them these accustom'd Limits tread.", "Swift as her Wish the shadowy Forms appear,</br>O'er each chang'd Path with doubtful Step they walk,</br>From their keen Eyes she sees Amazement stare,</br>And hears, or thinks she hears, the Spectres talk.", "E'en now they pass, and fading like a Dream</br>Back to their hallow'd Graves again they go;</br>But first bequeath one pitying Sigh, and seem</br>To mourn with me the Fate of all below!&mdash;", "Disparted Roofs that threaten from above,</br>The tott'ring Battlement, the rifted Tow'r,</br>With many a scatter'd Fragment loudly prove,</br>All conqu'ring TIME, the Triumphs of thy Pow'r.", "These speaking Stones one sacred Truth maintain,</br>That Dust to Dust is Man's predestin'd Lot;</br>He plans, and labours, &mdash; Yet how much in vain!&mdash;</br>Himself, his Monuments, how soon forgot!&mdash;", "Forgot on Earth, &mdash; but one there sits on high</br>Who bids our Virtues to his Throne ascend,</br>Pleas'd he beholds them with Parent's Eye,</br>To give our Hope new Wings, and crown our End!&mdash;", "And you, YE FAIR, of gayer Scenes the Grace,</br>If Chance should lead you from the jocund Train,</br>Curious to visit this sequester'd Place,</br>Amidst its Ruins wander not in vain.", "Whence do they still our silent Wonder claim</br>E'en in this low, this desolated State?</br>'Tis from Remembrance of their former Fame:&mdash;</br>They once were beautiful, they once were great!", "'Tis Goodness best adorns the female Heart;</br>Asks a Respect which must with Years increase,</br>Lives, when the Roses from the Cheek depart,</br>And all the Joys of Adulation cease!", "Forgive the Muse, if with an anxious Love</br>She wooes you to attend her friendly Lay;</br>Warns you, lest faithless to yourselves ye prove,</br>And in false Pleasures trifle Life away.", "Know, in your Breasts is lodg'd a Spark divine</br>For ever prompting to each great Desire;&mdash;</br>Th' inconstant World must change, that still shall shine,</br>Nor Death's cold Hand e'er quench th' immortal Fire.", "Ne'er may Dishonour's Blast an Entrance find,</br>O keep it sacred with a Vestal's Care,</br>Feed it with all the Graces of the Mind,</br>Nor fail to pour the social Duties there.", "So o'er your Forms when TIME his Veil shall cast,</br>And ev'ry Charm by Age shall be decay'd,</br>Your fair Renown shall triumph to the last,</br>And Virtue guard the Conquests Beauty made.</br>"]