["O moon!  at midnight's contemplative hour,</br>When placid slumber holds his noiseless reign,</br>Throbs my exulting heart to see thee shower</br>Thy streaming splendours upon rock and plain:</br>From earth aloof my panting spirit soars,</br>Communing with revolving worlds on high,</br>Till lost in deep amazement forth it pours</br>Its hymn of praise to Him who lit yon sky,</br>And gave th my young gaze this wond'rous scenery!", "O moon!  aside the helmsman lays his chart,</br>To mark thy beams reflected on the sea;</br>And faithful mem'ry on his lonely heart</br>Gives back the light of childhood's revelry.</br>On his lone pathway may th' auspicious gale</br>Propel th' expanded canvas on the wave;</br>Bright be the cynosure which lights his sail&mdash;</br>Nigh be the mighty arm outstretched to save,</br>When the blue waves run high, the sea boy from the grave!", "O moon!  the sentinel at midnight hour</br>Rests the dark vigil of his eye on thee:</br>And pours his benison to that high power</br>Who dressed for him that gorgeous scenery.</br>While the bright beams their softer splendours wake,</br>And on his burnished casque and armour lay,</br>He hears not the light footstep in yon brake;</br>His thoughts have wandered to his home away&mdash;</br>His wife and infant boy &mdash; are their young bosoms gay?", "O moon!  on thee at the lone hour of night</br>The lover gazes with a swimming eye;</br>And deems that she to whom his heart is plight,</br>Gazes as fondly on yon gorgeous sky.</br>Anon his ardent fancy seems to trace,</br>In the bright mirror of night's lonely hour,</br>\"The light of love, the purity of grace,\"</br>Which charmed his youthful eye in summer's bower,</br>When to his heart he pressed his bosom's dearest flower!", "Again he deems, in fancy's wanton flight,</br>Some bark of pearl in beauty sailing there;</br>Slow piloting its dubious path in light</br>Through the calm ocean of the evening air.</br>Oh!  how his bosom burns to tempt the gale,</br>With his own loved one on that azure sea;</br>With hope's soft zephyr to impel the sail,</br>And no obtrusive daring eye to see</br>His own endeared caresses and love's witchery!</br>"]