["'Twas on the Day that Bosworth Field was won,</br>And Glos'ter fell, and Richmond wore the Crown,</br>When as I sat revolving in my Mind,</br>The Chiefs descended from two Houses join'd,</br>A balmy Slumber with a sweet Surprize,</br>Stole soft and silent o'er my yielding Eyes;</br>Fancy, officious every Part to act,</br>Or Nature's Landscapes, or historic Fact,</br>A Bower had built profusely gay and bright,</br>With all the Beauty that can take the Sight,</br>Not more enchanting that Elysian Place</br>Where good Aeneas saw the Julian Race,</br>An Area soon with mystic Signs was spread,</br>Diversified with Roses White and Red;</br>Thither a Sybil call'd me from the Throng</br>To mark the various Figures move along:</br>My awe-struck Memory never shall forget</br>Their Forms, their Names, their Numbers, and their State.", "A Robber first, with holy Plunder fraught,</br>Whose less'ning Bags were Gold, were Dust, were Nought.", "A Youth came next, who charm'd with ev'ry Grace,</br>As Angels good, an O as swift his Pace.", "A Fury then, with more disorder'd Haste,</br>Past by, and dealt Destruction as she past.</br>Her ruffled Garments dropt with Martyr's Gore,</br>And in her Hand a flaming Torch she bore.", "Not so the heavenly Maid who next arose,</br>Admir'd by all, tho' terrible to Foes;</br>Whose Aim was nobler, and whose Speed was less,</br>Who rose to triumph, and who stay'd to bless;</br>A Phoenix she, that peerless liv'd and dy'd,</br>Nor left a Race that her great Loss supply'd.", "Yet came there to fulfil her last Command,</br>The wisest Animal of Nature's Hand,</br>A tame, a peaceful, tho' a wily Fox,</br>Who never slew, but only fleec'd the Flocks.", "Soon as he earth'd a Pelican arose,</br>By Friends deserted, and pursu'd by Foes;</br>In Both his brave Contempt of Life was shewn,</br>Who for the Good of Others gave his Own.", "Here all methought was Dark!  at length appear</br>A Goat lascivious, and a hunted Deer.", "The Sybil paus'd &mdash; and her sage Art to prove,</br>Declar'd that These would different Passions move,</br>Our useless Pity One, and One our lasting Love.", "Now rose a sweet Carnation's silken Flow'r,</br>Fruitless, yet fair, the Beauty of an Hour,</br>For poisonous Eurus came &mdash; its bloomy Pride,</br>That unexpected rose, as quickly dy'd.", "Next seem'd to dart from Heaven, a spotless Dove,</br>Who dropt an Olive-Branch, the Type of Love;</br>Then all too sudden flew amid the Spheres,</br>And shone a Star upon the World in Tears.", "The Visionary Crowd that gaz'd below</br>All wept in in Dream, and gave a Loose to Woe;</br>Britannia's self abandon'd to Despair,</br>Her azure Mantle tore, and sea-green Hair:</br>Deep Sorrow wak'd me from th' unfinisht Scene,</br>Eternally to mourn a matchless Queen.</br>"]